{
  "metadata": {
    "platform": "Trovu",
    "learningArea": "Science",
    "subject": "Physical Sciences",
    "strand": "Science Understanding",
    "substrand": "Physical Sciences",
    "topic": "Waves and the Electromagnetic Spectrum",
    "yearLevel": "9-10",
    "part": 3,
    "totalParts": 5,
    "version": "2.0",
    "lastUpdated": "2024-12-29",
    "curriculumCodes": ["VC2S10U15"],
    "curriculumAlignment": "Victorian Curriculum 2.0",
    "contentDescriptor": "Describe the properties of waves including frequency, wavelength and amplitude, and explain wave behaviour including reflection, refraction and absorption",
    "crossCurriculumPriorities": ["Sustainability"],
    "generalCapabilities": ["Literacy", "Numeracy", "Critical and Creative Thinking", "ICT Capability"],
    "keywords": ["waves", "frequency", "wavelength", "amplitude", "electromagnetic spectrum", "light", "sound", "reflection", "refraction", "diffraction", "interference", "radio waves", "visible light", "ultraviolet", "infrared", "X-rays"]
  },
  "literacyLevels": {
    "A": {
      "levelCode": "A",
      "levelName": "Foundational Access",
      "levelDescription": "Simplified concepts with visual support for students working 2-3 years below year level",
      "readingAge": "10-11 years",
      "whatYouWillLearn": [
        "What waves are and how they move",
        "The parts of a wave: peaks, troughs, and wavelength",
        "Different types of waves: water, sound, and light",
        "The electromagnetic spectrum and its parts",
        "How waves are used in everyday life"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "What Are Waves?",
            "content": "Waves are disturbances that travel through space or matter, carrying energy from one place to another. Think about dropping a stone in a pond - ripples spread outward from where the stone landed. The water moves up and down, but the wave pattern moves outward. Waves carry energy without carrying matter - a cork floating on water bobs up and down as waves pass, but doesn't travel with the wave. Waves are everywhere: ocean waves, sound waves, light waves, radio waves, and more.",
            "visualDescription": "Animation showing ripples spreading from a dropped stone, with a cork bobbing but not moving sideways"
          },
          {
            "title": "Parts of a Wave",
            "content": "All waves have certain features. The crest is the highest point of the wave, and the trough is the lowest point. The wavelength is the distance from one crest to the next (or one trough to the next). Amplitude is how tall the wave is - the distance from the middle (rest position) to the crest. Frequency is how many waves pass a point each second, measured in hertz (Hz). One hertz means one wave per second. If you count 10 wave crests passing in one second, the frequency is 10 Hz.",
            "visualDescription": "Labeled diagram of a wave showing crest, trough, wavelength, and amplitude"
          },
          {
            "title": "Two Types of Waves",
            "content": "There are two main types of waves based on how they move. In transverse waves, the vibration is at right angles to the direction the wave travels - like the up-and-down motion of water waves spreading horizontally. Light waves are transverse. In longitudinal waves, the vibration is in the same direction as the wave travels - particles bunch together (compressions) and spread apart (rarefactions). Sound waves are longitudinal - air particles vibrate back and forth in the direction the sound travels.",
            "visualDescription": "Side-by-side diagrams comparing transverse waves (up-down movement) and longitudinal waves (compression-rarefaction)"
          },
          {
            "title": "Sound Waves",
            "content": "Sound is a wave of vibrating air particles. When you speak, your vocal cords vibrate, pushing air back and forth. These vibrations spread outward through the air until they reach someone's ear, where they make the eardrum vibrate. Sound can't travel through empty space because there are no particles to vibrate - that's why space is silent. The pitch of a sound depends on frequency - high-frequency sounds are high-pitched (like a whistle), low-frequency sounds are low-pitched (like a drum). The loudness depends on amplitude - bigger vibrations mean louder sounds.",
            "visualDescription": "Diagram showing sound waves traveling from a speaker to an ear, with compression and rarefaction labeled"
          },
          {
            "title": "The Electromagnetic Spectrum",
            "content": "Light is part of a family of waves called the electromagnetic spectrum. These waves can travel through empty space and all move at the speed of light (300,000 km/s). The spectrum includes: radio waves (longest wavelength), microwaves, infrared (heat), visible light (the colors we see), ultraviolet (causes sunburn), X-rays, and gamma rays (shortest wavelength). The only difference between these is their wavelength and frequency. Our eyes can only see a small part of this spectrum - visible light. Animals like bees can see ultraviolet, and snakes can see infrared.",
            "visualDescription": "Rainbow-style diagram of the electromagnetic spectrum from radio waves to gamma rays with everyday examples"
          },
          {
            "title": "Visible Light and Colour",
            "content": "The light we can see ranges from red (longest wavelength we can see) through orange, yellow, green, blue, to violet (shortest visible wavelength). When all these colours combine, we see white light. A prism or rainbow separates white light into its colours because different wavelengths bend by different amounts. Objects appear coloured because they absorb some wavelengths and reflect others - a red apple reflects red light and absorbs other colours. Black objects absorb most light; white objects reflect most light.",
            "visualDescription": "Diagram showing white light separating through a prism into the visible spectrum"
          },
          {
            "title": "Wave Behaviour",
            "content": "Waves behave in predictable ways. Reflection happens when waves bounce off surfaces - this is how mirrors work and why we hear echoes. Refraction happens when waves bend as they move from one material to another - this makes swimming pools look shallower than they are. Absorption happens when waves lose energy to a material - dark clothes absorb more light and get hotter in the sun. These behaviours affect all waves, from water to sound to light.",
            "visualDescription": "Three diagrams showing reflection (mirror), refraction (straw in water), and absorption (dark vs light clothing)"
          },
          {
            "title": "Waves in Technology",
            "content": "We use waves constantly in modern technology. Radio waves carry TV, phone, and WiFi signals. Microwaves heat food and enable mobile phones. Infrared is used in remote controls and thermal cameras. X-rays let doctors see inside bodies. Australia's radio telescopes in New South Wales and Western Australia detect radio waves from distant galaxies. The Square Kilometre Array, being built in Western Australia, will be the world's largest radio telescope, using wave detection to study the universe.",
            "visualDescription": "Collage of wave technology applications: mobile phone, microwave, X-ray, radio telescope"
          }
        ]
      },
      "caseStudy": {
        "title": "Australia's Radio Telescopes: Listening to the Universe",
        "location": "Parkes and the Murchison Widefield Array, Australia",
        "content": "Australia hosts some of the world's most important radio telescopes. The Parkes radio telescope in NSW (nicknamed 'The Dish') is famous for receiving TV signals from the Apollo 11 Moon landing in 1969. The telescope's 64-metre dish collects radio waves from space - waves that have travelled for millions or even billions of years. Unlike optical telescopes that detect visible light, radio telescopes detect the longest wavelength electromagnetic radiation. This lets them 'see' objects that don't emit much visible light, like cold gas clouds where stars form. In Western Australia's outback, the Murchison Widefield Array uses thousands of small antennas spread across the desert. The remote location is crucial - it's far from radio wave 'pollution' from TVs, phones, and other devices. This site was chosen for the Square Kilometre Array, a massive international project. When complete, the SKA will detect radio waves from when the universe was very young, helping scientists understand how the first stars and galaxies formed. The physics of wave collection, frequency analysis, and signal processing that makes these telescopes work applies the same principles you learn about all waves.",
        "questions": [
          "Why do radio telescopes need to be far from cities?",
          "What type of electromagnetic radiation do radio telescopes detect?",
          "How did the Parkes telescope help with the Apollo 11 Moon landing?"
        ]
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is the frequency of a wave?",
          "sampleAnswer": "Frequency is the number of waves that pass a point each second. It is measured in hertz (Hz)."
        },
        "understand": {
          "question": "Explain why sound cannot travel through space, but light can.",
          "sampleAnswer": "Sound is a longitudinal wave that needs particles to vibrate - air, water, or solid materials. In space there are no particles, so sound waves have nothing to travel through. Light is an electromagnetic wave that doesn't need particles - it can travel through empty space. That's why astronauts can see each other but need radios to communicate."
        },
        "apply": {
          "question": "A blue car looks blue in sunlight. Explain what happens to the light hitting the car.",
          "sampleAnswer": "White sunlight contains all colors (wavelengths). When this light hits the blue car, the car's paint absorbs most colors (red, orange, yellow, green, violet) but reflects blue light. The blue light that bounces off reaches our eyes, so we see the car as blue."
        },
        "analyse": {
          "question": "Why does a pool look shallower than it actually is when you look at it from above?",
          "sampleAnswer": "This happens because of refraction - light bends when it moves from water to air. Light from the bottom of the pool travels up through the water and bends (refracts) as it exits into the air. Our brain assumes light travels in straight lines, so it 'thinks' the bottom is closer than it actually is. The light appears to come from a higher position, making the pool look shallower."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "Name the unit used to measure wave frequency.",
          "sampleAnswer": "Hertz (Hz)."
        },
        "multistructural": {
          "question": "List the main parts of the electromagnetic spectrum in order from longest to shortest wavelength.",
          "sampleAnswer": "Radio waves, microwaves, infrared, visible light, ultraviolet, X-rays, gamma rays."
        },
        "relational": {
          "question": "Explain how the concepts of frequency and wavelength are related to each other and to wave speed.",
          "sampleAnswer": "Frequency and wavelength are inversely related - when one increases, the other decreases, if the wave speed stays constant. Wave speed equals frequency times wavelength (v = fλ). For electromagnetic waves in space, the speed is always the same (speed of light), so higher frequency means shorter wavelength and vice versa. That's why gamma rays (highest frequency) have the shortest wavelength, and radio waves (lowest frequency) have the longest wavelength."
        }
      },
      "studentReflection": [
        "What examples of waves have you experienced today?",
        "How might your life be different without radio waves?",
        "Why do you think humans can only see a small part of the electromagnetic spectrum?"
      ]
    },
    "B": {
      "levelCode": "B",
      "levelName": "Approaching Standard",
      "levelDescription": "Developing complexity and academic vocabulary for students approaching year level expectations",
      "readingAge": "12-13 years",
      "whatYouWillLearn": [
        "How to calculate wave speed using the wave equation",
        "The relationship between frequency, wavelength, and energy",
        "Detailed properties of electromagnetic spectrum regions",
        "Wave phenomena: reflection, refraction, diffraction, and interference",
        "Applications of wave physics in communication and medicine"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "The Wave Equation",
            "content": "All waves obey the wave equation: v = fλ, where v is wave speed (in m/s), f is frequency (in Hz), and λ (lambda) is wavelength (in m). This equation shows that for a wave at constant speed, increasing frequency decreases wavelength, and vice versa. For electromagnetic waves in vacuum, speed is always c = 3 × 10⁸ m/s. So for light: c = fλ, which rearranges to λ = c/f or f = c/λ. Sound in air at 20°C travels at about 340 m/s. A sound wave of 340 Hz has wavelength = 340/340 = 1 m.",
            "visualDescription": "Wave diagram with wavelength and period labeled, alongside the wave equation with unit explanations"
          },
          {
            "title": "Energy and Electromagnetic Waves",
            "content": "The energy carried by an electromagnetic wave increases with frequency. High-frequency waves (gamma rays, X-rays, UV) are more energetic and can be more dangerous than low-frequency waves (radio, infrared). The equation E = hf shows that photon energy is proportional to frequency (h is Planck's constant). This explains why UV causes sunburn while radio waves are harmless - UV photons carry enough energy to damage DNA, while radio wave photons are too weak. Amplitude also affects energy - brighter light means more photons, each with energy determined by frequency.",
            "visualDescription": "Graph showing energy increasing with frequency across the electromagnetic spectrum"
          },
          {
            "title": "Properties of EM Spectrum Regions",
            "content": "Each region of the electromagnetic spectrum has distinct properties and uses. Radio waves (wavelength >1 mm) penetrate buildings and the atmosphere, ideal for broadcasting and communication. Microwaves (1 mm - 1 m) heat water molecules (microwave ovens) and enable mobile phones and radar. Infrared (700 nm - 1 mm) is emitted by warm objects and used in night vision and remote controls. Visible light (400-700 nm) enables vision and photosynthesis. Ultraviolet (10-400 nm) causes chemical reactions, useful for sterilisation but harmful to living tissue. X-rays (0.01-10 nm) penetrate soft tissue but not bone, enabling medical imaging. Gamma rays (<0.01 nm) are used in cancer treatment and emitted by radioactive materials.",
            "visualDescription": "Detailed electromagnetic spectrum diagram with wavelength ranges and applications for each region"
          },
          {
            "title": "Reflection and the Law of Reflection",
            "content": "When waves hit a surface, they can reflect - bounce back. The law of reflection states that the angle of incidence equals the angle of reflection, both measured from the normal (perpendicular to the surface). Smooth surfaces produce regular (specular) reflection - all rays reflect in the same direction, creating clear mirror images. Rough surfaces produce diffuse reflection - rays scatter in many directions, allowing us to see objects from any angle but not producing mirror images. Reflection occurs for all waves: light reflects from mirrors, sound reflects from walls (echoes), radio waves reflect from the ionosphere.",
            "visualDescription": "Diagram showing incident ray, normal, and reflected ray with angles marked, plus comparison of specular and diffuse reflection"
          },
          {
            "title": "Refraction: Waves Changing Direction",
            "content": "Refraction occurs when waves change speed as they pass from one medium to another, causing them to bend. Light travels slower in water and glass than in air. When light enters glass at an angle, the side that enters first slows down while the rest continues at the original speed, causing the wave to bend. The amount of bending depends on the refractive index - a measure of how much the medium slows light. Snell's Law (n₁ sin θ₁ = n₂ sin θ₂) quantifies this relationship. Refraction explains how lenses focus light, why swimming pools look shallower, and why straws appear bent in water.",
            "visualDescription": "Diagram showing light ray bending as it enters water, with angles and refractive indices labeled"
          },
          {
            "title": "Diffraction: Waves Bending Around Obstacles",
            "content": "Diffraction is the spreading of waves when they pass through gaps or around obstacles. The effect is most noticeable when the gap size is similar to the wavelength. Sound easily diffracts around corners (wavelength ~1 m), so you can hear someone in the next room. Light rarely diffracts noticeably because its wavelength is very small (~500 nm). However, light diffracts through very narrow slits, creating patterns used to study wave properties. Diffraction explains why radio waves can reach places visible light cannot - their longer wavelength allows more bending around obstacles.",
            "visualDescription": "Diagrams comparing diffraction through wide and narrow gaps for different wavelength waves"
          },
          {
            "title": "Interference: Waves Adding Together",
            "content": "When waves meet, they add together - a process called interference. Constructive interference occurs when wave crests align, creating a larger combined wave. Destructive interference occurs when a crest meets a trough, potentially cancelling out entirely. Noise-cancelling headphones use destructive interference - they detect incoming sound and produce an opposite wave to cancel it. In the double-slit experiment, light passing through two slits creates an interference pattern of bright and dark bands, demonstrating light's wave nature. Interference patterns help scientists precisely measure wavelengths.",
            "visualDescription": "Diagrams showing constructive and destructive interference, plus double-slit interference pattern"
          },
          {
            "title": "Waves in Communication",
            "content": "Modern communication relies on electromagnetic waves. Radio broadcasts use wavelengths of metres. Mobile phones use microwaves around 1-2 GHz (gigahertz). WiFi operates at 2.4 GHz or 5 GHz. Fibre optic cables transmit data as infrared light pulses, achieving enormous data rates. Satellite communication uses microwave frequencies that can pass through the atmosphere. In Australia, the National Broadband Network (NBN) combines fibre optics, fixed wireless (radio waves), and satellite to connect the country. Understanding wave properties is essential for designing these systems - frequency determines data capacity and range, while wavelength affects antenna size and obstacle penetration.",
            "visualDescription": "Diagram showing different communication technologies and their electromagnetic wave frequencies"
          }
        ]
      },
      "caseStudy": {
        "title": "Ultraviolet Index and Sun Safety in Australia",
        "location": "Australia-wide",
        "content": "Australia has some of the highest ultraviolet (UV) radiation levels in the world due to its proximity to the equator, clear skies, and the Antarctic ozone hole affecting the southern regions. UV radiation is electromagnetic radiation with wavelengths between 10 and 400 nm - shorter and more energetic than visible light. UV-A (315-400 nm) penetrates deeply into skin, causing ageing. UV-B (280-315 nm) causes sunburn and skin cancer. UV-C (<280 nm) is blocked by the ozone layer. The UV Index measures UV intensity - levels above 3 require protection, and Australian summer peaks can reach 14+. The physics of UV explains why protection works: sunscreen contains molecules that absorb UV, converting its energy to harmless heat. Clothing blocks UV physically, with tighter weaves blocking more. Shade reduces UV exposure but doesn't eliminate it due to scattering. The Cancer Council's 'Slip, Slop, Slap, Seek, Slide' campaign applies wave physics to public health. Australia was the first country to implement a national UV monitoring network. Understanding UV as electromagnetic radiation - its wavelength, energy, and interaction with matter - informs both the problem (high cancer rates) and solutions (sun protection).",
        "questions": [
          "Why is UV radiation more energetic than visible light?",
          "How does sunscreen protect skin using the physics of wave absorption?",
          "Why doesn't being in shade completely protect you from UV radiation?"
        ]
      },
      "assessmentBlooms": {
        "remember": {
          "question": "State the wave equation and define each variable.",
          "sampleAnswer": "The wave equation is v = fλ, where v is wave speed in metres per second, f is frequency in hertz, and λ (lambda) is wavelength in metres."
        },
        "understand": {
          "question": "Explain why radio waves can pass through walls but visible light cannot.",
          "sampleAnswer": "Diffraction allows waves to bend around obstacles and pass through gaps, but this works best when the wavelength is similar to or larger than the obstacle or gap size. Radio waves have wavelengths of metres to kilometres - much larger than wall materials, allowing them to diffract around and through gaps. Visible light has wavelengths around 500 nanometres - much smaller than wall structure, so it can't effectively diffract through and is absorbed or reflected instead."
        },
        "apply": {
          "question": "Calculate the wavelength of a radio wave with frequency 100 MHz (100 × 10⁶ Hz).",
          "sampleAnswer": "Using v = fλ, rearranged to λ = v/f. For electromagnetic waves, v = c = 3 × 10⁸ m/s. λ = (3 × 10⁸)/(100 × 10⁶) = 3 m. The radio wave has a wavelength of 3 metres."
        },
        "analyse": {
          "question": "Noise-cancelling headphones work by producing sound waves that interfere with incoming noise. Analyse what properties these produced waves must have relative to the noise.",
          "sampleAnswer": "For complete destructive interference, the produced waves must match the noise exactly but be out of phase by half a wavelength (180°). They must have: the same frequency (to match the pitch of the noise), the same amplitude (to fully cancel rather than just reduce), and opposite phase (so crests meet troughs). The timing must be precise - any delay means imperfect cancellation. In practice, this works best for steady, low-frequency sounds (like airplane drone) because they're easier to predict. High-frequency, variable sounds change too quickly for the electronics to produce matching opposite waves."
        },
        "evaluate": {
          "question": "Evaluate whether the statement 'Higher frequency electromagnetic radiation is always more dangerous' is accurate.",
          "sampleAnswer": "This statement is partially true but oversimplified. Higher frequency EM radiation does carry more energy per photon (E = hf), making it potentially more damaging - gamma rays and X-rays can ionise atoms and damage DNA. However, danger also depends on intensity (how many photons), penetration ability, and exposure duration. Low-frequency radio waves are generally harmless at normal intensities, but extremely high-powered radio waves can cause tissue heating. UV is dangerous because it's energetic enough to damage DNA but isn't blocked by skin. The context matters too - X-rays are dangerous with high exposure but invaluable for medical imaging at controlled doses. So while frequency correlates with potential danger, the full picture requires considering intensity, exposure, and how radiation interacts with tissue."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the speed of light in a vacuum?",
          "sampleAnswer": "The speed of light in a vacuum is approximately 3 × 10⁸ m/s (300,000 kilometres per second)."
        },
        "multistructural": {
          "question": "List four wave behaviours and give an example of each.",
          "sampleAnswer": "1) Reflection - light bouncing off a mirror to create an image. 2) Refraction - light bending as it enters water, making a pool look shallower. 3) Diffraction - sound bending around corners so you can hear people in another room. 4) Interference - noise-cancelling headphones producing waves that cancel out background noise."
        },
        "relational": {
          "question": "Explain how the wave equation, the relationship between energy and frequency, and wave behaviour together explain why X-rays are used for medical imaging.",
          "sampleAnswer": "X-rays are electromagnetic waves with very short wavelengths (0.01-10 nm) and high frequencies. The wave equation (v = fλ) with constant c means these short wavelengths correspond to high frequencies. The energy-frequency relationship (E = hf) means X-ray photons have high energy - enough to pass through soft tissue but be absorbed by denser materials like bone. Their short wavelength means they don't diffract significantly around small structures, allowing detailed imaging. When X-rays pass through the body, bones absorb more than soft tissue, creating contrast on the detector. The combination of high energy (for penetration), short wavelength (for resolution), and differential absorption (for contrast) makes X-rays ideal for imaging internal structures."
        },
        "extendedAbstract": {
          "question": "How might the principles of wave physics guide the design of future communication systems for space exploration?",
          "sampleAnswer": "Wave physics sets fundamental constraints and opportunities for space communication. Radio waves are currently used because they pass through Earth's atmosphere and can be generated and detected efficiently. However, the wave equation shows that data rate is limited by frequency bandwidth - higher frequencies allow more data. As missions travel further, signal strength decreases with distance squared, requiring either more powerful transmitters or larger receiving antennas. Laser communication (using light) offers higher frequencies and thus higher data rates, with tighter beams for better signal strength - NASA is testing this now. Diffraction limits how tightly beams can be focused, affecting pointing requirements. Interference from other sources requires careful frequency management. For interstellar distances, time delays become significant - signals to Proxima Centauri take 4+ years each way, affecting protocol design. Future systems might use quantum communication (exploiting wave-particle duality), relay networks at strategic positions, or novel modulation schemes. Understanding wave behaviour - propagation, attenuation, dispersion - is essential for designing systems that work across vast distances with limited power."
        }
      },
      "studentReflection": [
        "How does understanding wave properties help you interpret information about mobile phone radiation?",
        "What surprised you most about the electromagnetic spectrum?",
        "How might wave physics affect future technology development?"
      ]
    },
    "C": {
      "levelCode": "C",
      "levelName": "At Standard",
      "levelDescription": "Year-level appropriate content meeting Victorian Curriculum standards",
      "readingAge": "14-15 years",
      "whatYouWillLearn": [
        "Mathematical relationships between wave properties",
        "Detailed mechanisms of reflection, refraction, and diffraction",
        "Wave-particle duality and the photon model of light",
        "The physics of spectroscopy and applications",
        "How waves are used in modern imaging and sensing technologies"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Wave Properties and Mathematical Relationships",
            "content": "Waves are characterised by several interconnected properties. Wavelength (λ) is the spatial period - distance between consecutive crests. Period (T) is the temporal period - time for one complete wave cycle. Frequency (f = 1/T) is cycles per second. Wave speed (v = fλ = λ/T) relates these quantities. For mechanical waves, speed depends on the medium: sound travels at ~340 m/s in air, ~1500 m/s in water, ~5000 m/s in steel. Electromagnetic waves in vacuum all travel at c = 3×10⁸ m/s regardless of frequency. Amplitude determines energy transport: intensity is proportional to amplitude squared. These relationships allow calculation of any wave property from others.",
            "visualDescription": "Comprehensive wave diagram labeling all properties with mathematical relationships shown"
          },
          {
            "title": "The Nature of Light: Waves and Photons",
            "content": "Light exhibits both wave and particle properties - wave-particle duality. Wave behaviour explains interference and diffraction; particle behaviour (photons) explains the photoelectric effect and how light transfers energy in discrete packets. Each photon carries energy E = hf (where h = 6.63×10⁻³⁴ J·s is Planck's constant). This dual nature resolved historical debates about light's nature. For most wave phenomena, the wave model suffices; for energy transfer at the atomic scale, photon concepts are essential. This duality is fundamental to quantum mechanics and appears in all quantum particles, not just light.",
            "visualDescription": "Diagram showing wave behaviour (interference pattern) alongside photon behaviour (photoelectric effect)"
          },
          {
            "title": "Reflection: Laws and Applications",
            "content": "Reflection obeys precise geometric rules. The law of reflection states: angle of incidence equals angle of reflection (θᵢ = θᵣ), both measured from the normal. For curved mirrors, each point obeys this law, with the normal varying along the surface. Concave mirrors converge parallel rays to a focal point, enabling telescopes and solar concentrators. Convex mirrors diverge rays, providing wide-angle views for car mirrors. Total internal reflection occurs when light travels from a denser to less dense medium at angles beyond the critical angle - the basis of fibre optics. Reflectivity depends on material properties and wavelength - metals reflect visible light well; dielectrics reflect at specific wavelengths.",
            "visualDescription": "Diagrams of plane mirror reflection, curved mirror focusing, and total internal reflection in optical fibre"
          },
          {
            "title": "Refraction: Snell's Law and Applications",
            "content": "Refraction occurs because wave speed changes between media. Snell's Law quantifies this: n₁ sin θ₁ = n₂ sin θ₂, where n is refractive index (ratio of light speed in vacuum to speed in medium). When light enters a denser medium (higher n), it bends toward the normal; exiting to less dense medium, it bends away. This enables lenses - converging lenses focus light, correcting farsightedness; diverging lenses spread light, correcting nearsightedness. Dispersion occurs because refractive index varies with wavelength - blue light bends more than red, creating rainbows through prisms and water droplets. Understanding refraction is essential for optical design.",
            "visualDescription": "Snell's law diagram with calculations, plus lens ray diagrams showing image formation"
          },
          {
            "title": "Diffraction and Wave Interference",
            "content": "Diffraction - wave spreading through gaps or around obstacles - is most pronounced when gap size approaches wavelength. The diffraction pattern depends on gap geometry: single slits produce central maximum with smaller side maxima; multiple slits (diffraction gratings) produce sharp interference patterns useful for spectroscopy. Interference occurs when waves superpose: path differences of whole wavelengths cause constructive interference (bright); half-wavelength differences cause destructive interference (dark). Young's double-slit experiment demonstrated light's wave nature through its interference pattern. These phenomena are exploited in spectroscopy, holography, and precision measurement.",
            "visualDescription": "Single slit and double slit diffraction patterns with path difference explanations"
          },
          {
            "title": "Spectroscopy: Analysing Light",
            "content": "Spectroscopy separates and analyses light by wavelength, revealing information about light sources and intervening matter. Emission spectra show wavelengths emitted by excited atoms - each element has a unique pattern (atomic fingerprint). Absorption spectra show wavelengths absorbed when light passes through matter. Spectral analysis identified helium in the Sun before it was found on Earth. Modern applications include: determining stellar composition and temperature; identifying pollutants in air and water; medical diagnosis; quality control in manufacturing. Spectrometers use diffraction gratings or prisms to separate wavelengths. The physics of atomic energy levels explains why atoms emit and absorb specific wavelengths.",
            "visualDescription": "Emission and absorption spectra for hydrogen and other elements with spectroscopy equipment diagram"
          },
          {
            "title": "Medical Imaging Technologies",
            "content": "Medical imaging exploits different wave interactions with tissue. X-rays produce shadow images based on differential absorption - bone appears white, soft tissue grey, air black. CT scans combine multiple X-ray images mathematically to create 3D cross-sections. Ultrasound uses sound waves reflected from tissue boundaries - frequency determines resolution and penetration depth. MRI uses radio waves to detect hydrogen atoms' response to magnetic fields, excellent for soft tissue imaging. PET scans detect gamma rays from radioactive tracers. Each modality exploits specific wave properties: X-ray penetration and absorption; ultrasound reflection at interfaces; MRI resonance frequencies; gamma ray detection. Understanding wave physics is essential for interpreting and improving these technologies.",
            "visualDescription": "Comparison of imaging modalities showing wave type, interaction mechanism, and typical images"
          },
          {
            "title": "Waves in Australian Research and Technology",
            "content": "Australia contributes significantly to wave-based research and technology. CSIRO developed WiFi technology based on radio wave signal processing. The Square Kilometre Array in Western Australia will detect radio waves from cosmic dawn. The Australian Synchrotron produces X-rays millions of times brighter than hospital X-rays for materials research. Gravity wave detection at LIGO, with Australian OzGrav contributions, uses light interference to detect spacetime ripples. Ocean wave energy research explores renewable power generation. Understanding wave physics underpins all these endeavours - from fundamental research to practical applications affecting daily life.",
            "visualDescription": "Map showing Australian wave research facilities and their applications"
          }
        ]
      },
      "caseStudy": {
        "title": "Fibre Optics: Light-Speed Communication Across Australia",
        "location": "National Broadband Network, Australia",
        "content": "The National Broadband Network (NBN) relies on fibre optic technology that exploits total internal reflection. Optical fibres are thin glass strands with a high-refractive-index core surrounded by lower-index cladding. Light entering the core at shallow angles exceeds the critical angle and reflects internally, bouncing along the fibre for kilometres with minimal loss. Data is encoded as light pulses - the presence or absence of light represents 1s and 0s. Fibre offers massive advantages over copper: bandwidth of terabits per second (copper manages megabits); signals travel at 70% light speed; immune to electrical interference; and no signal loss over short distances. Different wavelengths can travel simultaneously (wavelength division multiplexing), multiplying capacity. Australian submarine cables connect to global networks - the Southern Cross cable to the USA carries traffic at over 100 Tbps. The physics of total internal reflection, light absorption in glass, and wavelength-dependent behaviour all influence fibre design. Single-mode fibres with very thin cores (~9 μm) carry signals furthest because only one light path exists, eliminating signal spreading. Understanding refraction and reflection is essential for the communication infrastructure that connects modern Australia.",
        "questions": [
          "Explain how total internal reflection enables light to travel through an optical fibre.",
          "Why does single-mode fibre carry signals further than multi-mode fibre?",
          "How does wavelength division multiplexing increase fibre capacity?"
        ]
      },
      "assessmentBlooms": {
        "remember": {
          "question": "State Snell's Law and define each term.",
          "sampleAnswer": "Snell's Law is n₁ sin θ₁ = n₂ sin θ₂, where n₁ and n₂ are the refractive indices of the two media, and θ₁ and θ₂ are the angles of incidence and refraction respectively, measured from the normal to the interface."
        },
        "understand": {
          "question": "Explain why stars twinkle but planets don't.",
          "sampleAnswer": "Stars are so distant that they appear as point sources of light. As starlight passes through Earth's atmosphere, different layers with varying temperatures and densities refract the light by varying amounts. These atmospheric variations change rapidly, causing the star's apparent position and brightness to fluctuate - twinkling. Planets are much closer and appear as small discs (not points). Different parts of this disc are refracted slightly differently, but these variations average out across the disc, so the overall brightness appears steady. The physics is the same (atmospheric refraction), but the angular size determines whether we perceive twinkling."
        },
        "apply": {
          "question": "Light travels from air (n = 1.00) into glass (n = 1.52) at an angle of incidence of 40°. Calculate the angle of refraction.",
          "sampleAnswer": "Using Snell's Law: n₁ sin θ₁ = n₂ sin θ₂. Substituting: 1.00 × sin 40° = 1.52 × sin θ₂. sin θ₂ = sin 40°/1.52 = 0.643/1.52 = 0.423. θ₂ = sin⁻¹(0.423) = 25°. The light refracts to 25° from the normal."
        },
        "analyse": {
          "question": "In Young's double-slit experiment, bright fringes appear where path differences from the two slits equal whole numbers of wavelengths. Analyse why decreasing the slit separation would change the fringe pattern.",
          "sampleAnswer": "The fringe spacing depends on the angle at which constructive interference occurs. For a bright fringe, path difference = nλ (where n is an integer). The path difference depends on angle and slit separation (d): path difference ≈ d sin θ for small angles. So d sin θ = nλ, giving sin θ = nλ/d. If slit separation d decreases, sin θ must increase for the same n, meaning fringes appear at larger angles - the pattern spreads out. Mathematically, fringe spacing on a screen is approximately Lλ/d, where L is screen distance. Smaller d means larger fringe spacing. The fringes would be more widely separated but the central maximum would be broader too. The total light energy is conserved but distributed differently."
        },
        "evaluate": {
          "question": "Evaluate the advantages and limitations of ultrasound compared to X-ray imaging for medical diagnosis.",
          "sampleAnswer": "Advantages of ultrasound: No ionising radiation, making it safe for repeated use and during pregnancy. Can image soft tissues and fluids that X-rays don't differentiate well. Provides real-time imaging for monitoring moving structures (heart valves, fetal movement). Relatively inexpensive and portable. Can guide medical procedures in real-time. Limitations: Cannot penetrate bone or gas effectively - useless for brain, lungs, or digestive tract. Lower resolution than X-ray or CT, especially for deep structures. Image quality depends heavily on operator skill. Limited by body habitus (difficult in obese patients). Advantages of X-ray: Excellent bone imaging. High resolution. Fast acquisition. Can penetrate through body. Limitations: Ionising radiation limits repeat exposure. Poor soft tissue contrast. 2D projection (without CT). Each modality has appropriate applications - the physics of wave interaction with tissue determines these."
        },
        "create": {
          "question": "Design an experiment to determine the refractive index of an unknown transparent material using a ray box and protractor.",
          "sampleAnswer": "Equipment: Ray box producing thin light beam, protractor, rectangular block of unknown material, white paper, pins or ruler. Method: 1) Place the block on white paper and trace its outline. 2) Direct the ray at the block at a measured angle of incidence (measure from normal, not surface). 3) Mark the incident ray and emergent ray on both sides of the block. 4) Draw lines connecting entry and exit points through the block to find the refracted ray. 5) Measure angle of refraction inside the block. 6) Repeat for at least 5 different angles of incidence (e.g., 20°, 30°, 40°, 50°, 60°). 7) For each pair, calculate n = sin θ₁ / sin θ₂. 8) Average the values and calculate uncertainty. Alternatively, plot sin θ₁ against sin θ₂ - the gradient equals the refractive index. This gives better results as it averages errors and reveals systematic problems (non-linear plot indicates error). Controls: Ensure beam strikes flat surface, measure angles from same reference, use thin beam for precision."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is total internal reflection?",
          "sampleAnswer": "Total internal reflection occurs when light travelling in a denser medium strikes the boundary with a less dense medium at an angle greater than the critical angle, causing all light to reflect back into the denser medium rather than refracting out."
        },
        "multistructural": {
          "question": "List four applications of electromagnetic waves in medicine, identifying the wave type used in each.",
          "sampleAnswer": "1) X-rays - used for imaging bones and detecting tumours. 2) Gamma rays - used in cancer treatment (radiotherapy) and PET scans. 3) Radiofrequency waves - used in MRI scanning to image soft tissues. 4) Infrared - used in thermal imaging to detect inflammation and in laser surgery. 5) Ultraviolet - used to sterilise equipment and treat skin conditions."
        },
        "relational": {
          "question": "Explain how the wave and particle models of light together explain the operation of a solar cell.",
          "sampleAnswer": "Solar cell operation requires both models. The wave model explains how light travels from the Sun to the cell, its wavelength determining colour and its wave nature allowing understanding of reflection and transmission at the cell surface. However, energy transfer to electrons requires the photon model. When photons strike the semiconductor, they transfer energy in discrete packets (E = hf). Only photons with energy above the semiconductor's band gap can excite electrons to conducting states. Lower-energy (red/infrared) photons pass through; higher-energy (UV) photons excite electrons but excess energy is wasted as heat. The photon model explains why UV creates more current than radio waves despite both being electromagnetic waves. The wave model predicts how light behaves in antireflection coatings (interference effects). Both models are essential: waves for optical behaviour, photons for energy conversion."
        },
        "extendedAbstract": {
          "question": "How do the wave properties of different electromagnetic regions determine their applications in remote sensing and astronomy?",
          "sampleAnswer": "Each electromagnetic region's properties suit specific sensing applications. Radio waves (long λ) diffract around obstacles and penetrate clouds, enabling radio astronomy to observe through galactic dust and Earth's atmosphere in all weather. Radar uses radio reflection to detect aircraft and map terrain. Microwaves penetrate atmosphere but interact with water - passive microwave sensors measure soil moisture and sea ice. Infrared detects thermal emission, enabling night vision, satellite temperature measurement, and detecting warm objects like young stars hidden in dust clouds. Different IR bands probe different atmospheric depths - some pass through windows in atmospheric absorption. Visible light matches the Sun's peak emission and our atmosphere's transparency window - optimal for daytime observation and solar-powered imaging. However, atmospheric turbulence limits resolution. Space telescopes avoid this. UV is mostly absorbed by atmosphere, requiring space-based observatories, but reveals hot stellar phenomena and chemical processes. X-rays and gamma rays require space telescopes and special detection methods but reveal violent cosmic events - supernovae, black hole accretion, neutron star collisions. The principle is matching wavelength properties (atmospheric transmission, interaction with target, achievable resolution, detector technology) to sensing objectives."
        }
      },
      "studentReflection": [
        "How does understanding wave physics change your perspective on the light around you?",
        "What medical imaging technology seems most impressive to you given its underlying physics?",
        "How might advances in wave technology affect society in the next decade?"
      ]
    },
    "D": {
      "levelCode": "D",
      "levelName": "Above Standard",
      "levelDescription": "Extended complexity for students working above year level expectations",
      "readingAge": "16-17 years",
      "whatYouWillLearn": [
        "Mathematical analysis of wave phenomena including diffraction patterns",
        "Quantum mechanical basis of wave-particle duality",
        "Polarisation and its applications",
        "Doppler effect and relativistic effects on waves",
        "Advanced applications in sensing and communication"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Mathematical Analysis of Diffraction",
            "content": "Single slit diffraction produces an intensity pattern described by I = I₀(sin β/β)², where β = (πa sin θ)/λ, a is slit width, and θ is angle from centre. Minima occur where sin θ = nλ/a for integer n ≠ 0. The central maximum has width 2λ/a (in angle). For diffraction gratings with N slits of spacing d, principal maxima occur at d sin θ = nλ (n = 0, 1, 2...). The angular width of maxima decreases as N increases, improving resolution. The resolving power R = λ/Δλ = nN determines the smallest wavelength difference detectable. These relationships enable precise spectroscopy and determine limits on optical resolution.",
            "visualDescription": "Intensity plots for single slit and diffraction grating patterns with key parameters labeled"
          },
          {
            "title": "Quantum Mechanical Description of Light",
            "content": "Quantum mechanics resolves wave-particle duality through probability amplitudes. Light propagates as an electromagnetic field with amplitude and phase; detection probability is proportional to intensity (amplitude squared). In the double-slit experiment, even single photons build up interference patterns over time - each photon interferes with itself, exploring all paths simultaneously. The wave function describes probability distribution, collapsing upon measurement. The uncertainty principle (ΔxΔp ≥ ℏ/2) fundamentally limits simultaneous knowledge of wave and particle properties. Coherent states (laser light) minimise uncertainty products. This quantum description underlies modern applications including quantum cryptography and quantum computing with photons.",
            "visualDescription": "Single-photon double-slit experiment results showing interference pattern building up photon by photon"
          },
          {
            "title": "Polarisation of Electromagnetic Waves",
            "content": "Polarisation describes the orientation of electromagnetic wave oscillation. Light waves have electric and magnetic fields perpendicular to propagation direction. Unpolarised light has random orientations; polarised light oscillates in a specific plane. Polarisation occurs through: selective absorption (polaroid filters absorb one orientation), reflection (Brewster's angle produces complete polarisation), and scattering (sky polarisation). Malus's Law describes intensity through polarisers: I = I₀ cos² θ, where θ is angle between polarisation directions. Circular and elliptical polarisation involve rotating field vectors. Applications include 3D cinema (different polarisations for each eye), LCD screens, stress analysis (photoelasticity), and characterising materials (ellipsometry).",
            "visualDescription": "Diagrams of linear, circular, and elliptical polarisation with polariser arrangements"
          },
          {
            "title": "The Doppler Effect",
            "content": "The Doppler effect shifts observed frequency when source and observer move relative to each other. For sound: f' = f(v ± v_observer)/(v ∓ v_source), where signs depend on motion direction. Approaching sources have higher frequency (blue shift); receding sources have lower frequency (red shift). Applications include radar speed detection and medical ultrasound blood flow measurement. For light, relativistic Doppler effect applies: f' = f√((1-β)/(1+β)) for recession (β = v/c). Astronomical redshift reveals galaxy recession velocities, providing evidence for universe expansion. Doppler radar measures precipitation motion in weather forecasting. Doppler ultrasound detects blood flow. The principle extends to any wave phenomenon.",
            "visualDescription": "Doppler effect diagrams for sound and light with wavelength/frequency changes illustrated"
          },
          {
            "title": "Advanced Spectroscopic Techniques",
            "content": "Modern spectroscopy extends beyond simple wavelength separation. Fourier Transform spectroscopy uses interference patterns and mathematical transforms to achieve high resolution and sensitivity simultaneously. Raman spectroscopy detects frequency shifts from molecular vibrations, identifying chemical compounds. Mass spectrometry separates ions by mass-to-charge ratio using electromagnetic fields. Nuclear Magnetic Resonance (NMR) measures radio-frequency absorption by atomic nuclei in magnetic fields - the basis of MRI. Each technique exploits specific wave-matter interactions. Spectral resolution, sensitivity, and specificity depend on underlying physics. Modern instruments achieve parts-per-trillion detection limits, enabling applications from environmental monitoring to metabolomics.",
            "visualDescription": "Schematic diagrams of advanced spectroscopy techniques with example spectra"
          },
          {
            "title": "Electromagnetic Wave Generation and Detection",
            "content": "Accelerating charges radiate electromagnetic waves - the basis of all EM wave generation. Antennas convert electrical oscillations to radio waves (transmission) and vice versa (reception). Antenna design depends on wavelength: dipole length ~ λ/2 for resonance. Lasers produce coherent light through stimulated emission in gain media; population inversion is required. Different gain media produce different wavelengths. Detection depends on wave-matter interaction: photoelectric effect for UV-visible (photomultipliers, CCDs), thermal effects for infrared (bolometers), rectification for radio waves (diodes). Each wavelength range has optimal generation and detection methods, constraining technology design.",
            "visualDescription": "Antenna radiation patterns and laser cavity diagrams showing wave generation principles"
          },
          {
            "title": "Metamaterials and Transformation Optics",
            "content": "Metamaterials are engineered structures with electromagnetic properties not found in nature. By designing sub-wavelength structures, effective permittivity and permeability can be controlled, achieving negative refractive index, perfect absorption, or cloaking effects. Transformation optics uses coordinate transformations to design materials that guide waves along curved paths. Applications include superlenses (imaging beyond diffraction limit), invisibility cloaks (guiding light around objects), and perfect absorbers for solar energy. The physics connects Maxwell's equations to material structure design. Though largely experimental, metamaterials represent frontier wave physics with potential transformative applications.",
            "visualDescription": "Metamaterial structures and their effect on wave propagation, including cloaking concept"
          },
          {
            "title": "Gravitational Waves: A New Window on the Universe",
            "content": "Gravitational waves are ripples in spacetime predicted by general relativity, directly detected in 2015 by LIGO. These waves stretch and compress space perpendicular to their propagation direction. Detection uses laser interferometry - two perpendicular arms with mirrors; gravitational waves change relative arm lengths by ~10⁻²¹, detected as interference fringe shifts. Australia's OzGrav collaboration contributes to detection and analysis. Sources include merging black holes and neutron stars. Unlike electromagnetic waves, gravitational waves pass through matter unabsorbed, revealing events invisible to other telescopes. They travel at light speed and exhibit polarisation. Multi-messenger astronomy combines gravitational and electromagnetic observations of the same events.",
            "visualDescription": "LIGO interferometer schematic and gravitational wave effect on spacetime illustrated"
          }
        ]
      },
      "caseStudy": {
        "title": "LIGO and OzGrav: Detecting Gravitational Waves",
        "location": "Global collaboration with Australian contribution",
        "content": "On September 14, 2015, the Laser Interferometer Gravitational-Wave Observatory (LIGO) made the first direct detection of gravitational waves - ripples in spacetime from two black holes merging 1.3 billion light-years away. This achievement required measuring length changes of 10⁻¹⁸ metres - one-thousandth the diameter of a proton. The detection uses laser interferometry: a laser beam is split, sent down two 4 km perpendicular arms, reflected by mirrors, and recombined. Normally, the beams destructively interfere (dark output). Gravitational waves stretch one arm while compressing the other, changing interference conditions. Australia's OzGrav (ARC Centre of Excellence for Gravitational Wave Discovery) contributes to signal analysis, instrument development, and theoretical modeling. Australian researchers helped develop algorithms to extract weak signals from noise and characterize detector performance. The physics involves: laser coherence enabling interference; precision mirror suspension isolating from vibrations; quantum noise limits on sensitivity; and general relativity predicting signal characteristics. The 2017 detection of merging neutron stars, observed simultaneously in gravitational and electromagnetic waves, inaugurated multi-messenger astronomy. This technology demonstrates how fundamental wave physics enables revolutionary astronomy.",
        "questions": [
          "Explain how LIGO uses interference to detect gravitational waves.",
          "Why must the laser be highly coherent for this detection method?",
          "What advantages do gravitational waves have over electromagnetic waves for astronomy?"
        ]
      },
      "assessmentBlooms": {
        "remember": {
          "question": "State Malus's Law for light intensity through polarisers.",
          "sampleAnswer": "Malus's Law states that when polarised light passes through a second polariser (analyser), the transmitted intensity is I = I₀ cos² θ, where I₀ is the incident intensity and θ is the angle between the polarisation direction of the light and the transmission axis of the analyser."
        },
        "understand": {
          "question": "Explain why single photons can produce interference patterns in a double-slit experiment.",
          "sampleAnswer": "In quantum mechanics, each photon is described by a wave function that propagates through both slits simultaneously, not as a classical particle taking one path. The wave function components from each slit interfere, creating probability amplitudes for detection at different screen positions. Where amplitudes add constructively, detection probability is high; where they cancel, probability is low. Over many photons, this probability distribution builds up the interference pattern. Each photon 'interferes with itself' in the sense that its wave function explores all paths. The pattern appears even when photons pass one at a time, proving the wave nature is fundamental to individual photons, not a collective effect."
        },
        "apply": {
          "question": "A galaxy shows hydrogen emission lines at wavelength 670 nm instead of the laboratory value of 656 nm. Calculate the galaxy's recession velocity.",
          "sampleAnswer": "Using the Doppler formula for redshift: z = (λ_observed - λ_emitted)/λ_emitted = (670 - 656)/656 = 0.0213. For non-relativistic motion, z ≈ v/c, so v = zc = 0.0213 × 3×10⁸ m/s = 6.4×10⁶ m/s or about 6,400 km/s. The galaxy is receding at approximately 6,400 km/s. (For more precise calculation, the relativistic formula gives v = c[(1+z)² - 1]/[(1+z)² + 1] = 6,350 km/s - similar for small z.)"
        },
        "analyse": {
          "question": "Analyse why diffraction limits the resolution of optical telescopes and how adaptive optics partially overcomes this limitation.",
          "sampleAnswer": "Diffraction occurs at the telescope aperture, spreading point sources into Airy discs with angular radius θ ≈ 1.22λ/D, where D is aperture diameter. Two stars closer than this angular separation cannot be distinguished (Rayleigh criterion). Larger apertures improve resolution, but atmospheric turbulence distorts wavefronts, limiting resolution to ~1 arcsecond regardless of aperture. Adaptive optics measures wavefront distortion (using guide stars or laser beacons) and compensates in real-time using deformable mirrors. The mirror shape is adjusted hundreds of times per second to flatten the distorted wavefront. This restores diffraction-limited resolution for large telescopes. The physics involves: Fourier optics describing wavefront propagation, atmospheric turbulence statistics, feedback control theory, and deformable mirror mechanics. Adaptive optics enables ground-based telescopes to approach theoretical resolution limits set by diffraction."
        },
        "evaluate": {
          "question": "Evaluate the potential of metamaterials to enable 'invisibility cloaking' from a physics perspective.",
          "sampleAnswer": "Metamaterial cloaking has demonstrated principles but faces fundamental and practical limitations. Physics basis: Transformation optics shows that coordinate transformations of Maxwell's equations can be implemented through specific material property distributions. A cloak bends electromagnetic waves around an object, preventing scattering. Demonstrated achievements: Microwave-frequency cloaking of small objects has been demonstrated. Recent progress includes broader bandwidth and simpler designs. Fundamental limitations: Perfect cloaking requires infinite phase velocity (faster than light) at cloak boundaries - impossible. Practical cloaks involve approximations with residual scattering. Bandwidth is severely limited - most cloaks work at single frequencies. Loss in metamaterials causes absorption and heating. Physical constraints: Sub-wavelength structures must be fabricated - easy for microwaves (~cm structures), extremely difficult for visible light (~nm structures). 3D cloaks are much harder than 2D demonstrations. Evaluation: Scientific principle is sound and demonstrated. Practical full-spectrum, macroscopic optical cloaking remains far from achievable. Specialised applications (single-frequency radar cloaking, electromagnetic shielding) are more realistic near-term goals."
        },
        "create": {
          "question": "Propose a method to measure the polarisation of light from the sky and use it to demonstrate that scattered sunlight is polarised.",
          "sampleAnswer": "Equipment: Polarising filter, camera or phone, clear sky day. Method: 1) Set up camera pointing at clear sky approximately 90° from the Sun (maximum polarisation angle). 2) Take photos through polarising filter at 0°, 45°, 90°, 135° rotations. 3) Compare image brightness at each orientation - scattered light is partially plane polarised. 4) Repeat at different angles from Sun (directly toward, 45°, away from Sun). 5) Quantitative enhancement: Use light meter to measure intensity through filter at different orientations. Plot I versus θ to verify Malus's Law relationship. 6) Further investigation: Check polarisation direction (should be perpendicular to Sun-observer-sky point plane). Compare blue versus horizon (more polarisation in blue due to Rayleigh scattering wavelength dependence). Physical explanation: Sunlight is unpolarised. Rayleigh scattering by atmospheric molecules preferentially scatters light polarised perpendicular to scattering plane. At 90° from Sun, scattered light is strongly polarised. This is how Viking navigators reportedly found the Sun's position through cloudy skies using polarising calcite crystals, and how many insects navigate."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the Rayleigh criterion for resolution?",
          "sampleAnswer": "The Rayleigh criterion states that two point sources are just resolvable when the central maximum of one diffraction pattern coincides with the first minimum of the other. For a circular aperture, this corresponds to an angular separation of θ ≈ 1.22λ/D, where λ is wavelength and D is aperture diameter."
        },
        "multistructural": {
          "question": "List four factors that affect the sensitivity of a laser interferometer gravitational wave detector.",
          "sampleAnswer": "1) Laser power and coherence - higher power improves signal-to-noise ratio; coherence enables interference. 2) Mirror quality and suspension - mirrors must be nearly perfect and isolated from vibrations. 3) Arm length - longer arms give larger absolute displacement for same strain. 4) Quantum noise - photon shot noise and radiation pressure noise set fundamental limits. 5) Thermal noise - molecular vibrations in mirrors limit sensitivity at certain frequencies."
        },
        "relational": {
          "question": "Explain the relationship between the wave nature of light, the uncertainty principle, and the diffraction limit in optical systems.",
          "sampleAnswer": "These concepts are fundamentally connected through the wave-like behaviour of light. The diffraction limit (Δθ ≈ λ/D) arises because confining light to aperture D necessarily spreads its angular distribution. This is the spatial manifestation of the uncertainty principle: confining position (aperture D) increases momentum uncertainty (angular spread λ/D). The wave nature underlies both - waves inherently spread when confined. Mathematically, the diffraction pattern is the Fourier transform of the aperture function, and Fourier transform properties encode uncertainty relations. A narrow aperture (precisely defined position) produces a broad diffraction pattern (uncertain direction/momentum). The product ΔxΔp ≈ ℏ is maintained. This means: 1) Resolution cannot be improved indefinitely by perfect optics; 2) Overcoming diffraction limits requires changing the effective wavelength (electron microscopes) or the spatial information content (super-resolution techniques using multiple measurements); 3) The quantum nature of light fundamentally limits classical imaging."
        },
        "extendedAbstract": {
          "question": "How does the detection of gravitational waves complement electromagnetic astronomy, and what does multi-messenger astronomy reveal that neither alone could?"
        }
      },
      "studentReflection": [
        "How does quantum mechanics change your understanding of light compared to classical wave theory?",
        "What aspects of metamaterials seem most promising for practical applications?",
        "How might gravitational wave astronomy change our understanding of the universe?"
      ]
    },
    "E": {
      "levelCode": "E",
      "levelName": "Exceptional Extension",
      "levelDescription": "Research-level engagement for exceptionally capable students",
      "readingAge": "18+ years",
      "whatYouWillLearn": [
        "Quantum electrodynamics and the photon field",
        "Coherence theory and quantum optics",
        "Nonlinear optics and photon interactions",
        "Information content of electromagnetic waves",
        "Frontier research in photonics and quantum sensing"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Quantum Electrodynamics: The Photon Field",
            "content": "Quantum electrodynamics (QED) describes electromagnetic interactions through quantised photon fields. The electromagnetic field is decomposed into modes, each a quantum harmonic oscillator with discrete energy levels nℏω. Photons are field excitations - adding a photon increases mode energy by ℏω. The vacuum state |0⟩ has zero photons but non-zero energy (vacuum fluctuations) with physical consequences (Casimir effect, spontaneous emission). Creation (a†) and annihilation (a) operators add/remove photons. Coherent states |α⟩ = e^(-|α|²/2)Σ(α^n/√n!)|n⟩ describe laser light - minimum uncertainty states with Poissonian photon statistics. QED achieves extraordinary agreement with experiment (g-2 prediction accurate to 12 decimal places) and underlies all photon-based technologies.",
            "visualDescription": "Quantum field mode diagram with creation/annihilation operators and photon number states"
          },
          {
            "title": "Coherence Theory and Quantum Optics",
            "content": "Coherence describes correlations in electromagnetic fields. First-order coherence (g^(1)(τ)) measures field amplitude correlations, determining interference visibility. Coherence length Lc = c/Δν and coherence time τc = 1/Δν quantify the range of correlations, determined by source bandwidth. Second-order coherence (g^(2)(τ)) measures intensity correlations, distinguishing classical from quantum light. Coherent states have g^(2)(0) = 1; thermal light has g^(2)(0) = 2; single photons have g^(2)(0) = 0 (antibunching). Hanbury Brown-Twiss experiments measure photon statistics. Squeezed states have reduced quantum noise in one quadrature at the expense of increased noise in the other, enabling measurements below the standard quantum limit. These concepts underpin quantum communication and precision sensing.",
            "visualDescription": "Coherence function plots and photon correlation diagrams for different light sources"
          },
          {
            "title": "Nonlinear Optics",
            "content": "At high intensities, material response becomes nonlinear: P = ε₀(χ^(1)E + χ^(2)E² + χ^(3)E³ + ...). Second-order effects (χ^(2)) in non-centrosymmetric crystals enable second harmonic generation (frequency doubling), sum/difference frequency generation, and parametric amplification. Third-order effects (χ^(3)) cause self-focusing, four-wave mixing, and nonlinear refractive index (Kerr effect). These processes require phase matching - wave vectors must satisfy momentum conservation. Nonlinear optics enables tunable laser sources, ultrashort pulse generation (mode-locking), and photon pair creation for quantum applications. Photon-photon interactions, negligible classically, become significant at these intensities.",
            "visualDescription": "Nonlinear optical processes diagrams showing frequency conversion and phase matching"
          },
          {
            "title": "Information in Electromagnetic Waves",
            "content": "Information theory quantifies communication capacity. Channel capacity (Shannon) C = B log₂(1 + S/N), where B is bandwidth and S/N is signal-to-noise ratio. For photons, the quantum limit sets minimum noise. The Holevo bound limits classical information extractable from quantum states. Quantum key distribution (BB84, E91) enables secure communication - any eavesdropping disturbs quantum states detectably. Quantum computing uses photons as qubits; linear optical quantum computing achieves universal computation with single-photon sources, linear optics, and detection. The information perspective reveals fundamental connections between physics (entropy, energy) and communication capacity.",
            "visualDescription": "Quantum communication protocols and capacity limits illustrated with information flow diagrams"
          },
          {
            "title": "Photonics and Integrated Optics",
            "content": "Photonics manipulates light at the device level, analogous to electronics with electrons. Photonic crystals - periodic dielectric structures with photonic band gaps - control light propagation. Silicon photonics integrates optical components on chips, enabling optical interconnects, biosensors, and quantum photonic circuits. Plasmonics confines light below the diffraction limit using surface plasmon polaritons at metal-dielectric interfaces. Optical fibres are photonic waveguides; photonic crystal fibres offer customisable dispersion and nonlinearity. The field advances toward optical computing - though photon-photon interaction weakness limits logic gate efficiency, optical information processing offers advantages in communication and certain computations.",
            "visualDescription": "Photonic crystal structures and integrated photonic device layouts"
          },
          {
            "title": "Quantum Sensing and Metrology",
            "content": "Quantum mechanics both limits and enables precision measurement. The standard quantum limit (SQL) arises from photon shot noise in interferometers: Δφ_SQL = 1/√N for N photons. Squeezed light beats the SQL by reducing noise in the measured quadrature. LIGO uses squeezed light to improve sensitivity. Entangled states can achieve Heisenberg limit: Δφ = 1/N - quadratically better scaling. Atomic clocks exploit narrow atomic transitions with Q > 10^17. Optical frequency combs provide phase-coherent link between microwave and optical frequencies, enabling precision spectroscopy and timekeeping. Quantum sensors detect magnetic fields (nitrogen-vacancy centres in diamond) and gravitational effects with unprecedented sensitivity.",
            "visualDescription": "Quantum noise limits and quantum-enhanced measurement strategies illustrated"
          },
          {
            "title": "Waves and Quantum Gravity",
            "content": "At the frontier, wave physics intersects quantum gravity. Gravitational waves probe strong-field general relativity, testing predictions for black hole mergers and neutron star collisions. Future detectors (LISA in space) will detect lower frequencies, probing earlier cosmic epochs. Hawking radiation - black holes emit thermal radiation due to quantum vacuum effects near event horizons - remains undetected but theoretically established. Possible quantum gravity effects on photon propagation (Lorentz violation, vacuum dispersion) are constrained by observations of high-energy gamma rays from distant sources. The relationship between information and gravity (black hole information paradox, holographic principle) suggests deep connections between wave phenomena and spacetime structure.",
            "visualDescription": "Conceptual diagram connecting wave physics to quantum gravity phenomena"
          },
          {
            "title": "Australian Contributions to Photonics and Wave Research",
            "content": "Australia contributes significantly to photonics and wave physics research. CSIRO's WiFi development applied signal processing to multipath radio wave propagation. The Centre for Quantum Computation and Communication Technology (CQC²T) advances quantum photonic technologies for computation and secure communication. The Australian Synchrotron produces brilliant X-rays for materials research. OzGrav leads gravitational wave detection analysis. The Murchison Widefield Array and future SKA study cosmic radio emissions. Research groups pursue photonic integrated circuits, quantum sensors, and optical communications. This research connects fundamental wave physics to transformative technologies, demonstrating how deep physical understanding enables innovation.",
            "visualDescription": "Overview of Australian research centres and their contributions to wave physics"
          }
        ]
      },
      "caseStudy": {
        "title": "Quantum Key Distribution: Secure Communication from Physics",
        "location": "Global research with Australian contributions",
        "content": "Quantum key distribution (QKD) exploits fundamental quantum properties to enable provably secure communication. The BB84 protocol encodes key bits in photon polarisation states using two non-orthogonal bases. An eavesdropper cannot clone unknown quantum states (no-cloning theorem) and cannot measure without disturbance (uncertainty principle). Any interception introduces detectable errors. After exchanging photons, legitimate parties publicly compare randomly selected measurements; error rates above threshold indicate eavesdropping, and the key is discarded. Australian researchers at CQC²T have developed continuous-variable QKD using squeezed states, potentially cheaper to implement than single-photon systems. They've also advanced satellite-based QKD for long-distance communication - single photons can't traverse fibres beyond ~100 km without prohibitive loss, but free-space transmission to satellites extends range. In 2020, China demonstrated intercontinental QKD via satellite. The physics guaranteeing security is remarkable: information-theoretic security derives not from computational difficulty (like current encryption) but from physical law. Even unlimited computational power cannot break QKD without detection. The technology progression from fundamental quantum mechanics to practical secure communication illustrates how deep physical understanding enables revolutionary applications.",
        "questions": [
          "Explain how the no-cloning theorem and uncertainty principle together guarantee QKD security.",
          "Why can't traditional optical fibre extend QKD beyond ~100 km, and how do satellites help?",
          "What advantages might continuous-variable QKD have over single-photon protocols?"
        ]
      },
      "assessmentBlooms": {
        "remember": {
          "question": "State the expression for second-order coherence g^(2)(0) and give its values for coherent, thermal, and single-photon states.",
          "sampleAnswer": "The second-order coherence function at zero time delay is g^(2)(0) = ⟨n(n-1)⟩/⟨n⟩², measuring photon number correlations. For coherent light (laser), g^(2)(0) = 1 (Poissonian statistics). For thermal/chaotic light, g^(2)(0) = 2 (bunched photons). For single-photon Fock states, g^(2)(0) = 0 (antibunched - one photon cannot coincide with itself)."
        },
        "understand": {
          "question": "Explain why squeezed light can improve interferometer sensitivity beyond the standard quantum limit.",
          "sampleAnswer": "The standard quantum limit arises from photon shot noise - vacuum fluctuations in the optical field cause uncertainty in phase measurements. In an interferometer, phase sensitivity is limited by Δφ ≥ 1/√N where N is photon number. Squeezed light has reduced fluctuations in one field quadrature at the expense of increased fluctuations in the other (maintaining the uncertainty product). By injecting squeezed vacuum into the unused interferometer port, fluctuations in the measured quadrature (phase) are reduced while the amplified quadrature (amplitude) isn't measured. This transfers noise from the measurement channel to an irrelevant channel, improving sensitivity. LIGO uses squeezed light injection to improve high-frequency sensitivity by up to 3 dB. The fundamental improvement comes from redistributing unavoidable quantum noise rather than eliminating it."
        },
        "apply": {
          "question": "A second harmonic generation crystal converts 1064 nm laser light to 532 nm. Calculate the phase matching condition and explain why perfect phase matching is necessary for efficient conversion.",
          "sampleAnswer": "Phase matching requires momentum conservation: k(2ω) = 2k(ω), where k = nω/c. For phase matching: n(2ω)×2ω/c = 2×n(ω)×ω/c, simplifying to n(2ω) = n(ω). But normal dispersion gives n(2ω) > n(ω). Phase matching is achieved using birefringent crystals where ordinary and extraordinary rays have different refractive indices. Choosing appropriate propagation angle and polarisations enables n_o(ω) = n_e(2ω). Without phase matching, the fundamental and harmonic waves drift out of phase over the coherence length Lc = λ/4(n(2ω)-n(ω)). New harmonic generated interferes destructively with previously generated harmonic, limiting efficiency. Phase matching maintains constructive addition throughout the crystal, enabling macroscopic conversion efficiency. Temperature tuning or quasi-phase matching (periodic domain inversion) are alternative approaches."
        },
        "analyse": {
          "question": "Analyse the trade-offs between using single-photon versus continuous-variable approaches for quantum key distribution.",
          "sampleAnswer": "Single-photon QKD (BB84, E91): Uses discrete polarisation or time-bin encoding of individual photons. Advantages: Conceptually straightforward; well-developed security proofs; established implementations. Disadvantages: Requires single-photon sources (expensive, imperfect) or attenuated lasers (some vulnerability to photon-number splitting attacks); requires single-photon detectors (expensive, limited efficiency, dark counts); low bit rates due to detection limitations. Continuous-variable QKD: Encodes information in continuous quadratures of coherent or squeezed states. Advantages: Uses standard telecom components (coherent lasers, homodyne detection); higher clock rates possible; potentially cheaper to implement. Disadvantages: Security proofs more complex; requires high-efficiency homodyne detection; more sensitive to loss; reconciliation efficiency limits range. Analysis: CV-QKD may be more practical for metropolitan networks where loss is moderate. Single-photon approaches currently dominate longer-distance implementations. Satellite QKD favours single-photon approaches due to atmospheric effects. The optimal choice depends on distance, cost constraints, required security level, and available technology. Both approaches derive security from quantum physics but exploit different aspects."
        },
        "evaluate": {
          "question": "Evaluate the claim that 'quantum computing will make current encryption obsolete' in light of physics-based security alternatives.",
          "sampleAnswer": "The claim is partially valid but incomplete. Quantum computers running Shor's algorithm could factor large numbers efficiently, breaking RSA encryption. Grover's algorithm halves effective key lengths for symmetric encryption - serious but manageable by doubling key sizes. Current concern timeline: large-scale quantum computers are years to decades away, but 'harvest now, decrypt later' threats motivate near-term action. However, the claim misses physics-based alternatives. QKD provides information-theoretic security independent of computational power - even quantum computers cannot break it without detection. Post-quantum classical cryptography (lattice-based, hash-based algorithms) resists quantum attack without requiring quantum hardware. One-time pads, though impractical for general use, remain unbreakable. Evaluation: quantum computing motivates cryptographic transition but doesn't make secure communication impossible. Rather, it shifts security from computational assumptions (factoring is hard) to physical principles (quantum mechanics forbids perfect cloning) or mathematical structures (lattice problems) believed resistant to quantum attack. The transition requires updated infrastructure but security remains achievable. The statement oversimplifies a nuanced technological transition."
        },
        "create": {
          "question": "Propose a research program to develop quantum sensors for gravitational field mapping, outlining the physics principles and technical challenges.",
          "sampleAnswer": "Research Program: Portable Quantum Gravimetry\n\nObjective: Develop portable quantum sensors achieving μGal (10⁻⁸ g) sensitivity for geophysical surveys and infrastructure monitoring.\n\nPhysics principles: Atom interferometry measures gravitational acceleration through matter-wave interference. Cold atoms are released in free fall and manipulated with light pulses - beam splitters create superpositions of momentum states, mirrors redirect states, final beam splitter creates interference. Gravity-induced phase shift Δφ = kgT² (k = effective wave vector, T = free-fall time) enables precision measurement.\n\nProposed research phases:\n\n1. Cold atom source development: Design compact magneto-optical trap and molasses cooling achieving 10⁶ atoms at μK temperatures. Challenge: reduce laser system size while maintaining performance.\n\n2. Interferometer optimisation: Implement Bragg diffraction for large momentum transfer (higher k improves sensitivity). Develop vibration isolation and sensor fusion with classical accelerometers. Challenge: maintain atom coherence during interrogation.\n\n3. Phase measurement: Implement fluorescence detection and Bayesian estimation for phase extraction approaching quantum projection noise limit. Challenge: achieving shot-noise limited detection.\n\n4. Field deployment: Ruggedise for field conditions - temperature stability, magnetic shielding, portable power. Challenge: maintain sensitivity outside laboratory environment.\n\n5. Array deployment: Develop gradiometer configuration measuring gravity gradients for subsurface mapping. Challenge: common-mode vibration rejection.\n\nExpected outcomes: Sensor achieving μGal sensitivity in portable (<100 kg) package. Applications: underground void detection, aquifer monitoring, volcanic activity, archaeology, resource exploration. Competitive with current relative gravimeters while providing absolute measurements."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the no-cloning theorem in quantum mechanics?",
          "sampleAnswer": "The no-cloning theorem states that it is impossible to create an identical copy of an arbitrary unknown quantum state. This follows from the linearity of quantum mechanics - a cloning operation would require non-linear evolution. The theorem is fundamental to quantum cryptography security and distinguishes quantum from classical information."
        },
        "multistructural": {
          "question": "List four quantum optical phenomena that have no classical analogue and briefly describe each.",
          "sampleAnswer": "1) Photon antibunching (g^(2)(0) < 1) - photons from single-photon sources arrive with sub-Poissonian statistics, never arriving in pairs. 2) Vacuum fluctuations - the electromagnetic field vacuum state has non-zero energy and measurable effects (spontaneous emission, Casimir force). 3) Squeezed states - quantum noise redistributed between quadratures, reducing fluctuations below vacuum level in one at the expense of the other. 4) Entanglement - photon pairs with correlated polarisations showing non-local correlations violating Bell inequalities - no classical explanation possible."
        },
        "relational": {
          "question": "Explain the relationship between optical coherence, photon statistics, and the quantum state of light.",
          "sampleAnswer": "These concepts form an interconnected characterisation of light. The quantum state (density matrix or state vector) fully describes the light field. From this, all measurable properties follow. First-order coherence g^(1)(τ) measures field amplitude correlations, determining interference visibility. It depends on spectral bandwidth and source stability. Second-order coherence g^(2)(τ) measures intensity correlations, revealing photon statistics. The quantum state determines both: coherent states |α⟩ have full first-order coherence (perfect interference) and g^(2)(0)=1 (Poissonian statistics); thermal states have partial first-order coherence (limited by bandwidth) and g^(2)(0)=2 (super-Poissonian bunching); Fock states |n⟩ have phase-independent first-order coherence (actually g^(1)=0 for fixed n) and g^(2)(0)<1 (sub-Poissonian antibunching). Higher-order coherence functions (g^(n)) provide additional characterisation. The relationship is: quantum state determines coherence and statistics, which together characterise classical versus quantum light behaviour."
        },
        "extendedAbstract": {
          "question": "How do the quantum properties of light both constrain and enable measurement precision, and how might this inform future sensor development?"
        }
      },
      "studentReflection": [
        "How does the quantum description of light change your understanding of wave-particle duality?",
        "What connections do you see between quantum optics and quantum computing/communication?",
        "How might quantum sensing technologies change fields beyond physics?"
      ]
    }
  }
}
