{
  "id": "big-bang-model",
  "name": "The Big Bang Model",
  "icon": "💥",
  "what": "This subtopic examines the evidence for the Big Bang model, including redshift and the cosmic microwave background radiation. It also explores the implications for the structure of the universe and its ultimate fate.",
  "why": "The Big Bang model is the most widely accepted explanation for the origin and evolution of the universe. Understanding the evidence helps distinguish scientific cosmology from speculation.",
  "items": [
    {
      "id": 1,
      "title": "I can describe the Steady State model and why it is not widely accepted",
      "code": "5.1",
      "what": "The Steady State model, proposed by Fred Hoyle, suggested the universe expands continuously while new matter is created to maintain constant density. It was an alternative to the Big Bang.",
      "why": "Understanding rejected models shows how science progresses through evidence. The Steady State model was abandoned because observations of redshift and the CMB contradicted its predictions.",
      "example": "The Steady State model predicted the universe should look the same at all distances and times. However, observations showed distant galaxies look different from nearby ones, indicating the universe has changed over time."
    },
    {
      "id": 2,
      "title": "I can explain the Big Bang model and its key claims",
      "code": "5.2",
      "what": "The Big Bang model states the universe began about 13.8 billion years ago as an extremely hot, small, dense state and has been expanding and cooling ever since. The expansion continues today at an increasing rate.",
      "why": "The Big Bang model explains observed cosmic expansion, the abundance of light elements, and the existence of the cosmic microwave background. It provides a framework for understanding the universe's history and future.",
      "example": "The Big Bang was not an explosion in space but an expansion of space itself. Every point in the universe was once compressed together, and space has been stretching apart ever since."
    },
    {
      "id": 3,
      "title": "I can explain redshift as evidence for the expanding universe",
      "code": "5.3",
      "what": "Redshift occurs when light from distant galaxies is stretched to longer wavelengths as space expands, shifting spectral lines toward the red end of the spectrum. More distant galaxies show greater redshift.",
      "why": "Redshift demonstrates that galaxies are moving apart and that more distant galaxies are receding faster. This pattern directly supports the model of an expanding universe originating from a single point.",
      "example": "When astronomers compare spectral lines from distant galaxies to laboratory reference spectra, the lines appear shifted toward red. A galaxy twice as far away shows twice as much redshift."
    },
    {
      "id": 4,
      "title": "I can explain the Cosmic Microwave Background as evidence for the Big Bang",
      "code": "5.4",
      "what": "The Cosmic Microwave Background (CMB) is faint microwave radiation detected from all directions in space. It is the extremely redshifted light from the early hot universe, now cooled to about 3 Kelvin.",
      "why": "The CMB is direct evidence of the hot, dense early universe predicted by the Big Bang model. Its existence and properties match theoretical predictions precisely.",
      "example": "The CMB was discovered accidentally in 1965 by Penzias and Wilson, who detected a persistent microwave signal from every direction. This radiation is the oldest light we can observe, from 380,000 years after the Big Bang."
    },
    {
      "id": 5,
      "title": "I can explain why the universe has no centre, edge, or outside",
      "code": "5.5",
      "what": "The Big Bang was not an explosion at a point in space; it was an expansion of space itself. The universe is homogeneous and isotropic, meaning it looks the same everywhere and in all directions, with no special centre or boundary.",
      "why": "These concepts are counterintuitive but essential for understanding cosmology. Space and time are part of the universe, so questions about what exists outside or before the universe are not meaningful.",
      "example": "Imagine dots on a balloon being inflated. All dots move apart from each other, but no dot is at the centre of the expansion. Similarly, all galaxies see other galaxies receding, but none is at a special central position."
    },
    {
      "id": 6,
      "title": "I can explain entropy and the predicted heat death of the universe",
      "code": "5.6",
      "what": "Entropy measures disorder in a system and tends to increase over time. The heat death is the predicted final state where the universe has expanded to maximum entropy: cold, dark, and with no usable energy remaining.",
      "why": "The heat death represents the logical conclusion of ongoing expansion and the second law of thermodynamics. Understanding entropy explains why the universe evolves toward greater disorder.",
      "example": "A hot cup of coffee cools as heat disperses into the room, increasing entropy. Eventually, everything reaches the same temperature and no work can be done. The universe is heading toward a similar state over trillions of years."
    }
  ]
}
