{
  "id": "distance-and-deep-time",
  "name": "Distance to Stars and Deep Time",
  "icon": "🔭",
  "what": "This subtopic covers how astronomers measure vast cosmic distances using parallax and standard units like lightyears and parsecs. It also explores the concept that observing distant objects means looking back in time.",
  "why": "Understanding cosmic distances helps us grasp the true scale of the universe. The relationship between distance and time reveals that astronomy is also a form of time travel, allowing us to study the history of the cosmos.",
  "items": [
    {
      "id": 1,
      "title": "I can explain the historical concept of the celestial sphere and why it was abandoned",
      "code": "1.1",
      "what": "The celestial sphere was an imaginary sphere with Earth at its centre, used to map the positions of stars and planets. People once believed it was made of a substance called ether.",
      "why": "Understanding outdated models helps us appreciate how science progresses through testing and evidence. The Michelson-Morley experiment disproved the ether theory by showing light travels at the same speed in all directions.",
      "example": "The Michelson-Morley experiment in the 1880s used an interferometer to measure light speed in different directions. They expected to find differences due to ether, but found light speed was constant everywhere."
    },
    {
      "id": 2,
      "title": "I can describe how parallax is used to measure distances",
      "code": "1.2",
      "what": "Parallax measures distance by observing how an object appears to shift position when viewed from two different locations. You can demonstrate this by looking at your thumb with one eye, then the other.",
      "why": "Parallax is one of the few direct methods we have for measuring distances in space. It forms the foundation of the cosmic distance ladder that astronomers use to map the universe.",
      "example": "Hold your thumb at arm's length and close one eye, then switch eyes. Your thumb appears to jump against the background. The closer your thumb is to your face, the bigger the jump."
    },
    {
      "id": 3,
      "title": "I can explain stellar parallax and its limitations",
      "code": "1.3",
      "what": "Stellar parallax measures star distances by observing how a star appears to shift against distant background stars as Earth orbits the Sun over six months.",
      "why": "Stellar parallax only works for relatively close stars because distant stars show parallax angles too small to measure accurately. This limitation drove the development of other distance-measuring techniques.",
      "example": "After six months, Earth has moved to the opposite side of its orbit. A nearby star like Proxima Centauri shows a tiny shift against distant background stars, but a star 1000 lightyears away shows almost no measurable shift."
    },
    {
      "id": 4,
      "title": "I can convert between lightyears and parsecs",
      "code": "1.4",
      "what": "A lightyear is the distance light travels in one year (about 9 trillion km). A parsec equals 3.26 lightyears and is derived from parallax measurements.",
      "why": "These units allow astronomers to express enormous distances in manageable numbers. Converting between them is essential for working with astronomical data from different sources.",
      "example": "The Andromeda galaxy is 2.5 million lightyears away. To convert to parsecs: 2,500,000 ÷ 3.26 = approximately 767,000 parsecs (0.77 million parsecs)."
    },
    {
      "id": 5,
      "title": "I can state approximate distances to key objects in the universe",
      "code": "1.5",
      "what": "Key distances include: Moon (1.3 light-seconds), Sun (8 light-minutes), nearest star (4 lightyears), and the observable universe diameter (93 billion lightyears).",
      "why": "Knowing these benchmark distances helps build an intuitive understanding of cosmic scale and provides reference points for comparing other astronomical distances.",
      "example": "If the Sun suddenly vanished, we would not know for 8 minutes because that is how long sunlight takes to reach Earth. A message to Mars takes about 13 minutes each way, so 26 minutes for a round trip."
    },
    {
      "id": 6,
      "title": "I can explain why observing distant objects is like looking back in time",
      "code": "1.6",
      "what": "Light travels at 300,000 km per second, but still takes time to cross cosmic distances. When we observe distant objects, we see them as they were when the light left them, not as they are now.",
      "why": "This time-delay effect means telescopes are also time machines. Studying distant galaxies tells us about the early universe, while nearby objects show us more recent conditions.",
      "example": "Light from Alpha Centauri takes 4.3 years to reach us, so we see it as it was 4.3 years ago. A star 200 million lightyears away that only lives for 100 million years has probably already died, but we still see its light."
    }
  ]
}
