{
  "id": "distance-and-history",
  "name": "Distance and History of the Universe",
  "icon": "🌌",
  "what": "This subtopic covers the age and size of the observable universe, the different types of galaxies, how Cepheid variable stars help measure cosmic distances, and the major stages in the universe's history.",
  "why": "Understanding cosmic scale and history provides context for all of astronomy. These concepts explain how we know the universe is 13.8 billion years old and how its structure has evolved over time.",
  "items": [
    {
      "id": 1,
      "title": "I can state the age of the universe and explain how we estimate it",
      "code": "4.1",
      "what": "The universe is approximately 13.8 billion years old, measured from the Big Bang. We estimate this by studying the oldest visible objects and the rate of cosmic expansion.",
      "why": "Knowing the universe's age provides a timeline for cosmic evolution and helps us understand how galaxies, stars, and planets developed over billions of years.",
      "example": "The James Webb Space Telescope has observed galaxies formed just 400 million years after the Big Bang, appearing as they were 13.4 billion years ago. Before this time, the universe was not transparent to light."
    },
    {
      "id": 2,
      "title": "I can describe the observable universe and explain why we appear to be at its centre",
      "code": "4.2",
      "what": "The observable universe is the region from which light has had time to reach us, about 93 billion lightyears in diameter. We appear to be at the centre because we can see equal distances in all directions.",
      "why": "Every point in the universe has its own observable universe. We are not at a special location; any observer anywhere would also appear to be at the centre of their own observable region.",
      "example": "The observable universe contains over 100 billion galaxies. An observer in the Andromeda galaxy would have a different observable universe, seeing some galaxies we cannot see and unable to see some that we can."
    },
    {
      "id": 3,
      "title": "I can identify and describe the three main galaxy types",
      "code": "4.3",
      "what": "Galaxies are classified as spiral (central bulge with spiral arms), elliptical (football or egg shaped), or irregular (no distinct shape). Galaxy shapes change through collisions and mergers.",
      "why": "Galaxy classification helps astronomers understand galactic evolution. Elliptical galaxies often result from collisions, while spiral galaxies have not recently merged with large neighbours.",
      "example": "Our Milky Way is a spiral galaxy. The Andromeda galaxy is also spiral. When they collide in about 4 billion years, they will likely merge into a single elliptical galaxy."
    },
    {
      "id": 4,
      "title": "I can explain how Cepheid variable stars are used to measure cosmic distances",
      "code": "4.4",
      "what": "Cepheid variables are stars that pulsate with regular brightness changes. Their pulsation period is directly related to their absolute brightness, making them useful distance indicators.",
      "why": "Stellar parallax only works for nearby stars. Cepheid variables extend our distance measurements to other galaxies, forming a crucial step in the cosmic distance ladder.",
      "example": "Two Cepheid stars with the same 10-day pulsation period have the same absolute brightness. If one appears four times dimmer than the other, it must be twice as far away."
    },
    {
      "id": 5,
      "title": "I can describe the five major stages in the history of the universe",
      "code": "4.5",
      "what": "The universe's history includes: very early universe (forces and particles form), early universe (atoms form), dark ages (no stars yet), large-scale structure emergence (first stars and galaxies), and current universe.",
      "why": "This timeline shows how the universe transformed from a hot, dense state into the structured cosmos we observe today. Each stage had distinct physical conditions and events.",
      "example": "The very early universe lasted a tiny fraction of a second. The dark ages lasted about 200 million years with no light sources. The large-scale structure period began around 400 million years after the Big Bang."
    },
    {
      "id": 6,
      "title": "I can explain why the stages of the universe vary dramatically in length",
      "code": "4.6",
      "what": "The stages of cosmic history vary from fractions of a second (very early universe) to billions of years (current universe). Early stages happened rapidly under extreme conditions, while later stages unfold slowly.",
      "why": "Understanding the vastly different timescales helps appreciate how quickly fundamental physics was established versus how slowly cosmic structures evolved through gravity.",
      "example": "The Planck epoch lasted about 10⁻⁴³ seconds. The early universe stage lasted about 370,000 years. The current universe stage has lasted over 12 billion years and continues today."
    }
  ]
}
