{
  "id": "stars-brightness-colour-lifecycles",
  "name": "Stars: Brightness, Colour and Lifecycles",
  "icon": "⭐",
  "what": "This subtopic covers how astronomers measure and classify stars using brightness (magnitude), colour (temperature), and the Hertzsprung-Russell diagram. It also traces the lifecycle of stars from birth to death, including supernovae and black holes.",
  "why": "Understanding star properties allows astronomers to determine stellar distances, ages, and compositions. Star lifecycles explain where elements come from and how the universe evolves over time.",
  "items": [
    {
      "id": 1,
      "title": "I can distinguish between apparent and absolute magnitude",
      "code": "3.1",
      "what": "Apparent magnitude is how bright a star looks from Earth. Absolute magnitude is how bright a star actually is, measured as if all stars were at a standard distance of 10 parsecs.",
      "why": "A dim nearby star can appear brighter than a brilliant distant star. Distinguishing these measurements is essential for accurately comparing stars and determining their true properties.",
      "example": "The Sun has an apparent magnitude of -27 (extremely bright from Earth) but Alpha Centauri appears much dimmer at magnitude -0.27, even though we cannot tell which is actually brighter without knowing their distances."
    },
    {
      "id": 2,
      "title": "I can use the magnitude scale to compare star brightness",
      "code": "3.2",
      "what": "The magnitude scale is inverse: lower numbers mean brighter objects. Very bright objects have negative magnitudes. Each magnitude difference represents about 2.5 times the brightness.",
      "why": "The magnitude scale is the standard system astronomers use worldwide. Understanding it allows you to interpret star charts and astronomical data correctly.",
      "example": "A star with magnitude -1 is brighter than one with magnitude 4, which is brighter than one with magnitude 6. The Moon at magnitude -12 is much brighter than Venus at magnitude -4."
    },
    {
      "id": 3,
      "title": "I can relate star colour to temperature",
      "code": "3.3",
      "what": "Star colour indicates temperature: blue and white stars are hottest (up to 28,000°C), yellow stars like our Sun are medium temperature, and red stars are coolest (around 2,000°C).",
      "why": "This relationship is opposite to artistic conventions where red represents warmth. Understanding the physics of colour and temperature is essential for interpreting astronomical observations.",
      "example": "Rigel appears blue-white and has a surface temperature of about 12,000°C. Betelgeuse appears red and has a surface temperature of only about 3,500°C. The Sun appears yellow at about 5,500°C."
    },
    {
      "id": 4,
      "title": "I can explain how spectroscopy reveals stellar composition",
      "code": "3.4",
      "what": "Spectroscopy analyses the spectrum of light from stars. Dark lines in the spectrum indicate which elements are present in the star's atmosphere, as each element absorbs specific wavelengths.",
      "why": "Spectroscopy allows astronomers to determine what stars are made of without visiting them. This technique revealed that stars are mainly hydrogen and helium, with traces of heavier elements.",
      "example": "When starlight passes through hydrogen gas, specific wavelengths are absorbed, creating dark lines at predictable positions. Different elements create different patterns of dark lines, like a chemical fingerprint."
    },
    {
      "id": 5,
      "title": "I can use the Hertzsprung-Russell diagram to classify stars",
      "code": "3.5",
      "what": "The HR diagram plots star colour (temperature) against brightness (luminosity). Most stars fall on the main sequence, a diagonal band from hot bright stars to cool dim stars.",
      "why": "The HR diagram reveals patterns in star populations and helps predict stellar properties. A star's position indicates its classification, age, and stage in its lifecycle.",
      "example": "The Sun sits on the main sequence as a yellow medium-brightness star. Red giants appear in the upper right (cool but bright), while white dwarfs appear in the lower left (hot but dim)."
    },
    {
      "id": 6,
      "title": "I can describe the lifecycle of small and large stars",
      "code": "3.6",
      "what": "Small stars like the Sun become red giants, then shed outer layers as planetary nebulae, leaving white dwarfs. Large stars become supergiants, explode as supernovae, and leave neutron stars or black holes.",
      "why": "Star mass determines destiny. Understanding lifecycles explains where heavy elements come from and why certain stellar remnants exist. The Sun is a third-generation star, recycled from previous stellar deaths.",
      "example": "In about 5 billion years, the Sun will expand into a red giant, eventually shed its outer layers, and leave behind a cooling white dwarf about the size of Earth but with the mass of the Sun."
    },
    {
      "id": 7,
      "title": "I can explain what supernovae are and why they matter",
      "code": "3.7",
      "what": "A supernova is a massive explosion when a giant star runs out of fuel and collapses. It can briefly outshine an entire galaxy and creates elements heavier than iron, scattering them through space.",
      "why": "Supernovae are the source of heavy elements like gold and silver. They also trigger new star formation by compressing nearby gas clouds and distribute the raw materials for planets and life.",
      "example": "Supernova 1987A was visible from Earth in 1987, appearing in the Large Magellanic Cloud 160,000 lightyears away. Ancient Chinese astronomers recorded a supernova in 1054 CE that was visible during daylight."
    },
    {
      "id": 8,
      "title": "I can describe black holes and methods for detecting them",
      "code": "3.8",
      "what": "Black holes are regions where gravity is so strong that nothing, including light, can escape. They are detected through orbiting stars, X-ray emissions, gravitational waves, and gravitational lensing.",
      "why": "Black holes represent extreme physics and exist at the centre of most galaxies. Understanding detection methods shows how astronomers study objects that emit no light directly.",
      "example": "The black hole at the centre of our galaxy was discovered by tracking stars orbiting an invisible massive object. In 2019, the Event Horizon Telescope directly imaged a black hole's shadow for the first time."
    }
  ]
}
