{
  "topic": "Help-Seeking, Treatment, and Recovery",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Alcohol and Other Drugs",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P04", "VC2HP10P07", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of when and how to get help for substance-related concerns, and awareness of available support services.",
      "whatYouWillLearn": [
        "When and why someone might need help with drugs or alcohol",
        "Who can help and where to find support",
        "What happens when you call a helpline or talk to a counsellor",
        "How to help yourself or a friend in an emergency"
      ],
      "explicatoryContent": [
        {
          "heading": "Recognising When Help is Needed",
          "text": "There are many reasons someone might need help related to drugs or alcohol. This could include feeling worried about your own use or someone else's use, experiencing negative effects from substances, being in an unsafe situation involving drugs, having questions you want answered, or just wanting someone to talk to. Needing help does not mean you are weak or bad - it means you are smart enough to reach out. Getting help early, before a problem becomes serious, is always better. Even if you are not sure whether you need help, it is okay to reach out and talk about what is happening."
        },
        {
          "heading": "Who Can Help",
          "text": "Many people and services can provide help and support. Trusted adults like parents, guardians, relatives, teachers, or school counsellors can offer guidance and connect you with services. GPs (doctors) can provide confidential health advice and referrals. School wellbeing staff are trained to help students. Helplines like DirectLine (1800 888 236), Kids Helpline (1800 55 1800), and headspace (1800 650 890) provide free, confidential support over the phone, webchat, or text. You do not have to give your name when calling a helpline. These services are staffed by trained people who will not judge you. They can help whether you have a serious problem or just want information."
        },
        {
          "heading": "What to Expect When Getting Help",
          "text": "If you call a helpline, a counsellor will answer and ask how they can help. You can share as much or as little as you want. They will listen, provide information, and help you think through your options. Everything you share is confidential (private) unless there is serious risk of harm to you or someone else. If you talk to a school counsellor or GP, they will ask questions to understand your situation. They might suggest strategies to try, connect you with other services, or book follow-up appointments. Remember, the person helping you is on your side - their job is to support you, not to get you in trouble. Getting help is a positive step."
        },
        {
          "heading": "Emergency Situations",
          "text": "Some situations are emergencies that need immediate help. If someone is unconscious or cannot be woken up, having difficulty breathing, having a seizure, very confused or paranoid, or you are worried they might die, call 000 immediately. Tell the operator there is a medical emergency and describe what is happening. Stay with the person while waiting for help. If they are unconscious but breathing, place them in the recovery position (on their side). You will not get in trouble for calling for help in a medical emergency. In Australia, most states have laws protecting people who call for help during overdoses. Saving a life is always more important than worrying about getting in trouble."
        }
      ],
      "keyTerms": [
        {
          "term": "Helpline",
          "definition": "A phone service where trained counsellors provide free, confidential support and information"
        },
        {
          "term": "Confidential",
          "definition": "Private and not shared with others without permission"
        },
        {
          "term": "Counsellor",
          "definition": "A trained professional who provides support and guidance"
        },
        {
          "term": "Recovery position",
          "definition": "Placing an unconscious person on their side to keep their airway clear"
        },
        {
          "term": "Overdose",
          "definition": "When someone takes too much of a substance and their body cannot cope"
        }
      ],
      "caseStudy": {
        "scenario": "Taylor's older brother has been drinking more and more over the past few months. He has been missing work and getting into arguments with family. Taylor is worried but does not know who to talk to or what to do.",
        "questions": [
          "Why might Taylor be hesitant to seek help about their brother?",
          "Who are some people Taylor could talk to about this situation?",
          "What could Taylor say when reaching out for help?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What number do you call in a medical emergency in Australia?",
        "understand": "Explain why it is important to get help early rather than waiting until a problem is serious.",
        "apply": "What would you say if you called a helpline about a friend's drug use?"
      },
      "assessmentSOLO": {
        "unistructural": "Name one helpline that provides support for drug and alcohol concerns.",
        "multistructural": "List three signs that someone might need help with substance use.",
        "relational": "Explain why confidentiality is important for encouraging people to seek help."
      },
      "studentReflection": [
        "What might make it hard for someone to ask for help, and how could these barriers be reduced?",
        "Have you saved the numbers for any helplines in your phone? Why might this be a good idea?",
        "Who are the trusted adults in your life you could talk to if you were worried about something?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of different types of help available, how to navigate support services, and how to effectively support others.",
      "whatYouWillLearn": [
        "Different types of support services and when to use them",
        "How to prepare for and navigate conversations about getting help",
        "Strategies for supporting friends who may be struggling",
        "Understanding barriers to help-seeking and how to overcome them"
      ],
      "explicatoryContent": [
        {
          "heading": "Types of Support Services",
          "text": "Different services provide different types of help. Helplines offer immediate support, information, and referrals - they are a good first step when you are not sure where to turn. School counsellors and wellbeing staff can provide ongoing support and connect you with external services. GPs can assess health concerns, provide medical advice, and refer to specialists. headspace centres provide youth-friendly mental health and wellbeing support, including for substance use. Drug and alcohol services offer specialised assessment, counselling, and treatment. Some services are specifically for young people, others for families. Some are free, others have costs. Online services like chat counselling can be easier for some people than phone calls. Knowing what different services offer helps you find the right fit for your needs."
        },
        {
          "heading": "Starting the Conversation",
          "text": "Talking about substance use concerns can feel difficult, but being prepared can help. Before reaching out, you might think about what you want to say and what you hope to achieve. You do not need to have all the answers - the person helping you will guide the conversation. You could start with something like 'I have been worried about...' or 'I have some questions about...' or 'Something happened and I need to talk to someone.' You can tell them how you would like them to help - just listen, give advice, or take action. If you are seeking help for yourself, remember that being honest helps the person support you better. If you try one service and it does not feel right, try another - finding the right fit sometimes takes a few attempts."
        },
        {
          "heading": "Supporting a Friend",
          "text": "If you are worried about a friend's substance use, you can play an important support role. Choose a private time to express your concern without judgment. Focus on specific behaviours you have noticed rather than labels: 'I've noticed you've been drinking a lot lately' rather than 'You're an alcoholic.' Listen to their perspective - they may be dealing with things you do not know about. Offer to help them access support, like going with them to see a counsellor or helping them find a helpline number. Do not cover up for them or enable their use, but also do not issue ultimatums, as this often backfires. Set boundaries about what you can and cannot do - you cannot fix their problems, but you can be a supportive presence. If their safety is at risk, it is okay to involve an adult even if they do not want you to."
        },
        {
          "heading": "Overcoming Barriers to Help-Seeking",
          "text": "Many things can make it hard to seek help. Stigma and shame - worrying about being judged or labelled - stop many people. Fear of consequences, like getting in trouble at school or with parents, is common. Not recognising that a problem exists, or minimising its severity, delays help-seeking. Practical barriers like not knowing where to go, transportation difficulties, or costs can prevent access to services. Some people worry that their information will not be kept confidential. Understanding these barriers helps us address them. Confidential services reduce fear of judgment. Knowing your rights and what to expect reduces fear of the unknown. Schools with supportive (rather than purely punitive) approaches encourage students to seek help. Campaigns to reduce stigma help normalise help-seeking as a sign of strength."
        }
      ],
      "keyTerms": [
        {
          "term": "headspace",
          "definition": "Australia's national youth mental health foundation, providing services for young people aged 12-25"
        },
        {
          "term": "Stigma",
          "definition": "Negative attitudes and discrimination against people based on a characteristic or behaviour"
        },
        {
          "term": "Enabling",
          "definition": "Actions that unintentionally make it easier for someone to continue harmful behaviour"
        },
        {
          "term": "Referral",
          "definition": "When one service connects you with another service that can better meet your needs"
        },
        {
          "term": "Boundaries",
          "definition": "Limits we set about what we can and cannot do in relationships"
        }
      ],
      "caseStudy": {
        "scenario": "Jordan has noticed their close friend Sam has been using cannabis daily and has become withdrawn. When Jordan tried to talk to Sam about it, Sam got defensive and said there was no problem. Jordan is unsure whether to push the issue or tell someone.",
        "questions": [
          "What barriers might be preventing Sam from acknowledging the problem or seeking help?",
          "How could Jordan approach the conversation differently to be more effective?",
          "What are the potential benefits and risks of Jordan telling a trusted adult?",
          "How can Jordan set healthy boundaries while still being supportive?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What age group is headspace designed to support?",
        "understand": "Explain how stigma acts as a barrier to help-seeking.",
        "apply": "What would you say to a friend who was struggling with substance use but was reluctant to get help?",
        "analyse": "Why might enabling a friend's substance use be harmful even though it comes from wanting to help?"
      },
      "assessmentSOLO": {
        "unistructural": "Define what enabling means in the context of substance use.",
        "multistructural": "List four barriers that prevent people from seeking help for substance use concerns.",
        "relational": "Explain the relationship between confidentiality and willingness to seek help."
      },
      "studentReflection": [
        "What would make you feel more comfortable seeking help for a personal concern?",
        "How would you want a friend to approach you if they were worried about your wellbeing?",
        "What do you think schools could do to make it easier for students to seek help?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of treatment approaches, recovery processes, and the role of support systems in addressing substance use issues.",
      "whatYouWillLearn": [
        "Different treatment approaches and how they work",
        "The concept of recovery and what it involves",
        "How families and support systems are affected and can help",
        "The role of stigma in preventing help-seeking and how to challenge it"
      ],
      "explicatoryContent": [
        {
          "heading": "Treatment Approaches",
          "text": "Various treatment approaches exist for substance use problems, and what works best varies by individual and situation. Brief interventions involve short conversations (often with a GP or counsellor) that provide feedback and advice to help people reduce or stop use. Counselling and therapy help people understand their use, develop coping strategies, and address underlying issues. Cognitive behavioural therapy (CBT) identifies and changes unhelpful thought patterns and behaviours. Motivational interviewing helps people explore and resolve ambivalence about change. Family therapy involves family members in the treatment process. Residential treatment (rehabilitation) provides intensive support in a live-in setting for people with more serious problems. Medication-assisted treatment uses medications to manage withdrawal, reduce cravings, or block effects of substances. Treatment often involves multiple approaches and may need to be ongoing. Relapse (returning to use after a period of abstinence) is common and does not mean treatment has failed - it is often part of the recovery journey."
        },
        {
          "heading": "Understanding Recovery",
          "text": "Recovery is the process of improving health and wellbeing, living a self-directed life, and striving to reach one's full potential. For some people, recovery means abstaining from all substance use. For others, it means reducing use to less harmful levels. Recovery is not just about stopping use - it involves building a meaningful life with positive relationships, purpose, and wellbeing. Recovery is a personal journey that looks different for everyone. It often involves setbacks and is rarely a straight line. Key elements that support recovery include having hope that change is possible, feeling connected to supportive people and communities, developing a sense of purpose and meaning, and building skills for managing challenges. Peer support from others who have experienced similar challenges can be particularly powerful. Recovery is possible at any stage, regardless of how long or serious someone's substance use has been."
        },
        {
          "heading": "Impact on Families and Support Systems",
          "text": "Substance use problems affect not just the individual but their whole family and support network. Family members may experience a range of emotions including worry, frustration, anger, guilt, and grief. Relationships can become strained by broken trust, unpredictable behaviour, and conflict. Children in families affected by substance use may experience neglect, trauma, or instability. Some family members develop codependent patterns where their own wellbeing becomes entirely focused on the person using substances. However, families can also be powerful supports for recovery when they are healthy and informed. Family therapy helps family members understand addiction, improve communication, set healthy boundaries, and support recovery without enabling. Al-Anon and other family support groups provide peer support for people affected by someone else's drinking or drug use. Supporting a family member with substance use problems is stressful, and family members themselves need support and self-care."
        },
        {
          "heading": "Challenging Stigma",
          "text": "Stigma - negative attitudes and discrimination against people with substance use problems - is one of the biggest barriers to help-seeking and recovery. Stigma comes from misunderstandings about addiction, including beliefs that it is simply a choice or moral failing rather than a complex health issue influenced by biology, environment, and circumstances. Stigma leads people to hide their struggles, avoid services, and face discrimination in employment, housing, and healthcare. Language matters: terms like 'addict,' 'junkie,' or 'substance abuser' are stigmatising, while person-first language like 'person with a substance use disorder' recognises humanity beyond the condition. Media portrayals often reinforce stereotypes. Challenging stigma involves educating ourselves and others, using respectful language, treating people with compassion, and supporting policies that address substance use as a health issue. People with lived experience of substance use and recovery are powerful voices for reducing stigma."
        }
      ],
      "keyTerms": [
        {
          "term": "Brief intervention",
          "definition": "A short conversation providing feedback and advice to help reduce harmful substance use"
        },
        {
          "term": "Cognitive behavioural therapy",
          "definition": "A therapy that helps identify and change unhelpful thought patterns and behaviours"
        },
        {
          "term": "Motivational interviewing",
          "definition": "A counselling approach that helps people explore and resolve ambivalence about change"
        },
        {
          "term": "Medication-assisted treatment",
          "definition": "Using medications alongside therapy to treat substance use disorders"
        },
        {
          "term": "Relapse",
          "definition": "Returning to substance use after a period of reduced use or abstinence"
        },
        {
          "term": "Recovery",
          "definition": "A process of improving health and wellbeing and reaching one's full potential"
        },
        {
          "term": "Codependency",
          "definition": "When someone's wellbeing becomes excessively focused on another person's problems"
        },
        {
          "term": "Person-first language",
          "definition": "Language that puts the person before their condition, e.g., 'person with a substance use disorder'"
        }
      ],
      "caseStudy": {
        "scenario": "Maya's mum has been in treatment for alcohol use disorder and is now in recovery. Maya has noticed positive changes but is also worried about relapse. Some of Maya's friends make jokes about 'alcoholics' which makes Maya uncomfortable.",
        "questions": [
          "Why might relapse be a concern for Maya, and how can families prepare for this possibility?",
          "How has Maya's mum's alcohol use likely affected Maya and the family?",
          "How could Maya respond to friends who make stigmatising comments about alcohol use?",
          "What support might Maya need as a family member of someone in recovery?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What does CBT stand for and what does it involve?",
        "understand": "Explain why relapse is often considered part of the recovery journey rather than a failure.",
        "apply": "How would you use person-first language when talking about someone with a drug problem?",
        "analyse": "How does stigma create barriers at individual, social, and systemic levels?"
      },
      "assessmentSOLO": {
        "unistructural": "Define recovery in the context of substance use.",
        "multistructural": "List four different treatment approaches for substance use problems.",
        "relational": "Explain the relationship between stigma and willingness to seek treatment.",
        "extendedAbstract": "Evaluate whether Australian society generally treats substance use as a health issue or a moral failing, and what changes might be needed."
      },
      "studentReflection": [
        "How might understanding addiction as a health issue rather than a choice change how you view people with substance use problems?",
        "What do you think recovery looks like, and what supports make recovery more likely?",
        "How can young people contribute to reducing stigma around substance use and mental health?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of the evidence base for treatment and recovery, service systems, and the intersection of substance use with broader health and social issues.",
      "whatYouWillLearn": [
        "The evidence base for different treatment approaches",
        "How service systems are organised and gaps that exist",
        "The connections between substance use and mental health",
        "Principles of trauma-informed care and how they apply"
      ],
      "explicatoryContent": [
        {
          "heading": "Evidence-Based Treatment",
          "text": "Treatment effectiveness varies by substance, individual characteristics, and treatment fidelity. For alcohol use disorder, cognitive behavioural therapy, motivational enhancement therapy, and twelve-step facilitation all show effectiveness. Medications like naltrexone and acamprosate can support abstinence. For opioid use disorder, medication-assisted treatment with methadone, buprenorphine, or naltrexone is strongly evidence-based and significantly reduces mortality. For cannabis use disorder, no medications are currently approved, and psychosocial treatments (CBT, motivational interviewing, contingency management) are primary approaches. Residential treatment can be appropriate for severe cases but is not inherently more effective than outpatient treatment. Treatment matching - fitting approaches to individual needs - improves outcomes. Aftercare and ongoing support are important for maintaining gains. The effectiveness of self-help groups like Alcoholics Anonymous is debated; they work well for some but not all. A key principle is that some treatment is better than none, and treatment often needs to be tried multiple times before it 'sticks.'"
        },
        {
          "heading": "Service System Organisation",
          "text": "In Australia, alcohol and other drug services are delivered through a mix of public, private, and non-government organisations. State and territory governments fund most public AOD services. The Medicare Benefits Schedule covers some treatment through GPs and psychiatrists. Private health insurance covers some private rehabilitation. Non-government organisations (NGOs) deliver many community services. Services range from information and brief intervention through to intensive residential treatment. Pathways include GP referral, self-referral to community services, hospital emergency departments, and the justice system. Gaps in the system include long wait times for some services, limited services in rural and remote areas, limited youth-specific services, and challenges accessing services for people with co-occurring mental health conditions. Aboriginal Community Controlled Health Organisations provide culturally appropriate services for First Nations communities. Understanding how services are organised helps with navigating the system and advocating for improvements."
        },
        {
          "heading": "Co-occurring Mental Health Conditions",
          "text": "Substance use and mental health problems commonly co-occur - this is called comorbidity or dual diagnosis. Estimates suggest that around half of people with substance use disorders also have a mental health condition, and vice versa. The relationship is complex: mental health problems can lead to substance use as people try to self-medicate; substance use can trigger or worsen mental health conditions; common underlying factors (like trauma or genetics) can contribute to both; and each condition can make the other harder to treat. Historically, mental health and AOD services operated separately, meaning people with both issues fell through gaps. Integrated treatment that addresses both conditions together is now recognised as best practice, though implementation varies. For young people, early identification and treatment of both mental health and substance use issues is particularly important as adolescence is a key period for the development of both."
        },
        {
          "heading": "Trauma-Informed Care",
          "text": "Trauma-informed care (TIC) is an approach that recognises the widespread impact of trauma and integrates this understanding into all aspects of service delivery. Many people with substance use problems have experienced trauma - including childhood abuse and neglect, family violence, accidents, or other traumatic events. Trauma affects the brain and body in ways that can contribute to substance use as a coping mechanism. Traditional approaches that involve confrontation, strip searches, or punitive responses can be retraumatising. TIC principles include realising the prevalence and impact of trauma, recognising signs of trauma, responding by integrating trauma knowledge into policies and practices, and resisting retraumatisation. TIC emphasises safety (physical and emotional), trustworthiness, choice, collaboration, and empowerment. TIC is not a specific treatment but a framework that shapes how all services are delivered. This approach is particularly relevant for services working with young people, who may have experienced adverse childhood experiences that affect their health trajectories."
        }
      ],
      "keyTerms": [
        {
          "term": "Treatment fidelity",
          "definition": "The degree to which a treatment is delivered as intended by its design"
        },
        {
          "term": "Contingency management",
          "definition": "A treatment approach using incentives to reinforce positive behaviours"
        },
        {
          "term": "Comorbidity/dual diagnosis",
          "definition": "The co-occurrence of substance use disorder with another mental health condition"
        },
        {
          "term": "Self-medication",
          "definition": "Using substances to cope with or relieve symptoms of other conditions"
        },
        {
          "term": "Integrated treatment",
          "definition": "Addressing substance use and mental health conditions together rather than separately"
        },
        {
          "term": "Trauma-informed care",
          "definition": "An approach that recognises trauma's impact and integrates this understanding into service delivery"
        },
        {
          "term": "Adverse childhood experiences",
          "definition": "Traumatic events occurring in childhood that affect health and development"
        }
      ],
      "caseStudy": {
        "scenario": "A local council is reviewing youth AOD services in their area. Data shows that young people are waiting months for appointments, that many disengage before completing treatment, and that those with both mental health and substance use issues often do not receive integrated care. The council wants to improve services.",
        "questions": [
          "What evidence-based principles should guide the design of youth AOD services?",
          "How could services be organised to better address the needs of young people with co-occurring mental health conditions?",
          "What would trauma-informed care look like in practice in these services?",
          "How could the council measure whether changes are improving outcomes for young people?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What does dual diagnosis or comorbidity mean?",
        "understand": "Explain why integrated treatment is important for people with co-occurring substance use and mental health conditions.",
        "apply": "How would you apply trauma-informed care principles in designing a support service for young people?",
        "analyse": "Analyse the gaps in Australian AOD service systems and their impact on young people seeking help.",
        "evaluate": "Evaluate the evidence for medication-assisted treatment for opioid use disorder compared to abstinence-only approaches."
      },
      "assessmentSOLO": {
        "unistructural": "Define trauma-informed care.",
        "multistructural": "List the key principles of trauma-informed care.",
        "relational": "Explain the complex relationship between trauma, mental health, and substance use.",
        "extendedAbstract": "Propose how the Australian service system could be redesigned to better address co-occurring substance use and mental health conditions in young people."
      },
      "studentReflection": [
        "How might understanding trauma change how we respond to people with substance use problems?",
        "What do you think are the most important qualities of services that young people would actually want to use?",
        "How can we advocate for improvements to AOD services for young people?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of recovery science, treatment systems, and the sociopolitical context of addiction treatment, with capacity for advocacy and systems thinking.",
      "whatYouWillLearn": [
        "Emerging research in recovery science and what supports long-term recovery",
        "Critical analysis of treatment philosophies and their evidence base",
        "The political economy of addiction treatment and barriers to evidence-based care",
        "Skills for advocacy and contributing to system improvement"
      ],
      "explicatoryContent": [
        {
          "heading": "Recovery Science",
          "text": "Recovery science is an emerging field studying the process, pathways, and predictors of recovery from substance use disorders. Large-scale studies have identified factors associated with sustained recovery: recovery capital (resources that support recovery including social, physical, human, and cultural capital), meaningful activities and sense of purpose, positive social connections and community involvement, stable housing and income, good physical and mental health, and hope and self-efficacy. The Recovery Capital Index measures these factors. Research on recovery trajectories shows considerable heterogeneity - some people recover quickly without formal treatment (natural recovery), others through treatment, others through self-help groups, and many through combinations. Long-term studies suggest that most people with substance use disorders eventually recover, challenging the view of addiction as a chronic relapsing condition. Recovery-oriented systems of care shift focus from acute treatment episodes to long-term support for recovery. Peer recovery support - people with lived experience providing support - is increasingly recognised as valuable."
        },
        {
          "heading": "Critical Analysis of Treatment Philosophies",
          "text": "Different treatment philosophies reflect different understandings of addiction and recovery. The disease model views addiction as a chronic brain disease requiring lifelong abstinence and involvement in twelve-step programs. Evidence supports some aspects (neurobiological changes, genetic components) but not the necessity of lifelong identification as an 'addict' or exclusive abstinence. Harm reduction views substance use on a continuum and aims to reduce harms without requiring abstinence as a precondition. Evidence strongly supports harm reduction approaches, though they remain politically controversial. The biopsychosocial model integrates biological, psychological, and social factors. Recovery models emphasise personal agency, hope, and holistic wellbeing beyond just stopping use. Critiques of medicalisation argue that framing addiction as a disease can reduce stigma but also obscure social determinants and political-economic factors. Critical addiction studies examine how race, class, gender, and colonialism shape addiction patterns and treatment access. Thoughtful practitioners integrate insights from multiple perspectives rather than rigidly adhering to one philosophy."
        },
        {
          "heading": "Political Economy of Addiction Treatment",
          "text": "Addiction treatment exists within political, economic, and cultural contexts that shape its availability, quality, and orientation. Political ideologies influence whether addiction is framed as a health issue (requiring treatment) or a moral/criminal issue (requiring punishment). Funding decisions reflect these ideologies - investment in treatment versus incarceration. The private treatment industry, worth billions globally, has financial interests that may not always align with evidence-based care. Some high-profile residential programs charge enormous fees despite limited evidence of superiority over outpatient alternatives. Pharmaceutical companies influence which treatments are promoted. Insurance coverage shapes which services people can access. Drug scheduling and prohibition affect what treatments are legal and available. Social factors like racism, poverty, and housing instability affect both who develops substance use problems and who can access quality treatment. Advocacy for better treatment requires understanding these political-economic dimensions and engaging with policy processes. Young people can be powerful advocates because substance use policies directly affect their generation."
        },
        {
          "heading": "Advocacy and System Change",
          "text": "Improving treatment and recovery support requires advocacy at multiple levels. Individual advocacy might involve supporting someone to navigate services and assert their rights. Community advocacy could include challenging local barriers to service access or reducing stigma through education campaigns. Policy advocacy addresses systemic issues like funding, regulations, and program design. Effective advocacy involves identifying clear goals, understanding decision-making processes, building coalitions with allies, gathering and presenting evidence, engaging media strategically, and persisting over time. Principles include centring the voices of people with lived experience, using respectful and destigmatising language, engaging with rather than demonising those who hold different views, and balancing critique with constructive alternatives. Youth engagement in advocacy builds civic skills and can shift narratives that often exclude young voices. Areas where advocacy is needed include expanding youth-specific services, increasing access in rural areas, implementing harm reduction approaches, addressing co-occurring conditions, and shifting from punishment to health-based responses."
        }
      ],
      "keyTerms": [
        {
          "term": "Recovery capital",
          "definition": "The sum of resources that support recovery, including social, physical, human, and cultural factors"
        },
        {
          "term": "Natural recovery",
          "definition": "Recovery from substance use disorders without formal treatment"
        },
        {
          "term": "Recovery-oriented system of care",
          "definition": "A service system focused on long-term recovery support rather than acute treatment episodes"
        },
        {
          "term": "Peer recovery support",
          "definition": "Support provided by people with lived experience of recovery"
        },
        {
          "term": "Disease model",
          "definition": "The view of addiction as a chronic brain disease requiring lifelong abstinence"
        },
        {
          "term": "Biopsychosocial model",
          "definition": "A model integrating biological, psychological, and social factors in understanding health"
        },
        {
          "term": "Critical addiction studies",
          "definition": "Scholarship examining how social structures like race, class, and gender shape addiction"
        },
        {
          "term": "Political economy",
          "definition": "Analysis of how political and economic systems interact to shape social outcomes"
        }
      ],
      "caseStudy": {
        "scenario": "You are part of a youth advisory group providing input to state government on reform of the AOD treatment system. The government is considering increasing funding for treatment but is debating whether to prioritise abstinence-based residential programs or expand community-based harm reduction services. Industry groups are lobbying for the residential option, while public health experts recommend the community-based approach.",
        "questions": [
          "What does the research evidence say about the effectiveness of these different approaches?",
          "What political and economic interests might be influencing the different positions?",
          "How would you apply recovery science principles to your recommendations?",
          "How would you ensure that your advice reflects the needs and preferences of young people with lived experience?",
          "How might you advocate for your position effectively within the policy process?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the four types of recovery capital?",
        "understand": "Explain the concept of a recovery-oriented system of care and how it differs from traditional treatment approaches.",
        "apply": "Design an advocacy strategy to increase access to youth AOD services in rural areas.",
        "analyse": "Critically analyse the disease model of addiction, discussing both its strengths and limitations.",
        "evaluate": "Evaluate the argument that harm reduction and abstinence-based approaches are complementary rather than competing philosophies.",
        "create": "Develop a proposal for a youth-led peer recovery support program, grounded in recovery science principles."
      },
      "assessmentSOLO": {
        "unistructural": "What is recovery capital?",
        "multistructural": "List four factors that research has associated with sustained recovery from substance use disorders.",
        "relational": "Explain how political and economic factors influence which treatment approaches are available and promoted.",
        "extendedAbstract": "Synthesise recovery science, critical analysis of treatment philosophies, and political economy to propose a vision for an ideal addiction treatment system and the advocacy needed to achieve it."
      },
      "studentReflection": [
        "How has your understanding of addiction and recovery evolved through studying this topic?",
        "What role do you think young people should play in shaping treatment systems and policies?",
        "If you could change one thing about how Australian society responds to substance use problems, what would it be and why?",
        "What from this unit will be most useful in your own life and community?"
      ]
    }
  }
}
