{
  "topic": "Personal Safety, Violence Prevention, and Respectful Relationships",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Safety and Risk Management",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P03", "VC2HP10P05", "VC2HP10P07", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of personal safety, recognising unsafe situations, and where to get help.",
      "whatYouWillLearn": [
        "What personal safety means and why it matters",
        "How to recognise situations that might be unsafe",
        "What bullying is and how to respond to it",
        "Who can help and how to reach them"
      ],
      "explicatoryContent": [
        {
          "heading": "Understanding Personal Safety",
          "text": "Personal safety means protecting yourself from harm - physical harm (injury), emotional harm (hurt feelings, fear), and social harm (damaged relationships or reputation). Everyone has the right to feel safe at home, at school, in public, and online. This includes the right to have your body respected, to have your feelings considered, and to be treated with dignity. Personal safety is not about being fearful all the time - it is about being aware and knowing how to respond when situations feel wrong. Feeling safe allows you to learn, grow, and enjoy your life."
        },
        {
          "heading": "Recognising Unsafe Situations",
          "text": "Learning to recognise unsafe situations is an important skill. Warning signs that a situation might be unsafe include: feeling uncomfortable or scared, someone invading your personal space, someone touching you in ways that feel wrong, someone asking you to keep secrets from trusted adults, someone trying to isolate you from friends or family, threats or intimidation, and your gut feeling that something is not right. These warning signs apply whether the person is a stranger or someone you know - in fact, most harm to young people comes from people they know rather than strangers. Trust your instincts - if something feels wrong, it probably is."
        },
        {
          "heading": "Understanding Bullying",
          "text": "Bullying is repeated behaviour that is intended to hurt someone physically, emotionally, or socially. Physical bullying includes hitting, pushing, or damaging property. Verbal bullying includes name-calling, insults, and threats. Social bullying includes spreading rumours, excluding people, or embarrassing them. Cyberbullying happens through technology - mean messages, embarrassing posts, or social exclusion online. Bullying involves an imbalance of power - the person doing the bullying has more power (physical, social, or otherwise). A single mean act is not bullying, but it is still not okay. If you are being bullied, it is not your fault. If you see bullying happening, you can help by supporting the person being bullied and reporting to adults."
        },
        {
          "heading": "Getting Help",
          "text": "There are people who can help if you are in an unsafe situation or being bullied. Trusted adults include parents, guardians, teachers, school counsellors, family friends, or any adult you feel safe with. Tell them what is happening - they can help you figure out what to do. At school, there are staff whose job is to help with these issues. Helplines like Kids Helpline (1800 55 1800) offer free, confidential support - you can call, chat online, or email. If you are in immediate danger, call 000. Remember that asking for help is a sign of strength, not weakness. You deserve to be safe, and there are people who will help you."
        }
      ],
      "keyTerms": [
        {
          "term": "Personal safety",
          "definition": "Protecting yourself from physical, emotional, and social harm"
        },
        {
          "term": "Bullying",
          "definition": "Repeated behaviour intended to hurt someone, involving an imbalance of power"
        },
        {
          "term": "Cyberbullying",
          "definition": "Bullying that happens through technology like phones, social media, or gaming"
        },
        {
          "term": "Warning signs",
          "definition": "Signals that a situation might be unsafe"
        },
        {
          "term": "Trusted adult",
          "definition": "A grown-up you can rely on for help and support"
        }
      ],
      "caseStudy": {
        "scenario": "Jamie has been receiving mean messages from classmates on social media. At school, the same group excludes Jamie from activities and makes comments when teachers are not around. Jamie feels sad and anxious about going to school.",
        "questions": [
          "Is this bullying? What kind of bullying is it?",
          "What warning signs indicate this is affecting Jamie?",
          "What could Jamie do about this situation?",
          "Who could Jamie talk to for help?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the three types of harm that personal safety protects against?",
        "understand": "Explain the difference between a single mean act and bullying.",
        "apply": "What would you do if a friend told you they were being bullied?"
      },
      "assessmentSOLO": {
        "unistructural": "Name one helpline that can help with safety or bullying concerns.",
        "multistructural": "List three warning signs that a situation might be unsafe.",
        "relational": "Explain how trusting your instincts connects to keeping yourself safe."
      },
      "studentReflection": [
        "Have you ever had a gut feeling that something was wrong? Did you trust it?",
        "Who are the trusted adults in your life you could go to for help?",
        "Why might it sometimes feel hard to ask for help even when you need it?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of different forms of violence and harassment, bystander action, and strategies for staying safe.",
      "whatYouWillLearn": [
        "Different forms of violence, abuse, and harassment",
        "How to be an effective bystander when you see harmful behaviour",
        "Strategies for de-escalation and self-protection",
        "Understanding healthy versus unhealthy relationship dynamics"
      ],
      "explicatoryContent": [
        {
          "heading": "Forms of Violence and Harassment",
          "text": "Violence and harassment take many forms. Physical violence includes hitting, kicking, pushing, or any unwanted physical force. Psychological or emotional abuse includes threats, intimidation, humiliation, and controlling behaviour. Sexual harassment includes unwanted sexual comments, gestures, or contact. Discrimination-based harassment targets someone because of their race, gender, sexuality, religion, or disability. Coercive control is a pattern of controlling behaviour that may not seem violent but restricts someone's freedom and autonomy. Harassment can be a single serious incident or a pattern of behaviour. Violence and harassment are never acceptable, regardless of the relationship between people. Understanding these forms helps recognise them when they occur."
        },
        {
          "heading": "Being an Effective Bystander",
          "text": "A bystander is someone who witnesses a situation without being directly involved. Bystanders can make a significant difference in preventing and interrupting harmful behaviour. The 5Ds of bystander intervention are: Direct (directly address the behaviour or support the person), Distract (create a diversion to interrupt the situation), Delegate (get help from someone else like a teacher or security), Delay (check in with the person afterward to offer support), and Document (record what is happening if safe to do so). Barriers to bystander action include fear of retaliation, diffusion of responsibility, and uncertainty about what to do. Overcoming these barriers involves recognising your power, knowing your options, and practising what you might do."
        },
        {
          "heading": "De-escalation and Self-Protection",
          "text": "When situations become tense, de-escalation techniques can help prevent violence. Stay calm - your calmness can influence others. Speak slowly and quietly. Use non-threatening body language - hands visible, avoid sudden movements. Give the person space and do not corner them. Listen and acknowledge their concerns without necessarily agreeing. Look for common ground or compromise. Know when to exit - sometimes leaving is the safest option. If violence seems imminent, prioritise your safety - it is okay to run or call for help. Self-defence is a last resort for situations where you cannot escape. Physical safety is more important than pride or possessions. After any threatening situation, tell someone what happened."
        },
        {
          "heading": "Healthy vs Unhealthy Relationships",
          "text": "Understanding the difference between healthy and unhealthy relationships helps recognise warning signs early. Healthy relationships involve respect (valuing each other's opinions and boundaries), trust (being reliable and honest), communication (talking openly about feelings and concerns), equality (both people having equal say), and support (wanting the best for each other). Unhealthy relationships involve control (one person making all decisions), jealousy (restricting who you can see or talk to), disrespect (putting you down or ignoring your feelings), pressure (forcing you to do things you do not want), and isolation (cutting you off from friends and family). These patterns apply to friendships, family relationships, and romantic relationships. Recognising unhealthy dynamics early helps protect yourself and others."
        }
      ],
      "keyTerms": [
        {
          "term": "Harassment",
          "definition": "Behaviour that is unwelcome and causes distress, fear, or offence"
        },
        {
          "term": "Coercive control",
          "definition": "A pattern of controlling behaviour that restricts someone's freedom"
        },
        {
          "term": "Bystander",
          "definition": "A person who witnesses a situation without being directly involved"
        },
        {
          "term": "5Ds",
          "definition": "Bystander intervention strategies: Direct, Distract, Delegate, Delay, Document"
        },
        {
          "term": "De-escalation",
          "definition": "Techniques to reduce tension and prevent situations from becoming violent"
        },
        {
          "term": "Respect",
          "definition": "Valuing others' feelings, opinions, and boundaries"
        }
      ],
      "caseStudy": {
        "scenario": "In the school yard, a group of students is crowding around someone and making threatening comments. The person being targeted looks scared. Other students are watching but no one is doing anything.",
        "questions": [
          "What form of harm is occurring in this situation?",
          "What might be preventing bystanders from acting?",
          "Using the 5Ds framework, what options do bystanders have?",
          "What could you do if you witnessed this situation?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the 5Ds of bystander intervention?",
        "understand": "Explain the difference between healthy and unhealthy relationship dynamics.",
        "apply": "How would you use de-escalation techniques if you saw a conflict developing?",
        "analyse": "Why might bystanders not intervene even when they want to help?"
      },
      "assessmentSOLO": {
        "unistructural": "Define coercive control.",
        "multistructural": "List four characteristics of healthy relationships.",
        "relational": "Explain how recognising unhealthy relationship patterns early can help protect yourself and others."
      },
      "studentReflection": [
        "Have you ever been a bystander to something that did not feel right? What did you do?",
        "What would make you more confident to intervene when you see harmful behaviour?",
        "What does a healthy relationship look like to you?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of the psychology and social dynamics of violence, power in relationships, and evidence-based prevention approaches.",
      "whatYouWillLearn": [
        "The psychology of why people harm others",
        "How power dynamics operate in relationships and groups",
        "The impact of violence on individuals and communities",
        "Evidence-based approaches to violence prevention"
      ],
      "explicatoryContent": [
        {
          "heading": "Psychology of Violence",
          "text": "Understanding why people harm others helps with prevention. Risk factors for violence include individual factors (aggression, impulsivity, substance use), relationship factors (poor family relationships, negative peer influences), community factors (lack of opportunities, normalisation of violence), and societal factors (gender inequality, cultural acceptance of violence). No single factor causes violence - it results from interactions between multiple factors. People who harm others are often responding to their own experiences of harm, though this explains but does not excuse behaviour. Protective factors that reduce violence include emotional regulation skills, positive relationships, school connectedness, and supportive communities. Addressing violence requires addressing root causes, not just punishing individuals."
        },
        {
          "heading": "Power Dynamics",
          "text": "Power - the ability to influence others or control outcomes - operates in all relationships and social situations. Power imbalances occur when one person or group has more power than another. Sources of power include physical size and strength, social status, age, knowledge, resources, and structural advantages based on gender, race, or other characteristics. Power is not inherently bad - it can be used positively to help and protect. However, abuse of power occurs when someone uses their power to harm or control others. Recognising power dynamics helps understand why some people are more vulnerable to harm and why challenging harmful behaviour can be difficult. Equalising power in relationships and institutions reduces potential for abuse."
        },
        {
          "heading": "Impact of Violence",
          "text": "Violence has far-reaching impacts beyond immediate physical harm. Psychological effects can include anxiety, depression, post-traumatic stress, and difficulties with trust and relationships. Witnessing violence also affects people, particularly children. Violence disrupts education, employment, and life opportunities. Communities affected by violence experience reduced social trust and cohesion. The economic costs of violence include healthcare, justice system, lost productivity, and reduced quality of life. Intergenerational effects occur when trauma is passed down through families. Recovery from violence is possible with appropriate support, but prevention is far better than response. Understanding these impacts helps motivate efforts to prevent violence and support those affected."
        },
        {
          "heading": "Evidence-Based Prevention",
          "text": "Violence prevention requires addressing multiple levels. Primary prevention aims to stop violence before it occurs - this includes education, social-emotional learning, changing norms, and addressing structural factors. Secondary prevention targets at-risk individuals and situations - early intervention when warning signs appear. Tertiary prevention responds to violence that has occurred - supporting victims and preventing perpetrators from reoffending. Evidence supports multi-level approaches that address the social-ecological model. School-based programs teaching social-emotional skills, bystander intervention, and healthy relationships show positive effects. Community-level interventions changing norms around violence are effective. Policy approaches like restricting weapons and alcohol reduce violence. What does not work well includes scared straight programs, zero tolerance policies, and approaches that focus only on individual behaviour without addressing context."
        }
      ],
      "keyTerms": [
        {
          "term": "Risk factors",
          "definition": "Characteristics or conditions that increase the likelihood of an outcome"
        },
        {
          "term": "Protective factors",
          "definition": "Characteristics or conditions that reduce risk and support positive outcomes"
        },
        {
          "term": "Power dynamics",
          "definition": "The ways power operates and is distributed in relationships and groups"
        },
        {
          "term": "Intergenerational trauma",
          "definition": "Trauma effects passed down through families across generations"
        },
        {
          "term": "Primary prevention",
          "definition": "Actions to stop harm before it occurs"
        },
        {
          "term": "Social-ecological model",
          "definition": "Framework recognising multiple levels of influence on behaviour"
        }
      ],
      "caseStudy": {
        "scenario": "A school is reviewing its approach to violence prevention after several incidents of peer aggression. The current approach focuses mainly on punishing students involved in incidents. Some staff argue for a more comprehensive approach that addresses underlying factors.",
        "questions": [
          "Using the social-ecological model, what factors at different levels might contribute to peer aggression?",
          "What are the limitations of an approach focused mainly on punishment?",
          "What evidence-based prevention strategies could the school implement?",
          "How could the school measure whether a new approach is working?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the three levels of violence prevention?",
        "understand": "Explain how power dynamics contribute to violence in relationships.",
        "apply": "Apply the social-ecological model to analyse factors contributing to bullying in schools.",
        "analyse": "Why are punishment-focused approaches often insufficient for preventing violence?"
      },
      "assessmentSOLO": {
        "unistructural": "Define primary prevention.",
        "multistructural": "List four risk factors for violence at different levels of the social-ecological model.",
        "relational": "Explain the relationship between power imbalances and vulnerability to violence.",
        "extendedAbstract": "Evaluate the argument that addressing structural factors like gender inequality is essential for preventing interpersonal violence."
      },
      "studentReflection": [
        "What factors in your school or community might contribute to violence or protect against it?",
        "How do power dynamics operate in your peer groups?",
        "What would effective violence prevention look like in your context?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of violence as a public health and social justice issue, including gendered violence, trauma-informed responses, and systemic approaches.",
      "whatYouWillLearn": [
        "Violence as a public health and social justice issue",
        "Understanding gendered violence and its drivers",
        "Trauma-informed approaches to supporting those affected",
        "Systemic approaches to violence prevention and response"
      ],
      "explicatoryContent": [
        {
          "heading": "Violence as Public Health and Social Justice",
          "text": "Violence is increasingly understood as a preventable public health problem, not just a criminal justice issue. Public health approaches apply epidemiological methods to understand patterns and risk factors, design evidence-based interventions, and evaluate outcomes. Violence affects health directly through injury and indirectly through psychological impacts and reduced quality of life. Violence is also a social justice issue - it disproportionately affects marginalised communities. First Nations people experience violence at higher rates related to the ongoing impacts of colonisation and systemic disadvantage. LGBTQ+ individuals face elevated rates of violence linked to discrimination. People with disabilities are more likely to experience violence. Socioeconomic disadvantage correlates with violence exposure. Addressing violence requires addressing these structural inequalities, not just individual behaviour."
        },
        {
          "heading": "Understanding Gendered Violence",
          "text": "Gendered violence refers to violence that is disproportionately directed at someone because of their gender or that is shaped by gender norms. In Australia, approximately one woman per week is killed by a current or former partner. Women experience significantly higher rates of sexual assault, intimate partner violence, and stalking. While men also experience violence, the patterns, perpetrators, and contexts differ. Drivers of gendered violence include gender inequality, rigid gender norms (expectations about how men and women should behave), male control of decision-making and resources, and attitudes condoning violence or dismissing women's experiences. Addressing gendered violence requires changing these underlying drivers, not just responding to individual incidents. Respect, the national education initiative, provides frameworks for understanding and addressing gendered violence."
        },
        {
          "heading": "Trauma-Informed Responses",
          "text": "Supporting people affected by violence requires trauma-informed approaches. Trauma-informed principles include safety (physical and psychological), trustworthiness (being reliable and honest), choice (empowering people to make decisions), collaboration (working with rather than for affected people), and cultural responsiveness. Services should recognise the widespread impact of trauma and integrate this understanding into practice. Responses that blame victims, pressure disclosure, or take control away can be retraumatising. Recovery from violence is possible but is not linear - setbacks are normal. Support needs vary - some people benefit from counselling, others from practical assistance, peer support, or advocacy. Specialist services exist for different types of violence. If you are supporting a friend who has experienced violence, believing them, listening without judgment, and connecting them with professional help are valuable actions."
        },
        {
          "heading": "Systemic Approaches",
          "text": "Effective violence prevention and response requires systemic approaches addressing multiple levels. Policy responses include legislation criminalising violence, funding for prevention and response services, and regulatory frameworks for institutions. Institutional responsibilities include schools, workplaces, and community organisations having policies and procedures for prevention and response. Community-level approaches involve changing social norms, building collective efficacy, and supporting informal networks. Service system coordination ensures people affected by violence can access the help they need without falling through gaps. Prevention education in schools, such as Respectful Relationships, addresses attitudes and skills across the population. Accountability for perpetrators involves both legal consequences and behaviour change programs. System reform requires listening to those with lived experience and addressing the barriers they identify. Young people can contribute to systemic change through advocacy, peer education, and careers in relevant fields."
        }
      ],
      "keyTerms": [
        {
          "term": "Gendered violence",
          "definition": "Violence that disproportionately affects or is shaped by someone's gender"
        },
        {
          "term": "Intimate partner violence",
          "definition": "Violence between current or former romantic partners"
        },
        {
          "term": "Drivers of violence",
          "definition": "Underlying factors that create conditions for violence to occur"
        },
        {
          "term": "Trauma-informed",
          "definition": "Approaches that recognise trauma's impact and avoid retraumatisation"
        },
        {
          "term": "Respectful Relationships",
          "definition": "A prevention education approach addressing attitudes and skills related to gender and violence"
        },
        {
          "term": "Perpetrator accountability",
          "definition": "Ensuring those who cause harm face consequences and have opportunities to change"
        }
      ],
      "caseStudy": {
        "scenario": "A young woman discloses to you that she is experiencing controlling behaviour from her boyfriend - he checks her phone, gets angry when she spends time with friends, and has pushed her once when they were arguing. She says she loves him and he has promised to change. She asks you not to tell anyone.",
        "questions": [
          "What patterns of gendered violence might be present in this situation?",
          "How would you apply trauma-informed principles in supporting your friend?",
          "What resources could you share with her without pressuring her decisions?",
          "What are your responsibilities as a friend, and when might you need to involve others?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the drivers of gendered violence identified by research?",
        "understand": "Explain why violence is considered both a public health and social justice issue.",
        "apply": "Apply trauma-informed principles to supporting someone who has experienced violence.",
        "analyse": "Analyse why women experience significantly higher rates of intimate partner violence than men.",
        "evaluate": "Evaluate the argument that preventing gendered violence requires addressing gender inequality at a societal level."
      },
      "assessmentSOLO": {
        "unistructural": "Define intimate partner violence.",
        "multistructural": "List the principles of trauma-informed practice.",
        "relational": "Explain the relationship between gender inequality and rates of gendered violence.",
        "extendedAbstract": "Develop a comprehensive proposal for how schools could address gendered violence through systemic approaches at multiple levels."
      },
      "studentReflection": [
        "How do gender norms in your community or peer group influence relationships and violence?",
        "What would trauma-informed support look like if a friend disclosed experiencing violence to you?",
        "What role can young people play in preventing gendered violence?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of violence, power, and social change, with capacity for advocacy and contributing to prevention at multiple levels.",
      "whatYouWillLearn": [
        "Critical analysis of violence, power, and social structures",
        "Intersectionality and how different forms of oppression interact",
        "Youth leadership in violence prevention",
        "Envisioning and working toward violence-free futures"
      ],
      "explicatoryContent": [
        {
          "heading": "Violence, Power, and Social Structures",
          "text": "Violence is not random but is patterned by social structures that distribute power unequally. Feminist analysis examines how patriarchy (systems that privilege men and masculinity) shapes gendered violence. Critical race theory examines how racism shapes violence against racialised communities. Colonial violence continues to affect First Nations communities through dispossession, forced removals, and ongoing systemic disadvantage. Class analysis examines how economic inequality creates conditions for violence. These are not competing explanations but intersecting systems. Violence also serves to maintain power - it enforces social hierarchies and punishes those who challenge them. This structural perspective does not excuse individual perpetrators but locates their actions within broader contexts. Effective prevention must address these structural roots, not just individual behaviour."
        },
        {
          "heading": "Intersectionality",
          "text": "Intersectionality, a concept developed by Kimberlé Crenshaw, examines how different forms of oppression interact and compound. For example, the violence experienced by Aboriginal women cannot be fully understood by looking at gender or race separately - it emerges from their specific intersection. A young queer person with a disability faces distinct risks shaped by multiple marginalised identities. Single-axis approaches that address only one form of oppression miss these complexities. Intersectional analysis asks: Whose experiences are centred and whose are marginalised in our understanding of violence? How do different systems of power interact in specific cases? What would prevention look like that addresses multiple forms of oppression simultaneously? This approach leads to more nuanced and effective responses that serve those most marginalised."
        },
        {
          "heading": "Youth Leadership in Prevention",
          "text": "Young people are increasingly recognised as leaders in violence prevention. Youth-led initiatives have achieved significant wins in areas like consent education, bystander action, and school policy. Youth participatory research involves young people in identifying issues and developing solutions. Youth advisory bodies can provide meaningful input to government and organisations. Peer education programs train young people to influence their peers. Youth advocacy involves speaking up for policy and cultural change. Effective youth leadership requires genuine power-sharing with adults, diverse representation, skill development, and sustained support. Young people bring unique perspectives - they understand their own contexts and what will be credible to peers. Youth leadership also develops the next generation of prevention practitioners and advocates. What role will you play?"
        },
        {
          "heading": "Violence-Free Futures",
          "text": "Working toward violence-free futures requires both critique of the present and imagination of alternatives. Transformative justice approaches seek to address harm while also transforming the conditions that create it, rather than relying solely on punishment. Community accountability involves communities taking responsibility for addressing harm rather than outsourcing to external systems. Prevention-focused societies invest in the conditions that prevent violence - equality, connection, opportunity, and wellbeing - rather than just responding after harm occurs. Cultural change shifts norms away from acceptance of violence toward active rejection. Individual change involves each person examining their own attitudes and behaviours. Collective action builds power to achieve systemic change. A violence-free future is not utopian - it is achievable through sustained, strategic effort across multiple levels. Young people today will shape what kind of society we become."
        }
      ],
      "keyTerms": [
        {
          "term": "Patriarchy",
          "definition": "Social systems that privilege men and masculinity over women and femininity"
        },
        {
          "term": "Intersectionality",
          "definition": "Framework examining how different forms of oppression interact and compound"
        },
        {
          "term": "Single-axis analysis",
          "definition": "Examining only one form of oppression without considering interactions"
        },
        {
          "term": "Transformative justice",
          "definition": "Approaches that address harm while transforming conditions that create it"
        },
        {
          "term": "Community accountability",
          "definition": "Communities taking responsibility for addressing harm among their members"
        },
        {
          "term": "Prevention-focused",
          "definition": "Prioritising conditions that prevent harm rather than just responding to it"
        }
      ],
      "caseStudy": {
        "scenario": "You have been invited to join a state-wide youth advisory group developing recommendations for preventing violence affecting young Victorians. The group is considering how to address multiple forms of violence - gendered violence, racist violence, homophobic and transphobic violence, and violence in schools and public spaces - in a way that is comprehensive and intersectional.",
        "questions": [
          "How would you apply intersectional analysis to understanding violence affecting young people?",
          "What structural factors would your recommendations need to address?",
          "How would you ensure the advisory process centres the voices of those most marginalised?",
          "What would transformative approaches to addressing harm look like in practice?",
          "What would a violence-free future look like for young Victorians, and what would it take to achieve it?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Who developed the concept of intersectionality?",
        "understand": "Explain how intersectionality provides a more nuanced understanding of violence than single-axis approaches.",
        "apply": "Design a youth-led violence prevention initiative that addresses structural factors.",
        "analyse": "Analyse how violence serves to maintain power and enforce social hierarchies.",
        "evaluate": "Evaluate the potential of transformative justice approaches compared to conventional criminal justice responses to violence.",
        "create": "Develop a vision for a violence-free future and outline the individual, community, and systemic changes needed to achieve it."
      },
      "assessmentSOLO": {
        "unistructural": "What is transformative justice?",
        "multistructural": "List four structural factors that shape patterns of violence.",
        "relational": "Explain how intersectional analysis changes our understanding of violence affecting Aboriginal women compared to single-axis approaches.",
        "extendedAbstract": "Synthesise insights from structural analysis, intersectionality, and transformative approaches to propose how Australian society should work toward ending violence."
      },
      "studentReflection": [
        "How have structural factors shaped your own experiences or risks of violence?",
        "What would it mean to apply intersectional analysis to violence prevention in your community?",
        "What role do you want to play in creating a violence-free future?",
        "What from this unit will you carry forward in your life beyond school?"
      ]
    }
  }
}
