{
  "topic": "Digital Safety, Online Risks, and Cyber Wellbeing",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Safety and Risk Management",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P05", "VC2HP10P06", "VC2HP10P07", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of common online risks and simple strategies for staying safe in digital environments.",
      "whatYouWillLearn": [
        "Common risks that exist online and in digital spaces",
        "How to protect your personal information",
        "What to do if something online makes you feel uncomfortable",
        "Basic strategies for positive online behaviour"
      ],
      "explicatoryContent": [
        {
          "heading": "Understanding Online Risks",
          "text": "The internet and digital devices are part of everyday life, but they come with risks that are important to understand. Cyberbullying is when someone uses technology to bully, harass, or hurt someone else - this can include mean messages, spreading rumours, or sharing embarrassing content. Scams and fraud involve people trying to trick you into giving them money or information. Inappropriate content includes things you might see online that are violent, sexual, or disturbing. Privacy risks happen when personal information is shared in ways that could cause harm. Strangers online may not be who they say they are. Understanding these risks is the first step in protecting yourself."
        },
        {
          "heading": "Protecting Your Personal Information",
          "text": "Personal information includes your name, address, school, phone number, photos, and location. This information can be used by others in harmful ways if not protected. Strong passwords that are different for each account help protect your accounts - use a mix of letters, numbers, and symbols. Think carefully before sharing information online - once something is posted, it can be difficult or impossible to remove. Check privacy settings on social media and apps to control who can see your information. Be careful about apps that request access to your contacts, photos, or location. Remember that information you share with friends might be shared further without your permission."
        },
        {
          "heading": "When Something Online Makes You Uncomfortable",
          "text": "If you see or experience something online that makes you feel scared, uncomfortable, or confused, there are steps you can take. Stop engaging with the content or person - do not respond. Tell a trusted adult such as a parent, guardian, or teacher. Keep evidence by taking screenshots before blocking or deleting. Block and report the person or content using the platform's tools. Remember that it is not your fault if someone sends you something inappropriate or treats you badly online. You can report serious concerns to the eSafety Commissioner at esafety.gov.au. If you feel unsafe, Kids Helpline (1800 55 1800) is available 24/7."
        },
        {
          "heading": "Being Positive Online",
          "text": "Being safe online is not just about avoiding bad things - it is also about being a positive part of online communities. Think before you post - would you be comfortable if everyone saw this? Treat others online as you would in person. Stand up for others if you see them being treated badly. Be sceptical of information until you verify it is true. Balance your online time with offline activities. Use technology in ways that add to your life rather than cause stress. Remember that the people behind screens are real people with real feelings."
        }
      ],
      "keyTerms": [
        {
          "term": "Cyberbullying",
          "definition": "Using technology to bully, harass, or hurt someone"
        },
        {
          "term": "Personal information",
          "definition": "Information that identifies you, such as name, address, or photos"
        },
        {
          "term": "Privacy settings",
          "definition": "Controls that let you choose who can see your information online"
        },
        {
          "term": "eSafety Commissioner",
          "definition": "Australia's government agency for online safety"
        },
        {
          "term": "Screenshot",
          "definition": "An image capture of what is on your screen, used to save evidence"
        }
      ],
      "caseStudy": {
        "scenario": "Alex receives a message from someone on a gaming platform who seems friendly and wants to be friends. The person asks Alex for their real name, the name of their school, and wants to meet up in person.",
        "questions": [
          "What warning signs suggest this situation could be risky?",
          "What information should Alex avoid sharing?",
          "What should Alex do in this situation?",
          "Who could Alex talk to about this?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is cyberbullying?",
        "understand": "Explain why you should think carefully before sharing personal information online.",
        "apply": "What would you do if a friend showed you a mean message they received online?"
      },
      "assessmentSOLO": {
        "unistructural": "Name one type of personal information you should protect online.",
        "multistructural": "List three steps to take if something online makes you uncomfortable.",
        "relational": "Explain how protecting your personal information connects to preventing other online risks."
      },
      "studentReflection": [
        "Have you ever felt uncomfortable about something that happened online? What did you do?",
        "How do your privacy settings help protect you?",
        "What does being a positive person online mean to you?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of various online risks, digital footprints, and strategies for managing online presence safely.",
      "whatYouWillLearn": [
        "How your digital footprint is created and its long-term impacts",
        "Different types of online risks and how they operate",
        "Strategies for managing your online presence",
        "How to respond to specific online safety situations"
      ],
      "explicatoryContent": [
        {
          "heading": "Your Digital Footprint",
          "text": "Your digital footprint is the trail of information you leave behind when using the internet. Active footprints are what you deliberately share - posts, comments, photos, and profiles. Passive footprints are created without your direct action - websites tracking your visits, apps collecting location data, and cookies storing your browsing habits. Your digital footprint can last forever and be seen by people you did not intend, including future employers, universities, and people who might want to harm you. Search yourself online to see what information is publicly available. Think of every post as potentially permanent and public. Your reputation online is part of your real reputation."
        },
        {
          "heading": "Types of Online Risks",
          "text": "Online risks fall into several categories. Contact risks involve unsafe communication with others - this includes grooming (when someone builds a relationship to exploit you), catfishing (people pretending to be someone they are not), and being contacted by strangers with bad intentions. Content risks involve exposure to harmful material - violent content, pornography, pro-self-harm content, and misinformation. Conduct risks relate to your own behaviour online - cyberbullying others, sharing inappropriate content, or engaging in illegal activities. Commercial risks involve privacy breaches, scams, identity theft, and exploitation. Understanding these categories helps identify the specific risks in different situations."
        },
        {
          "heading": "Managing Your Online Presence",
          "text": "Being intentional about your online presence helps protect your safety and reputation. Audit your accounts regularly - review what information is visible and remove anything you are not comfortable with. Use strong, unique passwords and enable two-factor authentication where available. Review app permissions and remove those that are unnecessary. Be selective about friend and follower requests - quality matters more than quantity. Think about how different platforms connect - information from one can reveal things about another. Consider using different usernames across platforms to make it harder to link your accounts. Have conversations with trusted adults about your online activities without fear of losing access."
        },
        {
          "heading": "Responding to Online Safety Situations",
          "text": "Different situations require different responses. For cyberbullying: do not respond, save evidence, block the person, report to the platform, and tell a trusted adult. If it continues, report to the eSafety Commissioner. For scams and phishing: do not click links, do not provide information, and report to Scamwatch. For inappropriate contact from strangers: stop communication, save evidence, block and report, and tell a trusted adult immediately - this could be a criminal matter. For image-based abuse (non-consensual sharing of intimate images): contact eSafety immediately, as this is illegal in Australia. For general concerns: talk to someone you trust. Remember that seeking help is a sign of strength, not weakness."
        }
      ],
      "keyTerms": [
        {
          "term": "Digital footprint",
          "definition": "The trail of information you leave behind when using the internet"
        },
        {
          "term": "Grooming",
          "definition": "When someone builds a relationship with a young person to exploit them"
        },
        {
          "term": "Catfishing",
          "definition": "Pretending to be someone different online to deceive others"
        },
        {
          "term": "Two-factor authentication",
          "definition": "A security measure requiring two forms of verification to access an account"
        },
        {
          "term": "Phishing",
          "definition": "Attempting to steal information by pretending to be a trustworthy source"
        },
        {
          "term": "Image-based abuse",
          "definition": "Sharing intimate images without consent, which is illegal in Australia"
        }
      ],
      "caseStudy": {
        "scenario": "Jordan's friend tells them that someone has created a fake social media profile using Jordan's photos and is using it to send rude messages to other students. Several people think Jordan is responsible.",
        "questions": [
          "What type of online risk is this situation an example of?",
          "What are the potential impacts on Jordan?",
          "What steps should Jordan take to address this situation?",
          "How could Jordan have reduced the risk of their photos being used this way?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the four categories of online risks?",
        "understand": "Explain the difference between active and passive digital footprints.",
        "apply": "How would you respond if you received a phishing email that looked like it was from your school?",
        "analyse": "Why might image-based abuse be particularly harmful for young people?"
      },
      "assessmentSOLO": {
        "unistructural": "Define catfishing.",
        "multistructural": "List four strategies for managing your online presence safely.",
        "relational": "Explain how your digital footprint could affect opportunities later in life."
      },
      "studentReflection": [
        "Have you ever searched for yourself online? What did you find?",
        "How do you decide what is appropriate to share online?",
        "What online safety advice would you give to a younger sibling or relative?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of the psychology of online behaviour, algorithmic influence, and ability to critically evaluate digital environments and relationships.",
      "whatYouWillLearn": [
        "How design and algorithms influence online behaviour",
        "The psychology of online communication and relationships",
        "Critical evaluation of online information and platforms",
        "Strategies for maintaining wellbeing in digital environments"
      ],
      "explicatoryContent": [
        {
          "heading": "Design and Algorithmic Influence",
          "text": "Digital platforms are designed to capture and hold attention using techniques from psychology. Variable rewards (like the unpredictability of notifications and likes) activate dopamine systems, creating compulsive checking behaviours. Infinite scroll removes natural stopping points. Notifications create urgency and fear of missing out. Algorithms personalise content based on engagement, often promoting content that triggers strong emotional reactions. Filter bubbles and echo chambers result when algorithms show us content similar to what we have already engaged with, limiting exposure to diverse perspectives. These features are not neutral design choices - they serve platforms' business models based on advertising revenue from user attention. Understanding these influences helps us be more intentional about our technology use."
        },
        {
          "heading": "Psychology of Online Communication",
          "text": "Online communication differs from face-to-face interaction in important ways. The online disinhibition effect means people often say things online they would not say in person - this can be positive (self-disclosure) or negative (hostility). Reduced social cues make it harder to interpret tone and intention, leading to misunderstandings. Deindividuation in online groups can lead to mob behaviour. Social comparison is heightened by curated presentations of others' lives. Fear of missing out (FOMO) is amplified by constant visibility of others' activities. Online relationships can be genuine but also carry risks when they move faster than offline trust-building would allow. Understanding these psychological dynamics helps navigate online social environments more wisely."
        },
        {
          "heading": "Critical Evaluation",
          "text": "Being safe online requires critically evaluating both information and platforms. For information, consider: Who created this and why? What evidence supports it? What might be missing? Is it consistent with reliable sources? What emotions is it trying to trigger? Misinformation spreads when people share without checking. For platforms, consider: What is their business model? What data do they collect? How transparent are they? What are their terms of service? How do they handle safety concerns? Not all platforms are equally trustworthy or equally appropriate for all purposes. The ability to critically evaluate digital environments is an essential skill in an era of information abundance and platform proliferation."
        },
        {
          "heading": "Digital Wellbeing",
          "text": "Managing digital wellbeing involves intentional choices about technology use. Self-awareness about how technology affects your mood, sleep, and relationships is the foundation. Setting boundaries might include screen-free times or zones, app timers, or notification management. Curating your feeds to reduce negative content and increase positive content improves experience. Prioritising meaningful interactions over passive scrolling supports wellbeing. Maintaining offline activities and relationships provides balance. Sleep hygiene includes avoiding screens before bed and keeping devices out of bedrooms. Taking breaks from social media can help reset relationship with technology. Digital wellbeing is not about rejecting technology but about using it in ways that support rather than undermine your overall health and happiness."
        }
      ],
      "keyTerms": [
        {
          "term": "Variable rewards",
          "definition": "Unpredictable rewards that create compelling, often compulsive engagement patterns"
        },
        {
          "term": "Filter bubble",
          "definition": "When algorithms limit exposure to information that differs from existing views"
        },
        {
          "term": "Echo chamber",
          "definition": "An environment where existing beliefs are reinforced and alternatives not encountered"
        },
        {
          "term": "Online disinhibition effect",
          "definition": "The tendency to say things online that one would not say in person"
        },
        {
          "term": "FOMO",
          "definition": "Fear of missing out - anxiety that others are having experiences without you"
        },
        {
          "term": "Misinformation",
          "definition": "False or inaccurate information, regardless of intent to deceive"
        },
        {
          "term": "Digital wellbeing",
          "definition": "Maintaining health and happiness in relation to technology use"
        }
      ],
      "caseStudy": {
        "scenario": "Sam notices they have been spending more and more time on social media, often feeling worse after scrolling. They feel anxious when away from their phone and compulsively check notifications. Sam also notices that their feed seems increasingly full of negative or outrage-inducing content.",
        "questions": [
          "What design features and algorithms might be contributing to Sam's experience?",
          "How might the psychology of online behaviour explain Sam's compulsive checking?",
          "What strategies could Sam use to improve their digital wellbeing?",
          "How could Sam critically evaluate and change their relationship with this platform?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the online disinhibition effect?",
        "understand": "Explain how algorithms create filter bubbles and why this matters.",
        "apply": "Design a digital wellbeing plan for managing your own technology use.",
        "analyse": "Analyse how platform design features like infinite scroll and variable rewards affect user behaviour."
      },
      "assessmentSOLO": {
        "unistructural": "Define misinformation.",
        "multistructural": "List four strategies for maintaining digital wellbeing.",
        "relational": "Explain the relationship between algorithmic curation and the spread of misinformation.",
        "extendedAbstract": "Evaluate whether social media platforms have a responsibility to design their products to protect user wellbeing, even if it reduces engagement."
      },
      "studentReflection": [
        "How do you think social media algorithms affect what you see and believe?",
        "Have you noticed technology use affecting your mood, sleep, or relationships?",
        "What boundaries around technology use might improve your wellbeing?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of the digital environment as a system, including legal frameworks, platform governance, and emerging technologies and risks.",
      "whatYouWillLearn": [
        "Legal frameworks for online safety in Australia",
        "How platforms are governed and regulated",
        "Emerging technologies and evolving risks",
        "Critical analysis of digital rights and responsibilities"
      ],
      "explicatoryContent": [
        {
          "heading": "Legal Frameworks",
          "text": "Australian law addresses various online harms. The Online Safety Act 2021 gives the eSafety Commissioner powers to address cyberbullying, image-based abuse, and harmful online content. Cyberbullying directed at Australian children can be ordered removed within 24 hours. Image-based abuse (sharing intimate images without consent) is a criminal offence across Australia with serious penalties. The Criminal Code addresses online grooming, child exploitation material, and using technology to harass or menace. Privacy law regulates how organisations collect and use personal information. However, legal frameworks have limitations: enforcement across international borders is difficult, laws struggle to keep pace with technology, and criminalisation does not always prevent harm. Understanding the legal landscape helps know your rights and when to involve authorities."
        },
        {
          "heading": "Platform Governance",
          "text": "Digital platforms are governed through a mix of self-regulation, co-regulation, and government oversight. Terms of service are contracts between users and platforms that set rules for acceptable use - but these are often complex, lengthy, and changed without notice. Content moderation involves platforms removing content that violates their policies, using both human reviewers and AI. Community standards and guidelines vary significantly between platforms. The Online Safety Act requires platforms to have processes for handling complaints. Debates continue about whether platforms are doing enough to prevent harm, whether they over-censor legitimate speech, and who should make these decisions. Platform transparency about their practices is limited. Users have more power than they often realise through collective action, public pressure, and choosing which platforms to use."
        },
        {
          "heading": "Emerging Technologies and Risks",
          "text": "New technologies create new safety considerations. Artificial intelligence enables deepfakes (manipulated videos making people appear to say or do things they did not), more sophisticated scams, and automated harassment. Extended reality (virtual and augmented reality) creates immersive environments with new forms of harassment and exploitation. Internet of Things devices collect data from physical spaces, creating privacy risks. Encryption protects privacy but also makes it harder to detect abuse. The metaverse and online gaming environments present challenges in moderating behaviour in real-time virtual spaces. Biometric data (facial recognition, voice prints) is increasingly collected and used. These technologies are developing faster than understanding of their risks or regulatory responses. Critical engagement involves considering potential harms alongside benefits as technologies emerge."
        },
        {
          "heading": "Digital Rights and Responsibilities",
          "text": "Discussions about online safety involve tensions between competing values. Privacy rights protect individuals from surveillance but can conflict with safety measures requiring monitoring. Freedom of expression protects speech but has limits when it causes harm. Digital inclusion means everyone should have access to digital technologies, but this increases exposure to risks. Children's rights involve balancing protection with growing autonomy and participation. Corporate responsibilities involve platforms' duties to prevent harm versus their commercial interests. Government power to regulate involves debates about censorship and authoritarianism. There are no perfect solutions to these tensions - different societies make different choices. Engaging thoughtfully requires understanding multiple perspectives, acknowledging trade-offs, and advocating for approaches that best balance competing values."
        }
      ],
      "keyTerms": [
        {
          "term": "Online Safety Act",
          "definition": "Australian legislation giving the eSafety Commissioner powers to address online harms"
        },
        {
          "term": "Content moderation",
          "definition": "The process platforms use to review and remove content that violates their policies"
        },
        {
          "term": "Terms of service",
          "definition": "Contracts between users and platforms that set rules for acceptable use"
        },
        {
          "term": "Deepfake",
          "definition": "Manipulated video using AI to make someone appear to say or do something they did not"
        },
        {
          "term": "Internet of Things",
          "definition": "Network of physical devices connected to the internet, collecting and sharing data"
        },
        {
          "term": "Digital inclusion",
          "definition": "Ensuring everyone has access to and can benefit from digital technologies"
        }
      ],
      "caseStudy": {
        "scenario": "A realistic deepfake video has been created showing a student at your school saying offensive things. The video is spreading on social media. The affected student is distressed. Some people think it is real, while others recognise it is fake but are still sharing it.",
        "questions": [
          "What Australian laws might apply to this situation?",
          "What responsibilities do the platforms where this is spreading have?",
          "What challenges exist in addressing this harm?",
          "How should the school and affected student respond?",
          "What does this situation reveal about emerging technology risks?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the Online Safety Act and what powers does it provide?",
        "understand": "Explain the challenges of enforcing online safety laws across international borders.",
        "apply": "How would you advise a friend whose intimate images were shared without consent about their legal options?",
        "analyse": "Analyse the tension between privacy rights and online safety measures that require monitoring.",
        "evaluate": "Evaluate whether platform self-regulation is sufficient to protect users from online harms."
      },
      "assessmentSOLO": {
        "unistructural": "What is content moderation?",
        "multistructural": "List four emerging technologies that create new online safety risks.",
        "relational": "Explain the relationship between platform governance and user safety outcomes.",
        "extendedAbstract": "Develop a framework for how Australia should approach regulating emerging technologies to protect safety while supporting innovation and rights."
      },
      "studentReflection": [
        "What rights do you think you should have in digital spaces?",
        "How do you think platforms should balance free speech with preventing harm?",
        "What emerging technology risks concern you most, and why?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of digital society, including political economy of platforms, global perspectives, and capacity for advocacy on digital rights and safety.",
      "whatYouWillLearn": [
        "Political economy of digital platforms and data capitalism",
        "Global perspectives on internet governance and digital rights",
        "Youth voice and advocacy in digital policy",
        "Envisioning and working toward safer digital futures"
      ],
      "explicatoryContent": [
        {
          "heading": "Political Economy of Platforms",
          "text": "Major digital platforms operate under a business model based on surveillance capitalism - extracting and monetising user data for targeted advertising. This creates fundamental tensions with user safety and wellbeing. Attention is the product being sold, incentivising designs that maximise engagement regardless of effects on users. Data collection enables manipulation and creates privacy risks. Network effects and platform power create monopolistic conditions where users have limited meaningful choice. Platforms externalise costs - harms to users, society, and democracy are not borne by companies profiting from engagement. Labour in content moderation is often outsourced to low-wage workers in the Global South who experience significant psychological harm. Understanding these structural features helps explain why platform self-regulation is often inadequate and why systemic change requires addressing business models and economic incentives, not just individual features."
        },
        {
          "heading": "Global Perspectives",
          "text": "Internet governance is a global challenge with diverse approaches. The European Union has implemented comprehensive regulations including GDPR (data protection), the Digital Services Act (platform accountability), and the AI Act. Some authoritarian states use digital surveillance and censorship extensively. The global majority (often called the Global South) faces digital colonialism where platforms extract data and attention while providing few local jobs or tax revenues. Indigenous perspectives emphasise data sovereignty and community control over information. International bodies like the United Nations are developing norms around digital rights, though enforcement remains challenging. Young people globally face both shared and distinct digital risks depending on their context. Australian approaches exist within and must engage with this global landscape. Comparative analysis of different regulatory approaches provides evidence for what works and what does not."
        },
        {
          "heading": "Youth Voice in Digital Policy",
          "text": "Young people have crucial perspectives on digital policy but are often excluded from decision-making. Youth-led advocacy has achieved wins in areas like mental health content and platform design. The UN Committee on the Rights of the Child has affirmed children's digital rights and the importance of their participation in policy development. Youth advisory bodies to regulators and platforms can provide meaningful input when designed well. Peer education and youth-created resources can be more relevant than adult-created materials. Challenges include ensuring diverse youth representation (not just the most privileged voices), providing genuine power rather than tokenistic involvement, and building capacity for sustained engagement. Youth advocates have been effective in shifting narratives - the 'digital native' stereotype is being replaced by recognition that young people need both skills and structural protections. Young people are not just future citizens but current rights-holders deserving voice in decisions affecting them."
        },
        {
          "heading": "Safer Digital Futures",
          "text": "Creating safer digital environments requires both individual action and systemic change. Individual actions include developing critical digital literacy, making intentional technology choices, modelling positive online behaviour, and supporting peers. Community actions include peer education, shifting norms in peer groups and schools, and local advocacy. Systemic change involves policy advocacy for stronger regulation, pressure on platforms to improve, supporting alternative platforms with better values, and careers in fields shaping digital futures. Design justice approaches centre the perspectives of those most affected by design decisions. Imagining alternatives is important - the current internet is not inevitable but the result of choices that could be made differently. Young people today will shape the digital environments of the future through their choices as users, workers, entrepreneurs, and citizens. What kind of digital world do we want, and what will it take to create it?"
        }
      ],
      "keyTerms": [
        {
          "term": "Surveillance capitalism",
          "definition": "Business model based on extracting and monetising user data"
        },
        {
          "term": "Network effects",
          "definition": "When a platform becomes more valuable as more people use it, creating market dominance"
        },
        {
          "term": "GDPR",
          "definition": "EU regulation protecting personal data and privacy"
        },
        {
          "term": "Digital colonialism",
          "definition": "When platforms extract value from populations while providing few local benefits"
        },
        {
          "term": "Data sovereignty",
          "definition": "The right of communities to control data about themselves"
        },
        {
          "term": "Design justice",
          "definition": "Centring perspectives of those most affected in design decisions"
        }
      ],
      "caseStudy": {
        "scenario": "The Australian government is conducting a review of social media regulation for young people. Options being considered include raising the minimum age for social media use, requiring platforms to implement safety-by-design features, and banning targeted advertising to under-18s. Youth advocates have been invited to provide input.",
        "questions": [
          "How does understanding the political economy of platforms inform evaluation of these options?",
          "What do different global approaches suggest about effectiveness of various regulatory strategies?",
          "What principles should guide youth participation in this policy process?",
          "What position would you advocate for, and how would you make your case effectively?",
          "How might these decisions affect the future digital environment for young people?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is surveillance capitalism?",
        "understand": "Explain how the business model of major platforms creates tensions with user safety.",
        "apply": "Design an advocacy strategy for a digital safety or rights issue affecting young people.",
        "analyse": "Compare the EU and Australian approaches to platform regulation and their likely effects.",
        "evaluate": "Evaluate the argument that raising the minimum age for social media would improve youth safety.",
        "create": "Propose a vision for a safer digital future and the steps needed to achieve it, addressing individual, community, and systemic levels."
      },
      "assessmentSOLO": {
        "unistructural": "What are network effects?",
        "multistructural": "List four ways young people can contribute to creating safer digital environments.",
        "relational": "Explain how the political economy of platforms shapes the challenges in keeping young people safe online.",
        "extendedAbstract": "Synthesise insights from political economy, global perspectives, and youth advocacy to propose how Australia should approach creating safer digital environments for young people."
      },
      "studentReflection": [
        "How does understanding platform business models change how you think about your relationship with technology?",
        "What role do you want to play in shaping digital environments for the future?",
        "If you could change one thing about how the internet works, what would it be and why?",
        "What skills and knowledge from this topic will be most useful in your life beyond school?"
      ]
    }
  }
}
