{
  "topic": "Emergency Response, First Aid, and Crisis Management",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Safety and Risk Management",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P05", "VC2HP10P06", "VC2HP10P07"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of how to respond to emergencies and perform fundamental first aid actions.",
      "whatYouWillLearn": [
        "How to recognise different types of emergencies",
        "When and how to call for help using 000",
        "Basic first aid actions that can save lives",
        "How to stay safe while helping others"
      ],
      "explicatoryContent": [
        {
          "heading": "Recognising Emergencies",
          "text": "An emergency is a situation that needs immediate help because someone's life or safety is at risk. Emergencies can be medical (someone is unconscious, not breathing, having a heart attack, or seriously injured), environmental (fire, flood, severe storm), or situational (car crash, violence, someone in danger). Learning to recognise emergencies is the first step in being able to help. Signs that someone needs emergency help include: they are unconscious or cannot be woken up, they are having difficulty breathing, they have severe bleeding that will not stop, they are confused or their behaviour has suddenly changed, or they have severe pain. Trust your instincts - if something seems seriously wrong, it probably is."
        },
        {
          "heading": "Calling 000",
          "text": "In Australia, 000 is the number to call for all emergencies - police, fire, and ambulance. When you call, stay calm and speak clearly. The operator will ask which service you need. For medical emergencies, ask for ambulance. Give your location as precisely as possible - use street addresses, landmarks, or GPS coordinates. Describe what has happened and the condition of any injured people. Follow the operator's instructions - they are trained to guide you. Stay on the line until they tell you to hang up. If you cannot speak, stay on the line and the call will be transferred to the police. You can call 000 even if your phone has no credit or is locked (but must have battery)."
        },
        {
          "heading": "Basic First Aid Actions",
          "text": "While waiting for help, there are actions you can take that might save a life. DRSABCD is the basic action plan: Danger (check the area is safe), Response (check if the person responds), Send for help (call 000), Airway (check their airway is clear), Breathing (check if they are breathing), CPR (if not breathing normally, start CPR), Defibrillation (use an AED if available). If someone is bleeding badly, apply firm pressure with a clean cloth and keep the injured part raised. If someone is choking and cannot cough, breathe, or speak, use back blows and chest thrusts. If someone is having a seizure, protect them from injury but do not restrain them. The recovery position (on their side) helps an unconscious person who is breathing."
        },
        {
          "heading": "Keeping Yourself Safe",
          "text": "Your safety comes first when helping others. Before rushing in, check for dangers like traffic, fire, electricity, chemicals, or violence. If it is not safe, do not enter - call for help instead and guide emergency services when they arrive. When providing first aid, wear gloves if available to protect yourself from blood and bodily fluids. Do not move an injured person unless they are in immediate danger, as this could make injuries worse. Know your limits - you cannot help effectively if you become a casualty too. After an emergency, it is normal to feel shaken or upset. Talk to someone about how you are feeling. You do not have to be a hero - getting help quickly is often the most important thing you can do."
        }
      ],
      "keyTerms": [
        {
          "term": "Emergency",
          "definition": "A situation requiring immediate action because life or safety is at risk"
        },
        {
          "term": "DRSABCD",
          "definition": "First aid action plan: Danger, Response, Send for help, Airway, Breathing, CPR, Defibrillation"
        },
        {
          "term": "Recovery position",
          "definition": "Placing an unconscious breathing person on their side to keep their airway clear"
        },
        {
          "term": "CPR",
          "definition": "Cardiopulmonary resuscitation - chest compressions and rescue breaths to maintain circulation"
        },
        {
          "term": "AED",
          "definition": "Automated External Defibrillator - a device that can restart a stopped heart"
        }
      ],
      "caseStudy": {
        "scenario": "At a family barbecue, your uncle suddenly collapses. He is not responding when you call his name and shake him. Other family members are panicking and do not know what to do.",
        "questions": [
          "What should you check first before rushing to help?",
          "How would you check if your uncle is breathing?",
          "What would you say when you call 000?",
          "What could you do while waiting for the ambulance to arrive?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What does DRSABCD stand for?",
        "understand": "Explain why checking for danger is the first step in responding to an emergency.",
        "apply": "What would you do if you found someone unconscious but breathing?"
      },
      "assessmentSOLO": {
        "unistructural": "What number do you call in an emergency in Australia?",
        "multistructural": "List three signs that someone needs emergency medical help.",
        "relational": "Explain how the recovery position helps an unconscious person who is breathing."
      },
      "studentReflection": [
        "Have you ever been in or witnessed an emergency? How did people respond?",
        "Do you know where the nearest AED is located in your school or community?",
        "Why might it be difficult to stay calm in an emergency, and what could help?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of first aid for common emergencies and the ability to respond effectively to various situations.",
      "whatYouWillLearn": [
        "How to perform CPR and use an AED",
        "First aid for common injuries and conditions",
        "How to respond to mental health crises",
        "Building confidence as a first responder"
      ],
      "explicatoryContent": [
        {
          "heading": "CPR and Defibrillation",
          "text": "CPR (cardiopulmonary resuscitation) is used when someone is not breathing normally or not breathing at all. For adults and adolescents: place the heel of one hand on the centre of the chest, place your other hand on top, and push hard and fast - about 5cm deep at a rate of 100-120 compressions per minute (the beat of 'Stayin' Alive'). After 30 compressions, give 2 rescue breaths by tilting the head back, lifting the chin, pinching the nose, and breathing into their mouth. Continue the cycle until help arrives or the person recovers. AEDs (Automated External Defibrillators) are devices that can restart a stopped heart. They are designed for anyone to use - turn it on and follow the voice prompts. AEDs are increasingly available in public places, schools, and workplaces. Do not be afraid to use one - you cannot hurt someone who is already not breathing."
        },
        {
          "heading": "Common Injuries and Conditions",
          "text": "Different situations require different responses. Bleeding: Apply firm pressure with a clean cloth, raise the injured part, and apply a bandage firmly. Seek medical help for severe bleeding. Burns: Cool under running water for at least 20 minutes, remove clothing and jewellery near the burn (unless stuck), cover loosely with clean dressing, and seek medical help for burns larger than a 20 cent coin. Broken bones: Support the injured area, apply ice wrapped in cloth, and seek medical help - do not try to straighten the bone. Allergic reactions: If someone has an EpiPen for severe allergies, help them use it, call 000, and monitor them. Asthma: Help them sit upright, assist with their reliever medication (usually blue puffer), and call 000 if they are not improving after 4 puffs."
        },
        {
          "heading": "Responding to Mental Health Crises",
          "text": "First aid also applies to mental health emergencies. If someone is having a panic attack: stay calm, speak reassuringly, help them focus on slow breathing, and stay with them until it passes. If someone is talking about suicide: take it seriously, listen without judgment, ask directly if they are thinking about suicide (this does not plant the idea), stay with them and remove means if possible, and get help - call 000 if the danger is immediate, or Lifeline (13 11 14) for support. If someone is experiencing psychosis (losing touch with reality): stay calm, do not argue with their beliefs, reduce stimulation, keep yourself safe, and get professional help. Mental health first aid courses provide more detailed training in supporting people experiencing mental health crises."
        },
        {
          "heading": "Building Confidence",
          "text": "Many people hesitate to help in emergencies because they fear doing something wrong. But doing something is almost always better than doing nothing. Good Samaritan laws in Australia protect people who provide reasonable assistance in good faith. Practice builds confidence - consider doing a first aid course. Knowing where first aid supplies and AEDs are located in your environment helps you respond quickly. Mental rehearsal - imagining how you would respond to different emergencies - prepares you to act. Remember that emergency operators can guide you through steps on the phone. The most important actions - calling for help, staying with the person, performing CPR - do not require special equipment or expert knowledge. Your willingness to help could save a life."
        }
      ],
      "keyTerms": [
        {
          "term": "Cardiopulmonary resuscitation",
          "definition": "Emergency procedure combining chest compressions and rescue breaths"
        },
        {
          "term": "Rescue breaths",
          "definition": "Breathing into a casualty's mouth to provide oxygen"
        },
        {
          "term": "EpiPen",
          "definition": "Device for injecting adrenaline to treat severe allergic reactions"
        },
        {
          "term": "Panic attack",
          "definition": "Sudden episode of intense fear with physical symptoms like rapid heartbeat and difficulty breathing"
        },
        {
          "term": "Good Samaritan laws",
          "definition": "Laws protecting people who provide reasonable help in emergencies from legal liability"
        },
        {
          "term": "Mental health first aid",
          "definition": "Help provided to someone experiencing a mental health problem or crisis"
        }
      ],
      "caseStudy": {
        "scenario": "During a school sports day, a Year 7 student collapses on the oval and is not moving. Staff call for help, but you are nearby and have done some first aid training. An AED is available in the sports pavilion.",
        "questions": [
          "What would you check first using DRSABCD?",
          "If the student is not breathing, what should you do?",
          "How would you use the AED?",
          "What should you do after emergency services arrive and take over?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the rate and depth for chest compressions in CPR?",
        "understand": "Explain how an AED works and why anyone can use one.",
        "apply": "How would you respond if a friend told you they were thinking about suicide?",
        "analyse": "Why might people hesitate to perform CPR, and how can these barriers be overcome?"
      },
      "assessmentSOLO": {
        "unistructural": "What is the ratio of compressions to breaths in CPR?",
        "multistructural": "List four conditions requiring specific first aid responses.",
        "relational": "Explain how Good Samaritan laws encourage people to help in emergencies."
      },
      "studentReflection": [
        "How confident do you feel about responding to a medical emergency?",
        "Would you feel comfortable providing first aid to a stranger? What might help?",
        "Have you learned any mental health first aid skills?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of emergency management principles, the chain of survival, and ability to coordinate responses to complex situations.",
      "whatYouWillLearn": [
        "The chain of survival and how each link matters",
        "Managing multiple casualties and complex scenes",
        "Community emergency preparedness",
        "The psychological impact of emergencies and supporting recovery"
      ],
      "explicatoryContent": [
        {
          "heading": "The Chain of Survival",
          "text": "The chain of survival describes the sequence of actions that maximises survival from cardiac arrest. The links are: Early recognition and call for help (recognising the problem and calling 000 immediately), Early CPR (bystander CPR doubles or triples survival chances), Early defibrillation (each minute without defibrillation reduces survival by about 10%), and Early advanced care (paramedics providing medications and advanced interventions). Every link matters - a break in any link dramatically reduces survival. In Australia, survival rates from out-of-hospital cardiac arrest are around 10-12%, but in communities with high rates of bystander CPR and public AED access, rates can exceed 50%. This shows that ordinary people's actions profoundly affect outcomes. Understanding the chain helps motivate learning and action."
        },
        {
          "heading": "Managing Complex Situations",
          "text": "Real emergencies are often more complex than simple scenarios. Triage is the process of prioritising when there are multiple casualties - those with life-threatening but treatable conditions get attention first. Scene management involves ensuring safety, directing bystanders to useful roles (calling 000, bringing equipment, guiding ambulances), and coordinating with emergency services. Communication skills are essential - staying calm, giving clear instructions, and updating arriving services. Psychological first aid for distressed bystanders or walking wounded complements physical first aid. Documentation of what happened and what care was provided helps emergency services. Mass casualty incidents like vehicle crashes or violence require different approaches than single-casualty events. Being able to think systematically and stay calm under pressure are valuable skills that can be developed."
        },
        {
          "heading": "Community Emergency Preparedness",
          "text": "Emergencies affect not just individuals but communities. Natural disasters (bushfires, floods, storms) require community-level preparedness. Household emergency plans should include meeting points, emergency contacts, emergency kit (water, food, medications, documents, phone charger), and awareness of local risks and warning systems. Community resilience involves neighbours knowing each other and vulnerable people, community organisations having plans, and local knowledge of risks and resources. Schools, workplaces, and public venues should have emergency procedures. Understanding local hazards (bushfire-prone areas, flood zones) helps with specific preparation. Victoria's emergency management system includes agencies like SES, CFA, and emergency.vic.gov.au for warnings. Being prepared reduces both the likelihood and severity of harm from emergencies."
        },
        {
          "heading": "Psychological Impact and Recovery",
          "text": "Emergencies can have lasting psychological effects on those involved - casualties, witnesses, first responders, and family members. Normal reactions after trauma include shock, fear, anxiety, sadness, irritability, difficulty sleeping, and intrusive memories. Most people recover naturally with time and support, but some develop persistent problems like post-traumatic stress disorder (PTSD). Psychological first aid involves practical support, connecting people with information and services, and listening without pressure. After an emergency, it helps to talk to trusted people, maintain routines where possible, limit media exposure, and seek professional help if symptoms persist or worsen. Schools and workplaces should have debriefing processes after critical incidents. Recognising that emotional responses are normal and that support is available helps recovery. If you have been affected by an emergency, talking to someone can help."
        }
      ],
      "keyTerms": [
        {
          "term": "Chain of survival",
          "definition": "The sequence of actions that maximises survival from cardiac arrest"
        },
        {
          "term": "Triage",
          "definition": "The process of prioritising casualties based on severity and treatability"
        },
        {
          "term": "Psychological first aid",
          "definition": "Practical and emotional support for people affected by emergencies"
        },
        {
          "term": "Community resilience",
          "definition": "A community's ability to prepare for, respond to, and recover from emergencies"
        },
        {
          "term": "PTSD",
          "definition": "Post-traumatic stress disorder - persistent psychological problems after trauma"
        },
        {
          "term": "Emergency kit",
          "definition": "Supplies prepared in advance for use during emergencies"
        }
      ],
      "caseStudy": {
        "scenario": "A severe storm has caused significant damage in your area. Power is out, roads are blocked by fallen trees, and several neighbours have been injured by debris. Emergency services are overwhelmed and response times are delayed. You and your family need to manage the situation.",
        "questions": [
          "How would you prioritise helping the injured neighbours with limited resources?",
          "What emergency preparedness measures would have helped in this situation?",
          "How could the community work together during the extended response time?",
          "What psychological impacts might people experience, and how could they be supported?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the four links in the chain of survival?",
        "understand": "Explain why bystander CPR significantly increases survival from cardiac arrest.",
        "apply": "Develop an emergency plan for your household including specific local hazards.",
        "analyse": "Analyse how community preparedness affects resilience during natural disasters."
      },
      "assessmentSOLO": {
        "unistructural": "What is triage?",
        "multistructural": "List four items that should be included in a household emergency kit.",
        "relational": "Explain how the chain of survival concept helps communicate the importance of bystander action.",
        "extendedAbstract": "Evaluate how Australian communities could improve emergency preparedness and response based on the principles discussed."
      },
      "studentReflection": [
        "Does your household have an emergency plan? What should it include?",
        "How might you support a friend who has been affected by a traumatic event?",
        "What would help your community be more resilient to emergencies?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of emergency management systems, trauma-informed approaches, and the ability to critically evaluate emergency response policies.",
      "whatYouWillLearn": [
        "How emergency management systems operate",
        "Trauma-informed approaches to emergency response",
        "Ethical considerations in emergency response",
        "Critical analysis of emergency preparedness and response"
      ],
      "explicatoryContent": [
        {
          "heading": "Emergency Management Systems",
          "text": "Emergency management in Australia involves multiple levels and agencies. The framework follows Prevention, Preparedness, Response, Recovery (PPRR). Prevention includes measures to reduce the likelihood or consequences of emergencies. Preparedness involves planning, training, and resource positioning. Response is the immediate reaction to emergencies. Recovery addresses longer-term restoration of communities. Different agencies lead for different hazard types: Ambulance Victoria for medical, CFA and FRV for fire, SES for floods and storms, Police for security incidents. Coordination occurs through Emergency Management Victoria. National arrangements apply to major disasters. The system emphasises local response with state and federal support when needed. Understanding this system helps engage effectively with emergency services and advocate for improvements."
        },
        {
          "heading": "Trauma-Informed Emergency Response",
          "text": "Trauma-informed approaches recognise that emergencies occur in context and that many affected people have pre-existing trauma that affects their responses. Principles include safety (physical and psychological), trustworthiness (clear, honest communication), choice (empowering people to make decisions), collaboration (working with rather than for affected people), and cultural responsiveness (respecting diverse backgrounds and needs). Emergency responders increasingly receive training in psychological first aid and trauma-informed care. Community recovery should address not just physical but psychological and social needs. Vulnerable populations - children, elderly, people with disabilities, culturally diverse communities - may need tailored approaches. First Nations communities have specific cultural protocols around death and emergency. Trauma-informed response aims to avoid retraumatising people through emergency response processes themselves."
        },
        {
          "heading": "Ethics in Emergency Response",
          "text": "Emergency response involves ethical considerations that are not always clear-cut. Triage decisions involve prioritising some lives over others based on criteria like survivability. Duty to care must be balanced against responder safety. Autonomy of individuals (right to refuse treatment) may conflict with protecting others. Resource allocation during scarcity requires fair principles. Privacy and confidentiality must be balanced against information sharing for safety. Media reporting on emergencies involves tensions between public interest and victim privacy. Volunteer versus professional response raises questions about training, liability, and burnout. Economic factors influence investment in prevention versus response. These ethical dimensions are often invisible but shape emergency systems. Reflecting on values helps prepare for difficult decisions that might arise in emergencies."
        },
        {
          "heading": "Critical Analysis of Emergency Systems",
          "text": "Emergency systems deserve critical analysis to identify strengths and areas for improvement. Post-event reviews reveal lessons learned, though implementation varies. Equity concerns include whether preparedness and response serve all communities equally - research shows marginalised communities often face worse outcomes. Climate change is increasing the frequency and severity of some emergencies, requiring system adaptation. Mental health consequences of emergencies, including for first responders, are gaining recognition but resources remain limited. International comparisons show different approaches to emergency management. Tensions exist between professional and volunteer response, centralised and local control, and prevention versus response investment. Young people can contribute to system improvement through research, advocacy, and participation in community emergency organisations."
        }
      ],
      "keyTerms": [
        {
          "term": "PPRR",
          "definition": "Emergency management framework: Prevention, Preparedness, Response, Recovery"
        },
        {
          "term": "Emergency Management Victoria",
          "definition": "State agency coordinating emergency management in Victoria"
        },
        {
          "term": "Trauma-informed care",
          "definition": "Approaches that recognise trauma's impact and avoid retraumatisation"
        },
        {
          "term": "Duty of care",
          "definition": "Legal and ethical obligation to take reasonable care to avoid harm to others"
        },
        {
          "term": "Post-event review",
          "definition": "Systematic analysis of emergency response to identify lessons learned"
        },
        {
          "term": "Community recovery",
          "definition": "The long-term process of communities rebuilding after emergencies"
        }
      ],
      "caseStudy": {
        "scenario": "A major bushfire has affected a diverse community including established residents, recent migrants, elderly residents living alone, and a nearby Aboriginal community. The emergency response and early recovery phases have highlighted challenges in communication, cultural responsiveness, and equitable service delivery.",
        "questions": [
          "How might trauma-informed principles guide response and recovery in this situation?",
          "What equity considerations are relevant to serving this diverse community?",
          "What ethical dilemmas might arise in resource allocation during recovery?",
          "How could the emergency management system be improved based on lessons from this event?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What does PPRR stand for in emergency management?",
        "understand": "Explain how trauma-informed approaches improve emergency response.",
        "apply": "Apply ethical principles to a triage scenario involving difficult choices.",
        "analyse": "Analyse how equity concerns affect emergency preparedness and response in Australian communities.",
        "evaluate": "Evaluate whether current emergency management systems adequately address the needs of vulnerable populations."
      },
      "assessmentSOLO": {
        "unistructural": "Name two agencies involved in emergency management in Victoria.",
        "multistructural": "List the principles of trauma-informed care in emergency contexts.",
        "relational": "Explain how pre-existing social inequalities can be amplified by emergencies and emergency responses.",
        "extendedAbstract": "Develop recommendations for how emergency management systems could better serve diverse communities while maintaining effectiveness."
      },
      "studentReflection": [
        "How might your community be affected differently by emergencies compared to others?",
        "What ethical principles do you think should guide emergency response decisions?",
        "How could young people contribute to improving emergency management in their communities?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of emergency management, including resilience theory, global perspectives, and capacity for advocacy and innovation in emergency response.",
      "whatYouWillLearn": [
        "Resilience theory and its application to emergency management",
        "Global perspectives on disaster risk reduction",
        "Innovation in emergency response",
        "Youth leadership in emergency preparedness and response"
      ],
      "explicatoryContent": [
        {
          "heading": "Resilience Theory",
          "text": "Resilience has become a central concept in emergency management, though it is defined and applied in various ways. Ecological resilience refers to a system's ability to absorb disturbance while maintaining function. Engineering resilience focuses on bouncing back to previous state quickly. Social resilience emphasises adaptation, learning, and transformation. Adaptive resilience recognises that returning to 'normal' may not be possible or desirable - emergencies can catalyse positive change. Community resilience involves social connections, local knowledge, resources, and governance capacity. Individual resilience is shaped by psychological, social, and material factors. Critiques of resilience discourse note it can shift responsibility from institutions to individuals and normalise adversity that should be prevented. A nuanced view recognises resilience as both valuable concept and contested terrain requiring critical engagement."
        },
        {
          "heading": "Global Perspectives",
          "text": "Disaster risk reduction is a global concern addressed through frameworks like the Sendai Framework (2015-2030), which prioritises understanding risk, strengthening governance, investing in prevention, and enhancing preparedness for 'build back better' recovery. Climate change is increasing disaster risk globally, with disproportionate impacts on the Global South and vulnerable populations. Different countries have different approaches based on hazard profiles, governance capacity, and resources. Japan's earthquake preparedness, the Netherlands' flood management, and Cuba's hurricane response offer lessons. Indigenous and local knowledge often contains valuable disaster risk reduction wisdom that Western approaches are beginning to recognise. International humanitarian response involves complex coordination between governments, UN agencies, and NGOs. Australian contributions include disaster response, expertise sharing, and international aid. Understanding global perspectives contextualises local practice and reveals possibilities for learning and collaboration."
        },
        {
          "heading": "Innovation in Emergency Response",
          "text": "Technology and new approaches are transforming emergency response. Digital technologies enable crowd-sourced disaster mapping, social media for warnings and coordination, drones for search and rescue, and AI for predicting and monitoring events. Mobile apps can provide emergency information and facilitate communication. Telehealth enables remote medical guidance. However, technology also creates new vulnerabilities (cyber attacks on critical infrastructure) and equity concerns (digital divide affecting access). Community-based approaches emphasise local capacity rather than external intervention. Mental health integration is bringing psychological support into mainstream emergency response. Design thinking and innovation methods are being applied to emergency challenges. Climate adaptation requires rethinking how we build and live in hazard-prone areas. Young people, as digital natives and future professionals, have roles in both developing and critically evaluating innovations."
        },
        {
          "heading": "Youth Leadership",
          "text": "Young people are increasingly recognised as agents rather than just victims in emergencies. Youth-led organisations are active in community preparedness, response, and recovery. Programs like SES, CFA cadets, and St John Ambulance develop young first responders. Climate activism led by young people is influencing disaster risk reduction policy. Youth advisory bodies can provide input to emergency management agencies. Peer education programs train young people to support their communities. Challenges include ensuring genuine rather than tokenistic involvement, building capacity sustainably, and representing diverse youth. The skills developed through emergency preparedness - leadership, teamwork, decision-making under pressure, first aid - transfer to many life situations. Young people today will face the consequences of climate change and must be part of building resilient futures. What role will you play?"
        }
      ],
      "keyTerms": [
        {
          "term": "Resilience",
          "definition": "The ability of individuals, communities, or systems to adapt and thrive despite adversity"
        },
        {
          "term": "Sendai Framework",
          "definition": "The UN global agreement on disaster risk reduction for 2015-2030"
        },
        {
          "term": "Disaster risk reduction",
          "definition": "Systematic efforts to reduce the causes and consequences of disasters"
        },
        {
          "term": "Build back better",
          "definition": "Using recovery as an opportunity to improve systems rather than just restoring them"
        },
        {
          "term": "Climate adaptation",
          "definition": "Adjusting to current and future effects of climate change"
        },
        {
          "term": "Crowd-sourced mapping",
          "definition": "Using contributions from many people to create maps during emergencies"
        }
      ],
      "caseStudy": {
        "scenario": "Your local area is identified as increasingly at risk from both bushfires and flooding due to climate change. A community coalition is forming to develop a comprehensive resilience strategy. Young people have been invited to participate meaningfully in the planning process.",
        "questions": [
          "How would you apply different concepts of resilience to developing this strategy?",
          "What can be learned from global approaches to disaster risk reduction?",
          "What innovative approaches might address the specific challenges facing this community?",
          "How would you ensure youth participation is meaningful rather than tokenistic?",
          "What would a successful resilience strategy look like for your community?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the Sendai Framework?",
        "understand": "Explain the different meanings of resilience and why these distinctions matter.",
        "apply": "Design an innovative approach to emergency preparedness for young people in your community.",
        "analyse": "Analyse the tension between individual responsibility for resilience and structural causes of vulnerability.",
        "evaluate": "Evaluate the argument that climate change requires fundamental rethinking of emergency management approaches.",
        "create": "Develop a youth-led community resilience initiative that addresses local hazards while building broader capacity."
      },
      "assessmentSOLO": {
        "unistructural": "What does 'build back better' mean?",
        "multistructural": "List four ways technology is changing emergency response.",
        "relational": "Explain how understanding resilience as transformation rather than just recovery changes emergency management practice.",
        "extendedAbstract": "Synthesise insights from resilience theory, global perspectives, and innovation to propose how Australian communities should approach emergency preparedness and response in the era of climate change."
      },
      "studentReflection": [
        "What kind of emergency preparedness and response do you want for your community's future?",
        "How can young people move from being recipients to leaders in emergency management?",
        "What skills and experiences from this topic will be most useful in your life beyond school?",
        "What is one thing you will do differently as a result of learning about emergency response?"
      ]
    }
  }
}
