{
  "metadata": {
    "topicTitle": "Recognising and Responding to Abuse",
    "subject": "HPE",
    "strand": "Personal, Social and Community Health",
    "yearLevel": "9-10",
    "topicNumber": 5,
    "curriculumCode": ["VC2HP10P06", "VC2HP10P08", "VC2HP10P09"],
    "contentDescriptors": [
      "Evaluate strategies to manage personal, social and community health and safety situations",
      "Investigate and evaluate health resources to propose actions that support the wellbeing of self and others",
      "Plan and implement strategies to connect to local, regional, national and global communities to support wellbeing"
    ],
    "crossCurriculumPriorities": ["Aboriginal and Torres Strait Islander Histories and Cultures", "Sustainability"],
    "generalCapabilities": ["Personal and Social Capability", "Ethical Understanding", "Critical and Creative Thinking"],
    "lastUpdated": "2025-01-15"
  },
  "literacyLevels": {
    "A": {
      "whatYouWillLearn": [
        "What abuse means and different types of abuse",
        "Warning signs that a relationship might be harmful",
        "Why people stay in abusive situations",
        "How to get help if you or someone you know is being abused",
        "Your right to be safe in all relationships"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Understanding Abuse",
            "content": "Abuse means treating someone in a cruel or harmful way. It can happen in families, in friendships, in romantic relationships, or from adults who should be caring for you. Abuse is never the fault of the person being abused.\n\nPhysical abuse is when someone hurts your body—hitting, kicking, pushing, or any other physical violence. Any physical violence in a relationship is abuse, even if it only happens sometimes.\n\nEmotional or psychological abuse is when someone hurts your feelings in harmful ways—putting you down constantly, calling you names, making you feel worthless, threatening you, or controlling what you do, who you see, or what you wear.\n\nSexual abuse is any unwanted sexual contact or behaviour. This includes being touched in ways you don't want, being forced to do sexual things, or being shown sexual images when you don't want to see them.\n\nNeglect is when someone who should be caring for you doesn't meet your basic needs—like food, shelter, medical care, or emotional support."
          },
          {
            "title": "Warning Signs of Abuse",
            "content": "Sometimes it's hard to recognise abuse, especially emotional abuse. Warning signs in a relationship might include feeling scared of the other person, walking on eggshells to avoid making them angry, being put down or criticised constantly, being isolated from friends and family, being controlled—told what to wear, who to see, or what to do, being pressured into sexual activity, and physical violence, even if it's 'only' pushing or grabbing.\n\nWarning signs someone might be experiencing abuse include unexplained injuries, changes in behaviour (becoming withdrawn or anxious), avoiding certain people or places, making excuses for someone who treats them badly, and having very low self-esteem.\n\nAbuse usually gets worse over time. What starts as controlling behaviour or 'small' physical aggression often escalates. Recognising early warning signs can help."
          },
          {
            "title": "Why People Stay",
            "content": "People who are being abused often stay in the situation for a while. This can be confusing to others who think they should 'just leave.' But there are many reasons why leaving is difficult.\n\nFear is a major factor. The person being abused might fear what the abuser will do if they try to leave, fear for their safety or the safety of children or pets, or fear not being believed.\n\nLove and hope play a role. People may still love the abuser and hope they will change. Abusers often apologise and promise it won't happen again between abusive episodes.\n\nPractical barriers matter too. People might have nowhere to go, no money of their own, or fear losing custody of children.\n\nConfusion and self-blame are common. Abusers often make the victim feel responsible for the abuse. After time, people may believe they deserve the abuse or that it's normal.\n\nUnderstanding why people stay helps us be supportive rather than judging them for not leaving immediately."
          },
          {
            "title": "Getting Help",
            "content": "If you are experiencing abuse, it's important to know it's not your fault and you deserve to be safe. Even if you're not ready to leave the situation, talking to someone can help.\n\nTrusted people to tell include a parent or other family member you trust, a teacher or school counsellor, a doctor or health professional, and a friend's parent.\n\nHelplines and services include Kids Helpline (1800 55 1800) which is free, confidential, and available 24/7, 1800RESPECT (1800 737 732) for anyone affected by family violence or sexual assault, and police (000 in an emergency).\n\nIf you're worried about a friend, you can listen without judging, believe what they tell you, encourage them to get help, and not pressure them—let them make their own choices. You can also talk to a trusted adult about your concerns.\n\nIf you're in immediate danger, call 000 for emergency services."
          },
          {
            "title": "Your Right to Be Safe",
            "content": "Everyone has the right to be safe in their relationships. This is a basic human right. No one deserves to be abused, no matter what.\n\nHealthy relationships are based on respect, trust, and equality. In healthy relationships, both people feel safe, free to be themselves, able to express their opinions, supported and valued, and able to spend time with friends and family.\n\nIf a relationship doesn't feel safe, that's important information. Your feelings matter. If something feels wrong, it probably is.\n\nHelp is available. You don't have to deal with abuse alone. There are people and services that can help, whether you're ready to leave the situation or not."
          }
        ],
        "keyTerms": {
          "abuse": "Treating someone in a cruel or harmful way",
          "physical abuse": "Hurting someone's body through violence",
          "emotional abuse": "Hurting someone through words, control, or manipulation",
          "sexual abuse": "Any unwanted sexual contact or behaviour",
          "neglect": "Failing to meet someone's basic needs when you're responsible for their care"
        }
      },
      "caseStudy": {
        "title": "Mia's Story",
        "content": "Mia, 15, had been going out with Ryan for six months. At first, he was really nice. But gradually things changed. Ryan started getting jealous when Mia talked to other boys, even just friends. He'd check her phone and get angry if she didn't respond to messages quickly.\n\nMia started avoiding friends to keep Ryan happy. When she tried to talk about it, Ryan said it was her fault for making him jealous. Once when they were arguing, Ryan grabbed her arm hard enough to leave a bruise. He apologised and said it would never happen again.\n\nMia felt confused. Ryan could still be really sweet, and she didn't want to lose him. But she didn't feel like herself anymore. She was always anxious about making him angry.\n\nMia eventually talked to the school counsellor. The counsellor helped her see that Ryan's behaviour was abusive—the jealousy, control, and physical aggression. With support, Mia ended the relationship. It was hard, but she felt a sense of relief.\n\nMia later said, 'I didn't realise it was abuse because he didn't hit me often. But the control and fear were there all the time.'",
        "questions": [
          "What warning signs of abuse were present in Mia and Ryan's relationship?",
          "Why do you think Mia found it hard to see the relationship as abusive?",
          "What helped Mia recognise the situation and get help?"
        ]
      },
      "assessmentBlooms": {
        "remember": "List four types of abuse.",
        "understand": "Explain why people might stay in abusive relationships.",
        "apply": "What would you do if a friend told you they were being abused?",
        "analyse": "Why might emotional abuse be harder to recognise than physical abuse?",
        "evaluate": "Do you think schools do enough to help students understand abuse? Why or why not?",
        "create": "Design a simple resource telling young people where to get help if they're experiencing abuse."
      },
      "assessmentSOLO": {
        "unistructural": "Name one type of abuse.",
        "multistructural": "List three warning signs of an abusive relationship.",
        "relational": "Explain how fear, love, and practical barriers work together to make leaving abuse difficult.",
        "extendedAbstract": "Create advice for supporting a friend in an abusive relationship."
      },
      "studentReflection": [
        "What makes me feel safe in relationships?",
        "Who would I talk to if I was worried about myself or a friend?",
        "How can I be a supportive friend if someone tells me about abuse?"
      ]
    },
    "B": {
      "whatYouWillLearn": [
        "The cycle of abuse and patterns of abusive behaviour",
        "Coercive control and manipulation tactics",
        "Teen dating violence and its unique features",
        "Bystander intervention in abusive situations",
        "Accessing support services appropriately"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "The Cycle of Abuse",
            "content": "Abuse often follows a predictable cycle, which helps explain why people stay and why abuse continues. Understanding this cycle can help recognise and interrupt abusive patterns.\n\nThe tension-building phase involves increasing stress and minor incidents. The person experiencing abuse may feel like they're 'walking on eggshells,' trying to prevent the next explosion. The abuser might become irritable, pick fights, or give the silent treatment.\n\nThe incident phase is when abuse occurs—physical violence, sexual assault, severe emotional abuse, or other harmful behaviours. This might be triggered by something minor or seem to come from nowhere.\n\nThe reconciliation or 'honeymoon' phase follows. The abuser may apologise, make promises to change, buy gifts, or be especially loving. They might minimise what happened or blame the victim. This phase can feel like the person you fell in love with is back.\n\nThe calm phase sees things return to 'normal.' The incident may be forgotten or not discussed. But tension gradually builds again, and the cycle repeats.\n\nOver time, the cycle often speeds up and the violence escalates. The honeymoon phase may become shorter or disappear entirely."
          },
          {
            "title": "Coercive Control",
            "content": "Coercive control is a pattern of behaviour designed to take away someone's freedom and sense of self. It's now recognised as a form of domestic abuse in Australian law.\n\nTactics of coercive control include isolation (cutting off from friends and family), monitoring (checking phones, tracking location, controlling social media), regulation (dictating what to wear, eat, or do), degradation (constant criticism, humiliation, name-calling), economic abuse (controlling money, preventing work), and threats (to hurt the person, their loved ones, or themselves).\n\nCoercive control can be hard to recognise because it's a pattern rather than a single incident. Each individual behaviour might seem minor, but together they create a climate of fear and control.\n\nVictims often describe feeling like they've lost themselves. Their world shrinks as they try to comply with the controller's demands. They may not even realise the extent of the control until they're out of the situation.\n\nRecognising coercive control helps identify abuse even when there's no physical violence."
          },
          {
            "title": "Teen Dating Violence",
            "content": "Teen dating violence has unique features. First relationships mean young people may not have experience to recognise unhealthy patterns. Intense emotions make abuse feel like passion or proof of love. Jealousy and control may be misinterpreted as caring.\n\nPeer and social factors matter. Teens may face pressure to be in relationships, fear being seen as single, or worry about social consequences of breaking up. Social media adds dimensions of public shaming, monitoring, and image-based abuse.\n\nLimited independence makes leaving harder. Young people may lack money, transportation, or places to go. They may fear parental reactions or involvement of authorities.\n\nCommon warning signs include excessive jealousy or possessiveness, isolation from friends and family, monitoring calls, texts, and social media, putting you down or making you feel worthless, pressuring or forcing sexual activity, and any physical violence.\n\nDating violence is never the victim's fault. Young people deserve relationships where they feel safe, respected, and free."
          },
          {
            "title": "Bystander Intervention",
            "content": "Bystanders can make a difference in preventing and interrupting abuse. Many people witness warning signs but don't know what to do.\n\nBarriers to intervening include uncertainty (is this really abuse?), fear (what if I make things worse?), not wanting to get involved, believing it's not your business, and assuming someone else will act.\n\nSafe intervention strategies include direct action (if safe, speaking to the person causing harm or checking in with the person being harmed), distraction (interrupting the situation by changing the subject or creating a diversion), delegation (getting help from someone better positioned to intervene), and delayed support (checking in with the person being harmed later).\n\nWhat to say to someone you're worried about: 'I've noticed some things that concern me. Are you okay?' Listen without judging. Don't pressure them to act. Let them know help is available. Offer ongoing support.\n\nIf you witness a crime or immediate danger, calling police (000) may be necessary. You can also report concerns to school staff or support services."
          },
          {
            "title": "Accessing Support",
            "content": "Various support services are available for those experiencing abuse. Crisis services include 1800RESPECT (1800 737 732), the national helpline for family violence and sexual assault; Kids Helpline (1800 55 1800) for young people; and emergency services (000) for immediate danger.\n\nLocal services include family violence services providing crisis accommodation, counselling, and support; sexual assault services offering counselling and medical support; and school counsellors and wellbeing staff.\n\nOnline support includes the 1800RESPECT website and chat, ReachOut for young people, and The Line targeting young people's relationships.\n\nAccessing services might feel scary, but services are confidential and non-judgmental. You don't need to know exactly what to say or have a plan. Services can help you understand your options without pressuring you to act.\n\nSupporting someone else means encouraging them to access services, offering to go with them if they want, providing ongoing support, and respecting their autonomy—they need to make their own decisions.\n\nIf you're under 18 and there are child safety concerns, some services have mandatory reporting obligations. This is to keep you safe."
          }
        ],
        "keyTerms": {
          "cycle of abuse": "The repeating pattern of tension, incident, reconciliation, and calm",
          "coercive control": "Pattern of behaviour designed to dominate and control a partner",
          "teen dating violence": "Abuse within romantic relationships among adolescents",
          "bystander intervention": "Taking action when you witness potentially harmful situations",
          "mandatory reporting": "Legal requirements for certain professionals to report child abuse"
        }
      },
      "caseStudy": {
        "title": "Supporting a Friend",
        "content": "Jasmine noticed her friend Chloe had changed since starting to date Marcus. Chloe was seeing friends less, seemed anxious when Marcus messaged, and made excuses if she didn't respond to him quickly. Once, Jasmine saw a bruise on Chloe's arm, and Chloe said she'd fallen.\n\nJasmine wasn't sure what to do. She didn't want to interfere or lose her friendship with Chloe. But she was worried.\n\nAfter learning about bystander intervention, Jasmine decided to talk to Chloe. She chose a private moment and said, 'I've noticed some things that worry me. How are things with Marcus?' Chloe got defensive at first, but Jasmine stayed calm and didn't push.\n\nOver several weeks, Jasmine kept checking in without pressuring. Eventually, Chloe opened up about Marcus's behaviour. Jasmine listened, said 'That's not okay,' and told Chloe about services like 1800RESPECT.\n\nChloe wasn't ready to leave Marcus right away, which was hard for Jasmine. But Jasmine stayed supportive and available. Eventually, with support from Jasmine and a counsellor, Chloe ended the relationship.\n\nJasmine learned that supporting someone in an abusive relationship takes patience and that it's about being there for them, not making decisions for them.",
        "questions": [
          "What bystander intervention approaches did Jasmine use?",
          "Why was it important that Jasmine didn't pressure Chloe?",
          "What made Jasmine an effective support for Chloe?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Describe the stages of the cycle of abuse.",
        "understand": "Explain why coercive control is harmful even without physical violence.",
        "apply": "Plan what you would say to a friend you're concerned about.",
        "analyse": "Examine why teen dating violence can be particularly difficult to recognise.",
        "evaluate": "Assess the effectiveness of bystander intervention strategies in different scenarios.",
        "create": "Develop a resource for young people about recognising coercive control."
      },
      "assessmentSOLO": {
        "unistructural": "Name one phase of the cycle of abuse.",
        "multistructural": "List tactics of coercive control.",
        "relational": "Explain how the cycle of abuse makes it difficult for victims to leave.",
        "extendedAbstract": "Design a school-based program to address teen dating violence."
      },
      "studentReflection": [
        "Would I recognise coercive control if I saw it?",
        "What barriers might stop me from intervening if I was concerned about a friend?",
        "Who could I talk to if I was worried about someone?"
      ]
    },
    "C": {
      "whatYouWillLearn": [
        "Theories and frameworks for understanding family violence",
        "Impacts of abuse on health and development",
        "Service systems and legal frameworks",
        "Supporting disclosure and responding appropriately",
        "Prevention approaches and their evidence base"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Understanding Family Violence",
            "content": "Family violence (also called domestic violence) is violence or abuse between family members or people in intimate relationships. It's a pattern of behaviour, not just isolated incidents.\n\nThe ecological model understands family violence as resulting from factors at multiple levels: individual (attitudes, experiences, substance use), relationship (power imbalances, conflict), community (social norms, isolation), and societal (gender inequality, tolerance of violence).\n\nGendered patterns are significant. While anyone can experience or perpetrate family violence, statistics show women are more likely to be victims, men are more likely to be perpetrators, women are more likely to experience fear and severe violence, and gender inequality is a key driver.\n\nAboriginal and Torres Strait Islander communities experience high rates of family violence, connected to the ongoing impacts of colonisation, intergenerational trauma, and socioeconomic disadvantage. Indigenous-led responses and culturally safe services are essential.\n\nChildren who witness family violence are affected even if not directly targeted. Witnessing violence is a form of child abuse and can have lasting impacts on development and wellbeing."
          },
          {
            "title": "Impacts of Abuse",
            "content": "Abuse has significant impacts on health and development. Physical impacts include injuries from violence, chronic pain and health problems, and effects on brain development, especially in children.\n\nMental health impacts include PTSD and trauma symptoms, depression and anxiety, low self-esteem and self-blame, and complex trauma from ongoing abuse.\n\nBehavioural impacts may include difficulties in relationships, risk-taking or self-harm, substance use, and in some cases, perpetrating violence (though most abuse victims do not become perpetrators).\n\nDevelopmental impacts on children include disrupted attachment, difficulties with emotional regulation, academic problems, and impacts on social development.\n\nImpacts are not inevitable or permanent. With support, safety, and healing, people can recover from abuse. Understanding impacts helps provide appropriate support.\n\nTrauma-informed approaches recognise how trauma affects people and provide support that avoids re-traumatisation. This means creating safety, building trust, empowering choice, and acknowledging trauma's effects."
          },
          {
            "title": "Service Systems and Legal Frameworks",
            "content": "Various systems respond to family violence. Police can respond to immediate danger, take out intervention orders, and investigate crimes. Police responses vary, and many victims don't feel safe reporting to police.\n\nCourts issue intervention orders (different names in different states) that restrict perpetrator contact. Family courts deal with child custody, though there are concerns about how family violence is addressed in these proceedings.\n\nFamily violence services provide crisis accommodation, counselling, case management, and advocacy. These services are often underfunded and can't meet demand. Specialist services exist for different groups (Indigenous, LGBTIQ+, culturally diverse communities).\n\nChild protection services investigate where children are at risk. Mandatory reporting requires certain professionals to report suspected child abuse. The focus is increasingly on keeping children safe with the non-abusing parent rather than removing children.\n\nHealth services are often the first point of contact for people experiencing violence. Training health workers to recognise signs and respond appropriately is part of a comprehensive response.\n\nChallenges in the system include fragmentation between services, victims needing to tell their story multiple times, perpetrators not being held accountable, and services not meeting demand."
          },
          {
            "title": "Responding to Disclosure",
            "content": "When someone discloses abuse, how you respond matters. The first response can shape whether someone seeks help again.\n\nPrinciples for responding include believing them (start from a position of belief), not judging (avoid 'why didn't you leave?' type questions), staying calm (your reaction affects how they feel), respecting their choices (don't pressure them to act), and providing information (let them know help is available).\n\nWhat to say: 'I believe you.' 'It's not your fault.' 'Thank you for trusting me.' 'How can I support you?' 'There are services that can help if you're interested.'\n\nWhat not to say: 'Why don't you just leave?' 'What did you do to make them angry?' 'I'm sure they didn't mean it.' 'Have you tried talking to them?'\n\nIf the person is a child, or if there's immediate danger, you may need to involve others. Be clear about any limits to confidentiality. Focus on safety while respecting autonomy as much as possible.\n\nLook after yourself too. Receiving disclosure can be distressing. Talk to someone (respecting confidentiality), access support, and know your limits."
          },
          {
            "title": "Prevention Approaches",
            "content": "Preventing family violence requires action at multiple levels. Primary prevention aims to stop violence before it occurs by addressing underlying causes—particularly gender inequality and attitudes supporting violence.\n\nEducation programs in schools, like Respectful Relationships, address gender norms, respect, and healthy relationships. Evidence suggests well-implemented programs can shift attitudes, though effects on behaviour are harder to measure.\n\nCommunity programs engage various settings—workplaces, sports clubs, faith communities—in addressing attitudes and norms. Programs engaging men specifically are part of this approach.\n\nCampaigns and messaging aim to shift social norms. Campaigns like The Line and Stop It At The Start target different audiences with messages about respect and healthy relationships.\n\nPolicy and systems change addresses structural factors—gender pay gap, housing availability, legal responses, service funding. Prevention requires addressing the conditions that enable violence.\n\nEvidence on prevention is growing. Effective approaches are comprehensive, address multiple drivers, are sustained over time, and involve affected communities in design and implementation."
          }
        ],
        "keyTerms": {
          "ecological model": "Framework examining factors at individual, relationship, community, and societal levels",
          "trauma-informed": "Approach that recognises trauma's impacts and avoids re-traumatisation",
          "mandatory reporting": "Legal requirement for professionals to report suspected child abuse",
          "intervention order": "Court order restricting perpetrator contact with victim",
          "primary prevention": "Stopping violence before it occurs by addressing root causes"
        }
      },
      "caseStudy": {
        "title": "A Trauma-Informed School Response",
        "content": "After a student disclosed family violence to a teacher, a secondary school reviewed its approach. Previously, students experiencing family violence had sometimes faced suspension for behaviour issues or pressure to participate in parent meetings that felt unsafe.\n\nThe school implemented a trauma-informed approach. Staff received training on recognising signs of family violence and trauma, and understanding how trauma affects behaviour and learning. Discipline policies were reviewed to consider trauma as a factor.\n\nProtocols were developed for responding to disclosure, including how to receive disclosure supportively, when and how to involve child protection, how to create safety plans with students, and how to communicate with non-abusing parents.\n\nThe school connected with local family violence services for consultation and referral. A staff member was designated as the family violence contact point.\n\nEnvironmental changes included creating safe spaces, flexible approaches to attendance and homework when students were in crisis, and ensuring students could contact support services from school.\n\nOutcomes included staff feeling more confident responding, students more willing to disclose, better connections to services, and fewer punitive responses to trauma-affected behaviour.\n\nChallenges remained, including maintaining confidentiality in a school environment, managing complex situations, and supporting staff who carry the emotional weight of this work.",
        "questions": [
          "What makes this approach 'trauma-informed'?",
          "How did the school balance individual student needs with systems and policies?",
          "What challenges might schools face in implementing such approaches?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Describe the ecological model for understanding family violence.",
        "understand": "Explain why primary prevention focuses on gender inequality and attitudes.",
        "apply": "Demonstrate how you would respond to a disclosure of abuse.",
        "analyse": "Examine the impacts of family violence on children's development.",
        "evaluate": "Assess the effectiveness of current prevention approaches.",
        "create": "Design a trauma-informed policy for a school or youth organisation."
      },
      "assessmentSOLO": {
        "unistructural": "Name one service available for people experiencing family violence.",
        "multistructural": "List principles for responding to disclosure of abuse.",
        "relational": "Explain how individual, relationship, community, and societal factors interact to enable family violence.",
        "extendedAbstract": "Develop a comprehensive proposal for preventing family violence that addresses multiple levels."
      },
      "studentReflection": [
        "How would I feel responding to a disclosure of abuse?",
        "What do I think schools should do to address family violence?",
        "How does understanding the drivers of violence change how I think about prevention?"
      ]
    },
    "D": {
      "whatYouWillLearn": [
        "Research evidence on family violence and its drivers",
        "Policy analysis and advocacy for system change",
        "Working with diverse communities",
        "Perpetrator accountability and intervention",
        "Career pathways in family violence work"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Research Evidence",
            "content": "Substantial research exists on family violence prevalence, impacts, and responses. Prevalence research in Australia includes the Personal Safety Survey (ABS) and the National Community Attitudes Survey (ANROWS). Key findings include one in three women experiencing physical violence since age 15, one in five experiencing sexual violence, the majority of violence against women being perpetrated by men known to them, and significant impacts on children who witness violence.\n\nRisk and protective factors have been identified at multiple levels. Risk factors include prior violence, substance use, economic stress, and social isolation. Protective factors include gender-equitable attitudes, social support, and access to services.\n\nImpact research documents effects on physical health, mental health, social functioning, and economic wellbeing. Long-term effects include higher rates of chronic disease, mental health conditions, and economic disadvantage.\n\nIntervention research examines what works. Integrated responses that coordinate services show promise. Perpetrator programs have mixed evidence—some show modest effects, but many perpetrators don't complete programs. Early intervention and prevention have growing evidence bases.\n\nResearch gaps include lack of longitudinal research, limited research with specific populations, and challenges measuring prevention effectiveness."
          },
          {
            "title": "Policy Analysis and Advocacy",
            "content": "Family violence policy in Australia operates across multiple levels. The National Plan to Reduce Violence against Women and their Children coordinates action across Commonwealth, state, and territory governments. It includes primary prevention, early intervention, response, and recovery.\n\nState and territory frameworks vary. Victoria has been a leader since the Royal Commission into Family Violence (2016), with significant investment in services and reform. Other jurisdictions have developed their own approaches.\n\nCritical policy analysis examines who is included and excluded in policy framing, whether policy addresses root causes or just responses, how resources are allocated, and what barriers exist to implementation.\n\nAdvocacy by survivors, services, and researchers has driven policy change. Key advocacy strategies include collecting and presenting evidence, engaging media and public, direct engagement with policymakers, and building coalitions.\n\nCurrent policy debates include coercive control legislation, family court reform, housing for victim-survivors, perpetrator accountability, and funding for services. Students can engage with these debates through awareness, advocacy, and future career choices."
          },
          {
            "title": "Working with Diverse Communities",
            "content": "Family violence affects all communities but may present differently and require tailored responses. Aboriginal and Torres Strait Islander communities experience high rates of violence connected to colonisation and intergenerational trauma. Effective responses are community-led, culturally safe, and address underlying factors. Healing approaches that connect to culture and Country show promise.\n\nCulturally and linguistically diverse communities may face additional barriers including language barriers, unfamiliarity with services and legal systems, cultural factors (shame, family honour), immigration-related concerns, and racism in services.\n\nLGBTIQ+ individuals experience family violence at similar or higher rates than heterosexual/cisgender people, but may face additional barriers to seeking help including heteronormative assumptions in services, fear of discrimination, and concerns about 'outing' perpetrators.\n\nPeople with disabilities experience higher rates of violence and face specific barriers, such as dependence on perpetrators for care, inaccessible services, and not being believed.\n\nCulturally safe practice involves understanding community-specific factors, working with community organisations and leaders, employing diverse staff, adapting services to community needs, and addressing barriers to access."
          },
          {
            "title": "Perpetrator Accountability",
            "content": "Accountability for perpetrators is essential but challenging. Criminal justice responses include prosecution for criminal offences, intervention orders, and sentencing that prioritises victim safety. However, many perpetrators are never charged, conviction rates are low, and justice system experiences can re-traumatise victims.\n\nPerpetrator programs (men's behaviour change programs) aim to change attitudes and behaviour. Evidence is mixed—some programs show modest effects, but many participants don't complete programs, and recidivism remains significant. Program quality matters.\n\nPrinciples for effective perpetrator work include prioritising victim safety, holding perpetrators accountable for their choices, addressing attitudes and beliefs that enable violence, and sustained intervention rather than brief programs.\n\nDebates exist about restorative approaches to family violence. Some argue restorative processes give victims voice and can address harm. Others worry about power imbalances and risks to victims. If used, restorative approaches require careful safeguards.\n\nAccountability extends beyond formal programs. Community accountability involves social norms that don't excuse violence, friends and family who challenge perpetrators, and workplace and institutional consequences."
          },
          {
            "title": "Career Pathways",
            "content": "Various careers address family violence. Direct service roles include crisis workers, counsellors, case managers, and shelter workers. These require relevant qualifications (often social work, psychology, or community services) and involve supporting people directly affected by violence.\n\nLegal and justice roles include police specialising in family violence, lawyers in family law and victim advocacy, magistrates and judges, and corrections and perpetrator program staff.\n\nPolicy and advocacy roles involve working in government departments, peak bodies, and advocacy organisations to shape policy and system responses.\n\nResearch and evaluation roles examine evidence on violence, service effectiveness, and prevention. These typically require postgraduate research qualifications.\n\nPrevention and education roles include delivering Respectful Relationships education, community campaigns, and workplace programs.\n\nThe sector values lived experience alongside professional qualifications. Many who work in this area have personal connections to the issue. Self-care and workplace support are essential given the nature of the work.\n\nEntry pathways include relevant university study, TAFE community services qualifications, volunteer or entry-level positions, and advocacy involvement."
          }
        ],
        "keyTerms": {
          "Personal Safety Survey": "ABS survey providing national data on violence and safety",
          "Royal Commission": "Victoria's 2015-16 inquiry into family violence that drove major reforms",
          "perpetrator programs": "Programs aiming to change attitudes and behaviour of those who use violence",
          "culturally safe": "Services that are respectful of and responsive to cultural needs",
          "lived experience": "Personal experience of an issue, valued alongside professional expertise"
        }
      },
      "caseStudy": {
        "title": "The Victorian Royal Commission",
        "content": "The Victorian Royal Commission into Family Violence (2015-16) was a landmark inquiry that transformed family violence response in Australia. It was established after several high-profile family violence deaths revealed systemic failures.\n\nThe Commission heard from victims, services, perpetrators, and experts. It examined the full system—police, courts, services, housing, child protection, health—and identified failures in coordination, resourcing, and approach.\n\nKey findings included fragmented service system, inadequate risk assessment, failure to hold perpetrators accountable, insufficient focus on children, and need for primary prevention.\n\nThe Commission made 227 recommendations covering service integration, risk assessment, perpetrator accountability, housing and economic security, workforce development, and prevention education.\n\nGovernment committed to implementing all recommendations. Significant investment followed—billions of dollars in additional funding for services, new infrastructure, and system reform.\n\nImpact has included expanded services, new coordination mechanisms, Respectful Relationships education in schools, increased awareness and reporting, and Victoria being seen as a leader nationally. Challenges remain—demand exceeds supply, implementation is uneven, and family violence deaths continue.\n\nThe Commission demonstrated what intensive inquiry and political commitment can achieve, while also showing the scale of change needed to address entrenched problems.",
        "questions": [
          "What made the Royal Commission a significant turning point?",
          "How did the Commission's systems-wide approach differ from previous responses?",
          "What are the ongoing challenges despite significant reform?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Describe the key components of Australia's National Plan to Reduce Violence against Women.",
        "understand": "Explain why culturally safe approaches are essential for working with diverse communities.",
        "apply": "Use research evidence to analyse a specific family violence policy or program.",
        "analyse": "Examine the debates around perpetrator programs and accountability.",
        "evaluate": "Assess the impact of the Victorian Royal Commission on family violence responses.",
        "create": "Develop a proposal for addressing family violence in a specific community context."
      },
      "assessmentSOLO": {
        "unistructural": "Name one policy framework addressing family violence in Australia.",
        "multistructural": "List barriers to accessing family violence services for diverse communities.",
        "relational": "Analyse how system failures and policy responses interact in family violence contexts.",
        "extendedAbstract": "Synthesise evidence and policy analysis to propose comprehensive reforms to family violence responses."
      },
      "studentReflection": [
        "What aspects of family violence policy or response concern me most?",
        "How might I contribute to addressing family violence through career or advocacy?",
        "What would meaningful accountability for perpetrators look like?"
      ]
    },
    "E": {
      "whatYouWillLearn": [
        "Critical and feminist theories of violence",
        "Research methodologies in violence studies",
        "Comparative and global perspectives",
        "Ethical and philosophical dimensions",
        "Future directions in understanding and preventing violence"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Feminist Theories of Violence",
            "content": "Feminist theories have been central to understanding family violence. The power and control model, emerging from feminist work with survivors, positions violence as part of a pattern of power and control rather than isolated incidents. The 'power and control wheel' identifies tactics used to maintain dominance.\n\nRadical feminism views violence against women as a tool of patriarchal control—part of a system that maintains male dominance. Susan Brownmiller's analysis of rape as a means of social control exemplifies this approach.\n\nIntersectional feminism (Crenshaw) examines how violence against women is shaped by multiple axes of oppression. Black women, Indigenous women, disabled women, and other multiply marginalised groups experience violence differently and face additional barriers.\n\nCritique of feminist approaches includes potential for essentialising gender (not all men are perpetrators, women can also perpetrate), insufficient attention to violence in LGBTIQ+ relationships, and debates about 'mutual violence' and women's use of violence.\n\nContemporary feminist approaches integrate intersectionality, engage with complexity and diversity, and focus on structural change alongside individual interventions."
          },
          {
            "title": "Research Methodologies",
            "content": "Researching violence raises significant methodological and ethical issues. Ethical challenges include protecting participant safety, avoiding re-traumatisation, maintaining confidentiality, managing mandatory reporting, and ensuring research benefits affected communities.\n\nQuantitative approaches include surveys measuring prevalence and attitudes, analysis of administrative data, and experimental evaluations of interventions. These provide breadth but may miss nuance.\n\nQualitative approaches include interviews with survivors, perpetrators, and service providers, focus groups, ethnography, and narrative analysis. These provide depth but may lack generalisability.\n\nFeminist methodologies emphasise reflexivity (examining researcher positioning), attending to power in research relationships, centring survivor voices and experiences, and research that serves social justice goals.\n\nParticipatory approaches involve affected communities in research design, implementation, and dissemination. This is particularly important for Indigenous and other marginalised communities.\n\nEvidence synthesis involves systematic reviews and meta-analyses that combine findings across studies. This is crucial for understanding 'what works' in prevention and response."
          },
          {
            "title": "Comparative and Global Perspectives",
            "content": "Violence against women is a global phenomenon requiring international responses. International frameworks include CEDAW (Convention on Elimination of Discrimination Against Women), UN Declaration on Violence Against Women, and Sustainable Development Goals (SDG 5 on gender equality).\n\nGlobal prevalence data show violence against women occurs everywhere, with 30% of women globally experiencing physical or sexual violence. Rates vary by region and within countries. Violence is higher where gender inequality is greater.\n\nComparative policy analysis examines different national approaches. Nordic countries combine gender equality policies with strong welfare states. Some developing countries have innovative community-based approaches. No country has eliminated violence against women.\n\nColonial legacies affect contemporary violence patterns. Colonial violence, disruption of Indigenous gender systems, and ongoing structural inequalities shape violence in postcolonial contexts. Australia's high rates of violence against Indigenous women reflect this history.\n\nGlobal movements like #MeToo have spread across borders while also being shaped by local contexts. Transnational advocacy networks connect movements and share strategies."
          },
          {
            "title": "Ethical and Philosophical Dimensions",
            "content": "Violence raises fundamental ethical and philosophical questions. Defining violence is contested. Does violence require physical harm, or can verbal and emotional abuse constitute violence? How does structural violence (harm through social arrangements) relate to interpersonal violence?\n\nResponsibility and accountability raise questions. How do we hold individuals responsible while acknowledging social factors? What forms of accountability are just and effective? Can perpetrators change, and what do they owe victims?\n\nVictim autonomy involves tensions. Respecting victim choices may conflict with intervening for safety. Mandatory interventions may be experienced as disempowering. How do we balance autonomy with protection?\n\nJustice and restoration raise questions about what victims need for justice, whether punitive approaches serve them, and what role restorative and transformative justice might play.\n\nPrevention ethics examines whether it's possible to predict who will perpetrate violence, what interventions are justified before violence occurs, and how to balance rights of potential perpetrators with preventing harm."
          },
          {
            "title": "Future Directions",
            "content": "Several directions are emerging in violence research and response. Structural approaches are gaining attention—recognition that individual-focused interventions are insufficient without addressing gender inequality, economic factors, and social determinants.\n\nTechnology presents challenges and opportunities. Technology-facilitated abuse (monitoring, image-based abuse, online harassment) requires new responses. Technology can also support safety planning, service access, and evidence gathering.\n\nPerpetrator focus is increasing. While victim support remains essential, greater attention to perpetrator accountability and change is emerging. This includes challenging perpetrator-supporting cultures and systems.\n\nIntergenerational and lifecycle approaches examine violence across the life course and across generations. Early intervention in childhood, addressing trauma transmission, and supporting older victims are part of this approach.\n\nCommunity-led and culturally specific approaches are increasingly recognised. One-size-fits-all approaches don't work for diverse communities. Indigenous-led responses, community-based prevention, and culturally adapted services are part of the future.\n\nYouth leadership is growing. Young people are advocating for consent education, challenging rape culture, and leading prevention initiatives. Their perspectives and energy are shaping the field."
          }
        ],
        "keyTerms": {
          "power and control wheel": "Model identifying tactics used in abusive relationships",
          "structural violence": "Harm caused by social arrangements rather than direct interpersonal action",
          "CEDAW": "UN Convention on Elimination of All Forms of Discrimination Against Women",
          "transformative justice": "Approaches to harm that address root causes and transform relationships",
          "technology-facilitated abuse": "Abuse enabled by digital technologies"
        }
      },
      "caseStudy": {
        "title": "Indigenous-Led Responses to Family Violence",
        "content": "Indigenous women in Australia experience violence at higher rates than non-Indigenous women, but mainstream services often don't meet their needs. Indigenous-led responses offer an alternative model.\n\nIndigenous Family Violence Prevention Legal Services (FVPLS) provide legal and support services specifically for Aboriginal and Torres Strait Islander victims. They combine legal assistance with case management, counselling, and community education within a culturally safe framework.\n\nThese services are Aboriginal community-controlled. Indigenous leadership ensures services are culturally appropriate and community-responsive. Staff understand community dynamics and can work within cultural protocols.\n\nThe approach addresses the broader context. Services work with communities on prevention, engage men, and address underlying factors like intergenerational trauma. They connect family violence to the historical and ongoing impacts of colonisation.\n\nHolistic wellbeing is centred. Services support connection to culture, Country, and community as part of healing. This aligns with Indigenous understandings of social and emotional wellbeing.\n\nChallenges include chronic underfunding (Indigenous services receive disproportionately less funding), high demand, and navigating systems that weren't designed for Indigenous people.\n\nThis case illustrates principles of community control, cultural safety, and holistic approaches that have broader applicability for diverse communities.",
        "questions": [
          "What makes Indigenous-led responses different from mainstream services?",
          "How do these services address the historical context of violence against Indigenous women?",
          "What principles from this model might apply to other diverse communities?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Describe the power and control model of domestic violence.",
        "understand": "Explain how feminist theories have shaped understanding of violence against women.",
        "apply": "Analyse a family violence policy or program using critical feminist frameworks.",
        "analyse": "Examine the ethical tensions in family violence intervention.",
        "evaluate": "Critically assess future directions in violence prevention.",
        "create": "Develop a research or policy proposal addressing gaps in current approaches."
      },
      "assessmentSOLO": {
        "unistructural": "Define structural violence.",
        "multistructural": "List ethical considerations in researching family violence.",
        "relational": "Analyse how feminist theory and intersectionality together inform understanding of violence.",
        "extendedAbstract": "Synthesise theoretical perspectives and evidence to propose a transformed approach to preventing and responding to family violence."
      },
      "studentReflection": [
        "How do theoretical perspectives change my understanding of violence?",
        "What ethical principles should guide responses to family violence?",
        "What contribution could I make to ending family violence?"
      ]
    }
  }
}
