{
  "metadata": {
    "platform": "Trovu",
    "learningArea": "Health and Physical Education",
    "topicId": "mental-health-wellbeing",
    "topicTitle": "Help-Seeking and Supporting Others",
    "yearLevel": "7-8",
    "partNumber": 5,
    "totalParts": 5,
    "strand": "Personal, Social and Community Health",
    "subStrand": "Being healthy, safe and active",
    "curriculumCodes": ["VC2HP8P08"],
    "contentDescriptors": {
      "VC2HP8P08": "Refine protective behaviours and evaluate community resources to seek help for themselves and others"
    },
    "elaborations": [
      "Identifying when and why help-seeking is important for mental health",
      "Recognising trusted adults and support networks in different contexts",
      "Evaluating community resources and support services available to young people",
      "Developing skills to support a friend who may be struggling",
      "Understanding how to be an upstander and advocate for others' wellbeing"
    ],
    "crossCurriculumPriorities": [
      "Aboriginal and Torres Strait Islander Histories and Cultures"
    ],
    "generalCapabilities": [
      "Personal and Social Capability",
      "Critical and Creative Thinking",
      "Ethical Understanding"
    ],
    "version": "1.0",
    "lastUpdated": "2025-12-28",
    "author": "Trovu Education",
    "reviewStatus": "draft"
  },
  "literacyLevels": {
    "A": {
      "levelDescription": "Students working 2-3 years below year level. Content uses simple vocabulary, concrete examples, and highly structured support with visual aids.",
      "whatYouWillLearn": {
        "coreLearning": "Learning who can help when you're not okay and how to help a friend who is struggling.",
        "learningIntentions": [
          "I will learn who I can ask for help",
          "I will learn when to ask for help",
          "I will learn how to help a friend"
        ],
        "successCriteria": [
          {
            "criterion": "Name people who can help",
            "evidence": "I can name at least three people I could ask for help"
          },
          {
            "criterion": "Know when to get help",
            "evidence": "I can describe times when someone should ask for help"
          },
          {
            "criterion": "Support a friend",
            "evidence": "I can say what to do if a friend is not okay"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Everyone needs help sometimes. Asking for help is brave, not weak. There are people around us who want to help when we're not feeling okay. We can also learn to help our friends when they need support. This topic helps you know who to ask for help and how to be a good friend.",
        "keyPoints": [
          "Everyone needs help sometimes - it's normal and okay",
          "Trusted adults are people who care about you and can help",
          "You can ask for help when you feel worried, sad, scared, or unsafe",
          "If a friend is not okay, you can listen and help them find an adult",
          "Kids Helpline (1800 55 1800) is always there to help young people"
        ],
        "vocabulary": [
          {
            "term": "Trusted adult",
            "pronunciation": "TRUST-ed uh-DULT",
            "definition": "A grown-up who cares about you and will help you"
          },
          {
            "term": "Help-seeking",
            "pronunciation": "HELP-seek-ing",
            "definition": "Asking someone for help when you need it"
          },
          {
            "term": "Support",
            "pronunciation": "suh-PORT",
            "definition": "Helping someone feel better or get through something hard"
          },
          {
            "term": "Listen",
            "pronunciation": "LIS-en",
            "definition": "To pay attention to what someone is saying"
          },
          {
            "term": "Safe",
            "pronunciation": "SAYF",
            "definition": "Being protected from harm or danger"
          }
        ],
        "analogies": [
          {
            "concept": "Help is like a safety net",
            "comparison": "Trusted adults are like a safety net under a tightrope walker. They're there to catch you if you fall. Having people to help you means you can try new things knowing someone is there to help if needed."
          },
          {
            "concept": "Sharing problems lightens the load",
            "comparison": "When you carry a heavy bag, it's easier if someone helps you carry it. Problems are the same - sharing them with someone makes them lighter and easier to manage."
          }
        ],
        "conceptExplanation": "Everyone has times when they need help. This might be when you feel really sad, worried, scared, or confused. It might be when something bad happens or when you don't know what to do. Asking for help is not a sign that something is wrong with you - it's actually a smart and brave thing to do. Trusted adults are grown-ups who care about you and want to help. This could be parents, grandparents, teachers, school counsellors, coaches, or other adults in your life. If you're not sure who to talk to, Kids Helpline is a phone number you can call anytime (1800 55 1800) to talk to someone who will listen and help. You can also help your friends when they're not doing well. Being a good friend means listening, being kind, and helping them find an adult who can help with bigger problems."
      },
      "caseStudy": {
        "title": "Lily's Worried Friend",
        "scenario": "Lily notices her friend Sam isn't acting like usual. Sam has been quiet and doesn't want to play at lunch anymore. One day, Sam tells Lily that they feel really sad all the time. Lily doesn't know what to do. She wants to help but isn't sure how.",
        "observations": [
          "Sam's behaviour has changed",
          "Sam told Lily how they are feeling",
          "Lily wants to help but doesn't know what to do",
          "Sam trusted Lily enough to share their feelings"
        ],
        "questions": [
          "What signs showed that Sam wasn't feeling okay?",
          "Why was it good that Sam told Lily how they felt?",
          "What could Lily do to help Sam?",
          "Who could Lily help Sam talk to?"
        ],
        "realWorldConnection": "Friends often notice when something is wrong before adults do. Knowing how to support a friend and help them get adult help is an important skill.",
        "modelAnalysis": {
          "strengths": [
            "Sam trusted Lily and shared their feelings",
            "Lily noticed changes in Sam's behaviour",
            "Lily cares about Sam and wants to help"
          ],
          "improvements": [
            "Lily could listen to Sam and tell them she cares",
            "Lily could help Sam think of a trusted adult to talk to",
            "Lily could offer to go with Sam to talk to an adult",
            "If Sam won't get help, Lily could talk to an adult herself"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is a trusted adult?",
          "sampleAnswer": "A grown-up who cares about you and will help you."
        },
        "understand": {
          "question": "Why is asking for help a good thing to do?",
          "sampleAnswer": "Because when we ask for help, we don't have to deal with hard things alone. Trusted adults can help us feel better and solve problems."
        },
        "apply": {
          "question": "If you felt really worried about something, who could you talk to?",
          "sampleAnswer": "I could talk to my parent, my teacher, or call Kids Helpline."
        },
        "analyse": {
          "question": "Look at Lily's story. Why is it important that Lily helps Sam find an adult?",
          "sampleAnswer": "Because Lily is also a kid and can't fix big problems by herself. Adults can help in ways that kids can't. Sam needs help from someone who knows what to do."
        },
        "evaluate": {
          "question": "Do you think it's okay to tell an adult about your friend's problem, even if your friend asks you not to? Why?",
          "sampleAnswer": "Yes, because if a friend is not safe or is really struggling, they need adult help. Being a good friend sometimes means getting help even if they asked you not to."
        },
        "create": {
          "question": "Draw or write about your 'help team' - the trusted adults you could go to for help.",
          "sampleAnswer": "A drawing showing family members, teachers, and other trusted adults the student could turn to for help."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "Name one person you could ask for help.",
          "sampleAnswer": "My mum or dad."
        },
        "multistructural": {
          "question": "Name two things you could do if a friend told you they were really sad.",
          "sampleAnswer": "Listen to them and help them find an adult to talk to."
        },
        "relational": {
          "question": "How are listening and getting adult help connected when helping a friend?",
          "sampleAnswer": "First you listen so your friend knows you care and you understand the problem. Then you help them find an adult because adults can help with things that are too big for kids to fix."
        },
        "extendedAbstract": {
          "question": "Why is it important for kids to learn about help-seeking?",
          "sampleAnswer": "Because knowing how to get help means kids don't have to suffer alone. If they know who to ask and that it's okay to ask, they can get support when they need it, which helps them stay healthy and safe."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "Who are the trusted adults in my life?",
          "When would I need to ask for help?",
          "How can I be a good friend to someone who is struggling?"
        ],
        "selfAssessment": "I can name my trusted adults and know what to do if I or a friend needs help.",
        "connectionToLife": "Think about who your trusted adults are. Remember that asking for help is always okay."
      }
    },
    "B": {
      "levelDescription": "Students working 1 year below year level. Content uses accessible vocabulary with some technical terms, supported examples, and structured guidance.",
      "whatYouWillLearn": {
        "coreLearning": "Understanding when and how to seek help, identifying support services, and developing skills to support friends who are struggling.",
        "learningIntentions": [
          "I will learn when it's important to seek help",
          "I will identify trusted adults and support services",
          "I will learn how to support friends and be an upstander"
        ],
        "successCriteria": [
          {
            "criterion": "Recognise when to seek help",
            "evidence": "I can describe situations that need adult support"
          },
          {
            "criterion": "Identify support resources",
            "evidence": "I can name trusted adults and at least two support services"
          },
          {
            "criterion": "Support others",
            "evidence": "I can describe how to help a friend who is struggling"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Part of looking after our mental health is knowing when and how to seek help. Sometimes problems feel too big to handle alone, and that's when support from others makes a difference. This topic explores who can help, how to access support services, and how we can be good friends to others who are struggling. Being able to ask for help and help others are important life skills.",
        "keyPoints": [
          "Seeking help is a sign of strength, not weakness",
          "Trusted adults include family members, teachers, counsellors, and coaches",
          "Support services like Kids Helpline, Headspace, and Beyond Blue are available for young people",
          "Helping a friend involves listening, showing you care, and connecting them with adult support",
          "Being an upstander means standing up for others when they need support"
        ],
        "vocabulary": [
          {
            "term": "Help-seeking",
            "pronunciation": "HELP-seek-ing",
            "definition": "The process of looking for and asking for help when needed"
          },
          {
            "term": "Trusted adult",
            "pronunciation": "TRUST-ed uh-DULT",
            "definition": "A reliable grown-up who you feel safe talking to about problems"
          },
          {
            "term": "Support service",
            "pronunciation": "suh-PORT SER-vis",
            "definition": "An organisation that provides help and support to people who need it"
          },
          {
            "term": "Upstander",
            "pronunciation": "UP-stan-der",
            "definition": "A person who speaks up and stands up for others"
          },
          {
            "term": "Confidential",
            "pronunciation": "kon-fih-DEN-shul",
            "definition": "Private and secret - information that won't be shared with others"
          },
          {
            "term": "Active listening",
            "pronunciation": "AK-tiv LIS-en-ing",
            "definition": "Paying close attention to what someone is saying and showing you understand"
          }
        ],
        "analogies": [
          {
            "concept": "Support network as safety web",
            "comparison": "Your support network is like a spider's web. If one strand breaks, the others are still there to catch you. Having multiple trusted adults means if one isn't available or can't help, you have others to turn to."
          },
          {
            "concept": "Being a bridge to help",
            "comparison": "When you help a friend connect with adult support, you're like a bridge. Your friend might not be able to cross the river (get help) alone, but you can help them get across."
          }
        ],
        "conceptExplanation": "Everyone needs help sometimes, and knowing how to get help is an important life skill. Help-seeking means recognising when you need support and reaching out to someone who can provide it. This might be when you're feeling very sad, anxious, or overwhelmed, when you're in an unsafe situation, or when a problem feels too big to handle alone. Trusted adults are grown-ups who care about your wellbeing and who you feel comfortable talking to. This could be a parent, grandparent, older sibling, teacher, school counsellor, coach, or family friend. It's a good idea to have several trusted adults because different people can help with different things. Support services are organisations set up specifically to help young people. Kids Helpline (1800 55 1800) is free, confidential, and available 24/7. Headspace helps with mental health and wellbeing. These services have trained counsellors who can listen and help. We can also help our friends when they're struggling. This involves listening without judging, showing you care, and helping them connect with adult support if the problem is serious. Being an upstander means speaking up when someone needs support, rather than being a bystander who does nothing."
      },
      "caseStudy": {
        "title": "Marcus Worries About His Friend",
        "scenario": "Marcus and Jake have been best friends since primary school. Lately, Jake has been saying things like 'I'm so useless' and 'nobody would care if I wasn't here.' Marcus feels worried but doesn't know if Jake is serious or just being dramatic. He doesn't want to make things worse or betray Jake's trust. But he also can't stop thinking about what Jake said.",
        "observations": [
          "Jake is making concerning statements about himself",
          "Marcus is worried but uncertain what to do",
          "Marcus is concerned about the friendship if he tells someone",
          "The situation is too serious for Marcus to handle alone"
        ],
        "questions": [
          "Why are Jake's statements concerning?",
          "Why might Marcus feel unsure about what to do?",
          "What should Marcus do in this situation?",
          "Who could Marcus talk to about his concerns?"
        ],
        "realWorldConnection": "Sometimes friends say things that worry us. Understanding when to involve an adult, even if it feels uncomfortable, could help save someone's life.",
        "modelAnalysis": {
          "strengths": [
            "Marcus cares about Jake and noticed the concerning statements",
            "Marcus is thinking carefully about what to do",
            "Jake trusted Marcus enough to share his feelings"
          ],
          "improvements": [
            "Marcus should tell a trusted adult about Jake's statements",
            "Marcus could tell Jake that he cares and wants to help",
            "Marcus should not promise to keep secrets about safety",
            "Marcus could stay with Jake and help him talk to an adult"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is an upstander?",
          "sampleAnswer": "A person who speaks up and stands up for others when they need support."
        },
        "understand": {
          "question": "Why is it important to have more than one trusted adult?",
          "sampleAnswer": "Because different adults can help with different things, and if one isn't available, you have others to turn to. Having several trusted adults makes your support network stronger."
        },
        "apply": {
          "question": "If a friend told you they were feeling really hopeless, what would you do?",
          "sampleAnswer": "I would listen to them and tell them I care. I would not promise to keep it secret if it's about their safety. I would help them talk to a trusted adult or tell an adult myself."
        },
        "analyse": {
          "question": "In Marcus's story, why is it more important to get Jake help than to keep his secret?",
          "sampleAnswer": "Because Jake's statements suggest he might be thinking about hurting himself. His safety is more important than keeping a secret. A good friend gets help even if the other person is upset at first."
        },
        "evaluate": {
          "question": "Some people think asking for help is weak. Do you agree? Why or why not?",
          "sampleAnswer": "I disagree. Asking for help takes courage. It means you understand you need support and are willing to reach out. Everyone needs help sometimes, and getting help is a smart thing to do."
        },
        "create": {
          "question": "Create a help-seeking plan that includes at least two trusted adults and two support services.",
          "sampleAnswer": "My trusted adults: Mum and my teacher Ms. Chen. Support services: Kids Helpline (1800 55 1800) and Headspace. If I have a problem, I'll try talking to Mum first. If she's not available, I'll talk to Ms. Chen. If I need to talk to someone anonymous, I'll call Kids Helpline."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is Kids Helpline's phone number?",
          "sampleAnswer": "1800 55 1800."
        },
        "multistructural": {
          "question": "List three things you can do to help a friend who is struggling.",
          "sampleAnswer": "Listen to them, tell them you care, and help them find a trusted adult to talk to."
        },
        "relational": {
          "question": "How are listening to a friend and getting adult help connected?",
          "sampleAnswer": "Listening helps your friend feel cared for and understood, which makes them more likely to accept help. Once you understand how serious the problem is, you can help them connect with an adult who can provide proper support."
        },
        "extendedAbstract": {
          "question": "Why is help-seeking an important skill for life, not just for school?",
          "sampleAnswer": "Help-seeking is important throughout life because we all face challenges that are hard to handle alone. If we learn to ask for help when young, we develop a skill that protects our wellbeing as adults - at work, in relationships, and with health issues."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "Who are my trusted adults and how could I reach them?",
          "What barriers might stop me from asking for help?",
          "How can I be an upstander for my friends?"
        ],
        "selfAssessment": "I understand when to seek help, know trusted adults and services to contact, and can describe how to support a friend.",
        "connectionToLife": "This week, think about your support network. Make sure you have several trusted adults you could talk to if needed."
      }
    },
    "C": {
      "levelDescription": "Students working at year level. Content uses age-appropriate vocabulary, relevant examples, and balanced support for independent learning.",
      "whatYouWillLearn": {
        "coreLearning": "Understanding the importance of help-seeking, evaluating support resources, and developing strategies to support peers and be an upstander for wellbeing.",
        "learningIntentions": [
          "I will understand why help-seeking is important and what barriers may prevent it",
          "I will evaluate community resources and support services for young people",
          "I will develop skills to support friends and be an effective upstander"
        ],
        "successCriteria": [
          {
            "criterion": "Understand help-seeking importance and barriers",
            "evidence": "I can explain why help-seeking matters and identify common barriers"
          },
          {
            "criterion": "Evaluate support resources",
            "evidence": "I can describe and evaluate various support services available to young people"
          },
          {
            "criterion": "Support peers effectively",
            "evidence": "I can demonstrate strategies for supporting friends and being an upstander"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Help-seeking is a crucial protective behaviour that supports mental health and wellbeing. Research shows that young people who seek help early have better outcomes when facing mental health challenges. However, many barriers can prevent people from reaching out. This topic explores why help-seeking matters, how to overcome barriers, what resources are available, and how we can support our peers. Understanding these concepts builds skills that protect both yourself and others.",
        "keyPoints": [
          "Help-seeking is a protective factor for mental health - getting support early leads to better outcomes",
          "Common barriers include stigma, not recognising the need for help, fear of judgement, and not knowing where to go",
          "Australia has many support services: Kids Helpline, Headspace, Beyond Blue, Lifeline, and school-based support",
          "Supporting a friend involves active listening, validating feelings, and connecting them with appropriate help",
          "Being an upstander means recognising when others need support and taking action",
          "Aboriginal and Torres Strait Islander communities emphasise the importance of connection and community support for wellbeing"
        ],
        "vocabulary": [
          {
            "term": "Protective behaviour",
            "pronunciation": "pro-TEK-tiv bee-HAYV-yer",
            "definition": "Actions that help keep us safe and support our wellbeing"
          },
          {
            "term": "Stigma",
            "pronunciation": "STIG-muh",
            "definition": "Negative attitudes or discrimination towards people with certain characteristics or conditions"
          },
          {
            "term": "Active listening",
            "pronunciation": "AK-tiv LIS-en-ing",
            "definition": "Fully concentrating on what someone is saying, understanding their message, and responding thoughtfully"
          },
          {
            "term": "Validation",
            "pronunciation": "val-ih-DAY-shun",
            "definition": "Acknowledging and accepting someone's feelings as real and understandable"
          },
          {
            "term": "Upstander",
            "pronunciation": "UP-stan-der",
            "definition": "Someone who takes action to support others and speaks up against harmful behaviour"
          },
          {
            "term": "Confidentiality",
            "pronunciation": "kon-fih-den-shee-AL-ih-tee",
            "definition": "Keeping information private, with limits when safety is at risk"
          },
          {
            "term": "Mandatory reporting",
            "pronunciation": "MAN-dah-tor-ee ree-PORT-ing",
            "definition": "Legal requirement for certain professionals to report concerns about child safety"
          }
        ],
        "analogies": [
          {
            "concept": "Help-seeking as early intervention",
            "comparison": "Seeking help for mental health is like going to the doctor when you first feel sick, rather than waiting until you're seriously ill. Early help prevents problems from getting worse and makes recovery easier."
          },
          {
            "concept": "Support network as lifeline team",
            "comparison": "Your support network is like a lifeguard team at the beach. Different lifeguards (different people and services) can help in different situations. The more lifeguards available, the safer you are."
          }
        ],
        "conceptExplanation": "Help-seeking is the process of recognising when you need support and taking action to get it. Research consistently shows that early help-seeking leads to better mental health outcomes. When people get support early, problems are less likely to worsen, and recovery is generally faster. Despite this, many young people don't seek help when they need it. Common barriers include stigma (fear of being judged), not recognising that what they're experiencing is serious, not knowing where to get help, concerns about confidentiality, and wanting to handle things independently. Understanding these barriers helps us overcome them. Australia has excellent support services for young people. Kids Helpline (1800 55 1800) provides free, confidential counselling 24/7. Headspace offers youth mental health services. Beyond Blue provides information and support for anxiety and depression. Lifeline (13 11 14) offers crisis support. Schools typically have wellbeing coordinators, counsellors, and psychologists. Aboriginal and Torres Strait Islander communities often emphasise that wellbeing comes through connection - to family, community, and culture - and may prefer support that includes these elements. Beyond seeking help for ourselves, we play an important role in supporting peers. This involves active listening (giving full attention without judgement), validating feelings (acknowledging that their experience is real and understandable), and helping connect them with appropriate support. When someone is at risk, being an upstander means taking action even if it's uncomfortable - this might include telling a trusted adult even if your friend asked you not to."
      },
      "caseStudy": {
        "title": "The Group Chat Crisis",
        "scenario": "A Year 8 group chat has been getting intense lately. One member, Riley, has been posting increasingly negative comments about themselves and life in general. Last night, Riley wrote: 'I wish I could just disappear. Nobody would even notice.' Some group members laugh it off with memes, others ignore it, and two others privately message each other saying they're worried. Taylor, one of the worried friends, isn't sure whether to take it seriously or whether saying something would be an overreaction.",
        "observations": [
          "Riley is expressing concerning thoughts in a group context",
          "The group's response is varied - dismissive, ignoring, and privately concerned",
          "Some students are taking it seriously but unsure what to do",
          "The digital context adds complexity (written record, group dynamics)"
        ],
        "questions": [
          "Why should Riley's message be taken seriously even though it might 'just be venting'?",
          "What barriers might prevent Taylor from taking action?",
          "What are the different ways Taylor could respond to this situation?",
          "What role does the group dynamic play in helping or hindering support for Riley?"
        ],
        "realWorldConnection": "Mental health concerns often first appear in peer contexts, including online. Understanding how to recognise warning signs and overcome the barriers to action can help friends get the support they need.",
        "modelAnalysis": {
          "strengths": [
            "Taylor and another friend recognise the message is concerning",
            "The message is documented (in writing), making it easier to share with adults",
            "Taylor is considering taking action despite uncertainty"
          ],
          "improvements": [
            "Taylor should privately message Riley to check in and express care",
            "Taylor should tell a trusted adult about Riley's message",
            "The group could create norms about taking concerning posts seriously",
            "Taylor could respond in the group chat showing concern, modelling upstander behaviour",
            "Taylor should not promise to keep Riley's feelings secret if safety is at risk"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "List three support services available to young people in Australia and their contact details.",
          "sampleAnswer": "Kids Helpline (1800 55 1800), Lifeline (13 11 14), and Headspace (headspace.org.au or centres in many locations)."
        },
        "understand": {
          "question": "Explain what stigma is and how it can be a barrier to help-seeking.",
          "sampleAnswer": "Stigma is negative attitudes or discrimination towards people with certain conditions. It can be a barrier to help-seeking because people might fear being judged, labelled, or treated differently if they admit they need help with mental health."
        },
        "apply": {
          "question": "Describe how you would use active listening and validation if a friend shared that they were feeling really low.",
          "sampleAnswer": "I would give them my full attention, put my phone away, and make eye contact. I would listen without interrupting or trying to fix things immediately. I would validate their feelings by saying something like 'That sounds really hard' or 'I can understand why you'd feel that way.' I would ask how I can help and whether they've thought about talking to someone."
        },
        "analyse": {
          "question": "Analyse why the group's response to Riley in the case study might make it harder for Riley to get help.",
          "sampleAnswer": "When some members laugh it off or ignore it, this sends a message that Riley's feelings aren't being taken seriously. This might make Riley feel more alone and less likely to open up. The mixed response might also make concerned friends like Taylor doubt their own judgement, delaying action."
        },
        "evaluate": {
          "question": "Evaluate the argument that 'telling an adult about a friend's problems is betraying their trust.'",
          "sampleAnswer": "While keeping confidences is important in friendship, safety must come first. If a friend is at risk of serious harm, telling an adult isn't betrayal - it's the most caring thing to do. A true friend prioritises wellbeing over comfort. The friend might be upset initially, but getting help is more important than maintaining comfort."
        },
        "create": {
          "question": "Create a step-by-step guide for supporting a friend who is struggling with their mental health.",
          "sampleAnswer": "Step 1: Notice the signs - changes in behaviour, mood, or things they say. Step 2: Find a private moment to check in. Step 3: Use active listening - give full attention, don't judge. Step 4: Validate their feelings - show you understand. Step 5: Ask how you can help and if they've talked to anyone. Step 6: Encourage them to talk to a trusted adult or support service. Step 7: Offer to go with them or help connect them. Step 8: Follow up to show you still care. Step 9: If they're at risk, tell an adult even if they ask you not to. Step 10: Look after yourself too."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What does 'validation' mean in the context of supporting someone?",
          "sampleAnswer": "Acknowledging and accepting someone's feelings as real and understandable."
        },
        "multistructural": {
          "question": "List four common barriers that prevent young people from seeking help.",
          "sampleAnswer": "Stigma/fear of judgement, not recognising they need help, not knowing where to get help, and wanting to handle things independently."
        },
        "relational": {
          "question": "Explain how stigma, barriers to help-seeking, and the role of peers are connected.",
          "sampleAnswer": "Stigma creates barriers because fear of judgement stops people seeking help. Peers can either reinforce stigma (by mocking mental health) or reduce it (by normalising help-seeking). When peers are supportive upstanders, they can help friends overcome barriers by providing initial support and connecting them with adult help."
        },
        "extendedAbstract": {
          "question": "How could schools and communities work together to create a culture where help-seeking is normalised?",
          "sampleAnswer": "Schools could integrate mental health education into curriculum, train staff to respond supportively, and make support services visible and accessible. They could share stories of people who sought help and recovered, reducing stigma. Communities could support parent education and ensure culturally appropriate services. Media and social media campaigns could normalise help-seeking. By addressing stigma at multiple levels and involving young people in solutions, a culture shift could make help-seeking as normal as seeking help for physical health."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "What barriers might prevent me from seeking help, and how could I overcome them?",
          "How confident do I feel in supporting a friend who is struggling?",
          "What role can I play in reducing stigma around mental health and help-seeking?"
        ],
        "selfAssessment": "I can explain why help-seeking is important, identify support resources, and describe how to support peers effectively.",
        "connectionToLife": "Consider how you could be an upstander in your own social groups. Think about who you would turn to if you needed help, and make sure you know how to contact at least two support services."
      }
    },
    "D": {
      "levelDescription": "Students working 1 year above year level. Content uses sophisticated vocabulary, complex examples, and promotes greater independence and deeper analysis.",
      "whatYouWillLearn": {
        "coreLearning": "Critically evaluating help-seeking behaviours and barriers, analysing the effectiveness of support systems, and developing comprehensive approaches to peer support and advocacy.",
        "learningIntentions": [
          "I will critically analyse factors that influence help-seeking behaviours in adolescents",
          "I will evaluate community resources and identify gaps in support systems",
          "I will develop strategies for effective peer support and mental health advocacy"
        ],
        "successCriteria": [
          {
            "criterion": "Analyse help-seeking behaviours",
            "evidence": "I can critically examine multiple factors influencing adolescent help-seeking"
          },
          {
            "criterion": "Evaluate support systems",
            "evidence": "I can assess the effectiveness of various support services and identify improvements"
          },
          {
            "criterion": "Develop advocacy approaches",
            "evidence": "I can create strategies for peer support and mental health advocacy in school communities"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Help-seeking is a complex behaviour influenced by individual, social, and systemic factors. Research indicates that while adolescents often prefer to turn to friends initially, professional help leads to better outcomes for serious mental health concerns. Understanding the barriers to help-seeking and the landscape of available support enables us to advocate for ourselves and others more effectively. This topic critically examines help-seeking behaviours, evaluates support systems, and develops skills for effective peer support and advocacy.",
        "keyPoints": [
          "Help-seeking behaviour is influenced by mental health literacy, perceived stigma, self-reliance beliefs, past experiences, and cultural factors",
          "Peer support is often the first line of help for adolescents, making peer mental health literacy crucial",
          "Professional services range from school-based supports to community services to crisis intervention",
          "Effective peer support involves recognising limits and knowing when to escalate to adult help",
          "Mental health advocacy includes challenging stigma, promoting help-seeking, and improving access to services",
          "Culturally responsive approaches recognise that different communities may have different concepts of wellbeing and preferred forms of support"
        ],
        "vocabulary": [
          {
            "term": "Mental health literacy",
            "pronunciation": "MEN-tal HELTH LIT-er-a-see",
            "definition": "Knowledge about mental health conditions, help-seeking options, and ways to support wellbeing"
          },
          {
            "term": "Gatekeeper",
            "pronunciation": "GATE-keep-er",
            "definition": "A person trained to recognise warning signs and connect people with appropriate support"
          },
          {
            "term": "Crisis intervention",
            "pronunciation": "KRY-sis in-ter-VEN-shun",
            "definition": "Immediate, short-term help during a mental health emergency"
          },
          {
            "term": "Advocacy",
            "pronunciation": "AD-voh-kuh-see",
            "definition": "Active support for a cause, including working to change systems and attitudes"
          },
          {
            "term": "Help-negation",
            "pronunciation": "HELP neg-AY-shun",
            "definition": "The tendency to avoid or reject help when experiencing severe distress"
          },
          {
            "term": "Stepped care model",
            "pronunciation": "STEPT KAIR MOD-el",
            "definition": "A system where people receive the level of support appropriate to their needs"
          },
          {
            "term": "Cultural responsiveness",
            "pronunciation": "KUL-cher-ul ree-SPON-siv-ness",
            "definition": "Adapting services and approaches to be appropriate for diverse cultural contexts"
          }
        ],
        "analogies": [
          {
            "concept": "Stepped care as escalator system",
            "comparison": "Mental health support works like an escalator system in a building. For mild concerns, the ground floor (self-help, peer support) might be enough. More serious concerns need higher floors (professional support). The system should make it easy to move up or down depending on needs."
          },
          {
            "concept": "Peer gatekeepers as first responders",
            "comparison": "Peers who recognise mental health warning signs are like first aid responders. They're not doctors, but they can provide initial support and know when to call for expert help. This initial response can be crucial."
          }
        ],
        "conceptExplanation": "Help-seeking behaviour is influenced by multiple factors. Individual factors include mental health literacy (recognising that support is needed and knowing where to find it), self-reliance beliefs (particularly in cultures that emphasise independence), previous experiences with help-seeking, and the nature and severity of the problem. Social factors include perceived stigma, family attitudes, peer norms, and the availability of trusted adults. Systemic factors include the accessibility and visibility of services, wait times, and whether services are culturally appropriate. Research shows that adolescents often prefer to seek informal support from friends before approaching adults or professional services. This makes peer mental health literacy crucial - when friends can recognise warning signs and respond appropriately, they can provide initial support and facilitate connections to professional help. However, peer support has limits, and effective helpers know when to escalate. Australia has a 'stepped care' model for mental health services. This ranges from universal prevention (school wellbeing programs), through early intervention (school counsellors, Headspace), to specialist services (mental health services), and crisis intervention (emergency services, Lifeline). Different needs require different levels of support. Aboriginal and Torres Strait Islander communities often emphasise collective approaches to wellbeing, with connection to family, community, Country, and culture being central. Culturally responsive services recognise and work with these different frameworks. Mental health advocacy involves working to reduce stigma, promote help-seeking, and improve access to services. This can include peer education programs, challenging negative attitudes, and advocating for better resources."
      },
      "caseStudy": {
        "title": "The School Response Gap",
        "scenario": "A secondary school conducted a wellbeing survey and found that 35% of students reported moderate to severe anxiety symptoms, but only 12% had accessed any form of support. When asked about barriers, students cited: not thinking it was serious enough (45%), fear of what others would think (38%), not knowing where to get help (25%), concerns about parents finding out (22%), and previous unhelpful experiences (15%). The school has one part-time counsellor for 900 students, with a waiting list of three weeks. Student leaders want to advocate for changes but aren't sure how.",
        "observations": [
          "There's a significant gap between need and help-seeking",
          "Multiple barriers are at play simultaneously",
          "Service capacity is insufficient for demand",
          "Students want to be part of the solution"
        ],
        "questions": [
          "Analyse the different types of barriers identified in the survey (individual, social, systemic)",
          "Why might students not think their concerns are 'serious enough' for help?",
          "Evaluate the adequacy of the school's current support provision",
          "What could student leaders advocate for to address these issues?"
        ],
        "realWorldConnection": "This scenario reflects real data from Australian school surveys. Understanding the gap between need and help-seeking, and the role students can play in advocacy, prepares young people to contribute to solutions.",
        "modelAnalysis": {
          "strengths": [
            "The school conducted a survey to understand student needs",
            "Students have identified specific barriers that can be addressed",
            "Student leaders are motivated to advocate for change",
            "The school has some support services in place"
          ],
          "improvements": [
            "Increase counsellor hours or add additional support staff",
            "Implement peer support programs to extend reach",
            "Run mental health literacy education to help students recognise when to seek help",
            "Create clear communication about available supports and how to access them",
            "Address confidentiality concerns through transparent policies",
            "Work with student leaders to design stigma-reduction campaigns",
            "Partner with external services like Headspace to increase capacity"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is 'mental health literacy' and why is it important for help-seeking?",
          "sampleAnswer": "Mental health literacy is knowledge about mental health conditions, help-seeking options, and ways to support wellbeing. It's important because people can only seek help if they recognise they need it and know where to find it."
        },
        "understand": {
          "question": "Explain why adolescents often prefer to seek help from peers before adults or professionals.",
          "sampleAnswer": "Adolescents often turn to peers first because peers feel more accessible and less judgemental. There's less power imbalance, and teens may fear adults will overreact or involve parents. Peers share similar experiences and language, making initial disclosure feel safer."
        },
        "apply": {
          "question": "If you were training peer support leaders in your school, what key skills and knowledge would you include?",
          "sampleAnswer": "I would include: recognising warning signs of mental health concerns; active listening and validation skills; how to respond without judgement; when and how to involve adults; knowledge of support services and how to connect people; self-care for peer supporters; understanding confidentiality and its limits; and practising difficult conversations through role-play."
        },
        "analyse": {
          "question": "Analyse why the phenomenon of 'help-negation' (rejecting help when distress is severe) occurs and its implications.",
          "sampleAnswer": "Help-negation occurs for several reasons: severe distress can impair rational thinking about options; people may feel hopeless that anything will help; symptoms like withdrawal are part of some conditions; shame and stigma increase with severity. Implications: we can't rely on people seeking help when they most need it, so proactive approaches, peer support, and upstander behaviour become crucial."
        },
        "evaluate": {
          "question": "Evaluate the effectiveness of peer support programs compared to increasing professional counselling services in schools.",
          "sampleAnswer": "Peer programs extend reach, reduce stigma, and provide immediate support that's always available. However, peers lack professional training and can only help with certain issues. Professional services provide expert care but have limited capacity and may feel less accessible. Both are needed: peers for early identification and support, professionals for complex concerns. An integrated model where peers are trained and supervised by professionals offers the benefits of both."
        },
        "create": {
          "question": "Design an advocacy campaign to reduce stigma and increase help-seeking at your school.",
          "sampleAnswer": "Campaign: 'It's Okay to Ask' - Phase 1: Awareness - posters featuring students (with consent) sharing that they've sought help; assembly presentations with guest speakers who've overcome mental health challenges. Phase 2: Education - brief lessons on mental health literacy in year group sessions; information cards about support services. Phase 3: Access - promote drop-in times with counsellor; create peer support team; make service information visible in common areas. Phase 4: Culture - incorporate mental health check-ins into classroom routines; train teachers in supportive responses; student-led events for Mental Health Week. Evaluation: Pre/post surveys on attitudes and help-seeking knowledge."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is a 'gatekeeper' in mental health support?",
          "sampleAnswer": "A person trained to recognise warning signs and connect people with appropriate support."
        },
        "multistructural": {
          "question": "List four factors that influence whether an adolescent will seek help for mental health concerns.",
          "sampleAnswer": "Mental health literacy, perceived stigma, availability of trusted supports, and previous experiences with help-seeking."
        },
        "relational": {
          "question": "Explain how mental health literacy, stigma, and peer support are interconnected.",
          "sampleAnswer": "Mental health literacy helps people recognise when they need help and reduces stigma by normalising mental health concerns. When peers have good mental health literacy, they can recognise signs in friends and respond supportively, which further reduces stigma. Lower stigma makes people more willing to seek help and to support peers who need help. These three factors reinforce each other in a positive cycle."
        },
        "extendedAbstract": {
          "question": "How might communities work to reduce the gap between those who need mental health support and those who access it?",
          "sampleAnswer": "Closing the gap requires action at multiple levels. Systemically: increase service capacity, reduce wait times, make services free and accessible, integrate mental health into primary care. Socially: run public campaigns normalising help-seeking, train gatekeepers across community settings, involve trusted community leaders. Individually: build mental health literacy from young ages, teach help-seeking skills, develop self-efficacy for seeking support. Culturally: ensure services are responsive to diverse communities, involve communities in designing appropriate supports. For Aboriginal and Torres Strait Islander communities specifically, this means supporting community-controlled services and recognising holistic approaches to wellbeing."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "What factors most strongly influence my own likelihood of seeking help?",
          "How could I be an effective gatekeeper in my social networks?",
          "What advocacy could I undertake to improve mental health support in my community?"
        ],
        "selfAssessment": "I can critically analyse factors influencing help-seeking, evaluate support systems, and develop strategies for peer support and advocacy.",
        "connectionToLife": "Consider how you could contribute to improving mental health support and reducing stigma in your school or community."
      }
    },
    "E": {
      "levelDescription": "Students working 2+ years above year level. Content uses advanced academic vocabulary, scholarly examples, and promotes independent critical analysis and synthesis.",
      "whatYouWillLearn": {
        "coreLearning": "Synthesising research on help-seeking behaviour, critically evaluating mental health service systems, and developing evidence-based approaches to community mental health advocacy and peer support.",
        "learningIntentions": [
          "I will synthesise research on adolescent help-seeking behaviour and psychological first aid",
          "I will critically evaluate mental health service systems and policies",
          "I will develop evidence-based approaches to mental health advocacy and community support"
        ],
        "successCriteria": [
          {
            "criterion": "Synthesise help-seeking research",
            "evidence": "I can integrate multiple theoretical perspectives on help-seeking behaviour"
          },
          {
            "criterion": "Evaluate service systems",
            "evidence": "I can critically analyse mental health policy and service delivery"
          },
          {
            "criterion": "Develop advocacy approaches",
            "evidence": "I can design evidence-based community mental health initiatives"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Help-seeking behaviour is a multifaceted construct that has been examined through various theoretical lenses, including the theory of planned behaviour, cognitive accessibility models, and social-ecological frameworks. Contemporary approaches recognise that help-seeking occurs within complex systems where individual, interpersonal, and structural factors interact. Understanding these dynamics is essential for designing effective interventions. This topic synthesises research on help-seeking, critically examines mental health service systems, and develops competencies for evidence-based advocacy and peer support.",
        "keyPoints": [
          "Help-seeking theories have evolved from individual deficit models to ecological approaches that consider systemic factors",
          "The 'help-seeking pathway' concept recognises that people move through stages from problem recognition to service engagement",
          "Psychological first aid (PFA) provides evidence-based principles for initial support following distressing events",
          "Mental health service systems face tensions between efficiency, equity, effectiveness, and consumer experience",
          "Youth participatory approaches position young people as partners in designing mental health supports",
          "Cultural safety and Indigenous social and emotional wellbeing frameworks challenge Western clinical models"
        ],
        "vocabulary": [
          {
            "term": "Theory of planned behaviour",
            "pronunciation": "THEE-uh-ree of PLAND bee-HAYV-yer",
            "definition": "A model predicting behaviour based on intentions, attitudes, social norms, and perceived control"
          },
          {
            "term": "Psychological first aid",
            "pronunciation": "sy-koh-LOJ-ik-ul FIRST AID",
            "definition": "Evidence-informed approach to assist people in the immediate aftermath of distressing events"
          },
          {
            "term": "Social-ecological model",
            "pronunciation": "SOH-shul ee-koh-LOJ-ik-ul MOD-el",
            "definition": "Framework examining how multiple system levels (individual, interpersonal, community, societal) influence behaviour"
          },
          {
            "term": "Cultural safety",
            "pronunciation": "KUL-cher-ul SAFE-tee",
            "definition": "An approach ensuring services respect cultural identity and do not diminish or demean culture"
          },
          {
            "term": "Participatory design",
            "pronunciation": "par-TIS-ih-pah-tor-ee de-ZINE",
            "definition": "An approach that involves end-users as active partners in developing services or interventions"
          },
          {
            "term": "Social and emotional wellbeing",
            "pronunciation": "SOH-shul and ee-MOH-shun-ul WELL-bee-ing",
            "definition": "Aboriginal and Torres Strait Islander holistic concept of health encompassing connection to body, mind, family, community, culture, Country, and spirit"
          },
          {
            "term": "Implementation science",
            "pronunciation": "im-pleh-men-TAY-shun SY-ens",
            "definition": "The study of methods to promote the adoption of evidence-based interventions into routine practice"
          }
        ],
        "analogies": [
          {
            "concept": "Help-seeking as navigation",
            "comparison": "Seeking help for mental health is like navigating through unfamiliar territory. The person needs a mental map (knowledge), confidence that the destination is worth reaching (attitudes), belief that they can make the journey (self-efficacy), and clear pathways to follow (accessible services). Barriers are like obstacles on the path that need to be understood and addressed."
          },
          {
            "concept": "Service systems as ecosystem",
            "comparison": "Mental health services function as an ecosystem where different elements are interdependent. Primary care, schools, specialist services, and community supports should work together like species in a healthy ecosystem. When one element is weak or missing, others are affected, and the overall health of the system suffers."
          }
        ],
        "conceptExplanation": "Understanding help-seeking requires integrating multiple theoretical perspectives. The theory of planned behaviour suggests help-seeking intention is predicted by attitudes towards seeking help, perceived social norms, and sense of control over the behaviour. Cognitive accessibility models focus on how easily help-seeking comes to mind as a response to distress. Social-ecological frameworks position help-seeking within systems of influence, from individual factors (mental health literacy, self-efficacy) through interpersonal (family attitudes, peer norms, relationship with potential helpers) to community (service availability, cultural acceptability) and societal levels (policies, stigma, media representations). The 'help-seeking pathway' concept recognises that help-seeking is a process: individuals must recognise they have a problem, consider that help is available and might be beneficial, be willing to seek help, have the capability to access it, and then navigate the service system. Barriers can occur at any stage. Psychological first aid (PFA) offers an evidence-based framework for providing initial support. PFA emphasises safety, calming, self and collective efficacy, connectedness, and hope. Importantly, PFA is not counselling or debriefing, but humane, supportive and practical assistance. Mental health service systems face inherent tensions. Efficiency (doing more with limited resources) can conflict with equity (ensuring marginalised groups have access). Clinical models emphasising diagnosis and treatment may conflict with recovery approaches emphasising personal empowerment. Aboriginal and Torres Strait Islander concepts of social and emotional wellbeing offer alternative frameworks that understand health holistically, including connection to family, community, culture, Country, and spirituality. Cultural safety requires that services not only accommodate but actively affirm diverse cultural identities. Youth participatory approaches recognise that young people are experts in their own experience and should be partners in designing services. Implementation science offers methods for translating research into practice, recognising that evidence-based interventions only work if successfully implemented in real-world contexts."
      },
      "caseStudy": {
        "title": "Redesigning School Mental Health Support",
        "scenario": "A school district is reviewing its mental health support approach after analysis revealed significant disparities: Aboriginal and Torres Strait Islander students were half as likely to access school counselling despite similar rates of reported distress; students from lower socioeconomic backgrounds had longer wait times for referrals to external services; and boys accessed support at one-third the rate of girls. The current model relies primarily on students self-referring to a school counsellor. Student feedback indicates that many don't know what counselling involves, fear stigma, and prefer support that doesn't require visiting a specific office. The district has budget for one additional position and wants to redesign its approach based on evidence and student input.",
        "observations": [
          "Current self-referral model creates access inequities",
          "Different groups face different barriers to accessing support",
          "Student feedback identifies specific barriers that could be addressed",
          "There is opportunity to redesign based on evidence and participation"
        ],
        "questions": [
          "Analyse the equity issues in the current model using a social-ecological framework",
          "Why might the self-referral model systematically disadvantage certain groups?",
          "What evidence-based approaches could address the identified disparities?",
          "Design a participatory process to involve students in the redesign"
        ],
        "realWorldConnection": "Service design that doesn't consider equity can unintentionally disadvantage marginalised groups. Understanding how to apply evidence and include consumer voice in design is a transferable skill for any field.",
        "modelAnalysis": {
          "strengths": [
            "The district is using data to identify disparities",
            "Student feedback is being sought and valued",
            "There is budget commitment to improvement",
            "The district is willing to redesign rather than just add to current model"
          ],
          "improvements": [
            "Consult with Aboriginal and Torres Strait Islander community about culturally safe approaches",
            "Train all staff in universal approaches rather than relying on specialist referrals",
            "Implement peer support programs that reduce stigma barriers",
            "Create alternative access points (online, through wellbeing activities, classroom-integrated)",
            "Address masculinity norms that may inhibit boys' help-seeking",
            "Partner with community organisations to improve external referral pathways",
            "Evaluate outcomes for different groups to monitor equity",
            "Involve diverse students in ongoing design and evaluation"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What are the five core elements of psychological first aid?",
          "sampleAnswer": "Safety, calming, self and collective efficacy, connectedness, and hope."
        },
        "understand": {
          "question": "Explain how the theory of planned behaviour applies to adolescent help-seeking.",
          "sampleAnswer": "According to this theory, help-seeking intention is predicted by: attitudes (believing help-seeking is positive and beneficial), subjective norms (perceiving that important others approve of help-seeking), and perceived behavioural control (feeling capable of accessing help). For adolescents, peer norms may be particularly influential. Intention doesn't always lead to behaviour if barriers exist, so the model is extended to include factors like accessibility."
        },
        "apply": {
          "question": "Apply the principles of psychological first aid to a scenario where a student is distressed after receiving cyberbullying.",
          "sampleAnswer": "Safety: Ensure immediate safety from ongoing harassment, help block the source, create physical safe space. Calming: Help regulate immediate distress through grounding, calm presence, validating feelings. Self-efficacy: Help identify coping strategies they've used before, support them in deciding next steps. Connectedness: Link to trusted supports - friends, family, counsellor. Hope: Communicate that the situation can be addressed, recovery is possible, they're not alone. Avoid pressuring them to talk in detail or making promises about outcomes."
        },
        "analyse": {
          "question": "Analyse how Western clinical models of mental health may conflict with Aboriginal and Torres Strait Islander concepts of social and emotional wellbeing.",
          "sampleAnswer": "Western clinical models typically: individualise mental health as located within a person; use diagnostic categories developed in Western contexts; prioritise individual therapy delivered by clinicians; separate mental health from physical, spiritual, and social domains. Aboriginal and Torres Strait Islander social and emotional wellbeing is: fundamentally relational, connected to family, community, culture, Country, and spirit; cannot be reduced to individual pathology; requires holistic approaches addressing connection; may be disrupted by colonisation and its ongoing impacts. Culturally safe services must work with Indigenous frameworks rather than imposing clinical models."
        },
        "evaluate": {
          "question": "Evaluate the potential and limitations of peer support programs as a mental health intervention in schools.",
          "sampleAnswer": "Potential: Peers have natural access, reduce stigma, can identify concerns early, make help-seeking feel safer, extend reach beyond limited professional resources, develop skills in supporters themselves. Evidence shows well-implemented programs can improve help-seeking and wellbeing. Limitations: Peers lack professional training, may give unhelpful advice, can be burdened by responsibility, may not be appropriate for complex presentations, require significant support and supervision. Research quality is mixed and implementation varies widely. Overall: Peer programs are valuable as part of a comprehensive system but cannot replace professional support. Success depends on training quality, supervision, clear role boundaries, and integration with professional services."
        },
        "create": {
          "question": "Design an evidence-based, culturally responsive mental health initiative for a diverse school community, including evaluation methods.",
          "sampleAnswer": "Initiative: 'Wellbeing Together' - Values: Equity (accessible to all), cultural responsiveness (affirms diverse wellbeing concepts), participation (designed with students), prevention and intervention. Components: Universal tier - wellbeing curriculum including Indigenous perspectives, staff mental health literacy training, school environment promoting connection. Selected tier - peer support program with diverse peer educators, drop-in spaces, digital support options. Indicated tier - timely counselling access, community service partnerships, cultural support options. Governance: Advisory group including students, parents, Indigenous community representatives. Implementation: Phased roll-out with pilot, implementation support for staff. Evaluation: Mixed methods - quantitative (access rates by demographics, wellbeing measures), qualitative (student experience, cultural appropriateness). Equity dashboard tracking access and outcomes by student group. Continuous improvement cycle based on data."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is 'cultural safety' in mental health services?",
          "sampleAnswer": "An approach ensuring services respect cultural identity and do not diminish or demean culture."
        },
        "multistructural": {
          "question": "List four levels of the social-ecological model as applied to help-seeking.",
          "sampleAnswer": "Individual (knowledge, attitudes, self-efficacy), interpersonal (family, peers, trusted adults), community (schools, services, community organisations), and societal (policies, stigma, media)."
        },
        "relational": {
          "question": "Explain how individual factors, service system factors, and cultural factors interact to influence help-seeking for Aboriginal and Torres Strait Islander young people.",
          "sampleAnswer": "At the individual level, historical experiences of discrimination may reduce trust. At the service system level, mainstream services may use Western clinical approaches that don't align with holistic wellbeing concepts, and may lack cultural safety. Cultural factors include community attitudes to help-seeking and whether mainstream services are seen as appropriate. These levels interact: negative experiences with culturally unsafe services shape individual attitudes; community experiences of colonisation affect trust in government services; individual resilience may be strengthened through cultural connection. Effective intervention requires addressing all levels, including community-controlled services, cultural safety in mainstream services, and individual support for navigation."
        },
        "extendedAbstract": {
          "question": "Synthesise perspectives from help-seeking research, Indigenous social and emotional wellbeing frameworks, and youth participatory approaches to propose a new model for adolescent mental health support.",
          "sampleAnswer": "A synthesised model would centre relationality - recognising that wellbeing is fundamentally about connection (a key insight from Indigenous frameworks) and that help-seeking occurs within relational contexts (from help-seeking research). The model would be co-designed with young people, including those from marginalised groups, as experts in their own experience (youth participatory principles). Rather than a deficit focus on individual pathology, it would take a strengths-based approach while still addressing distress. The model would locate support within natural environments and relationships rather than separate clinical spaces. Help-seeking would be reframed from an individual behaviour to a relational process supported by the community. Services would be assessed on cultural safety, youth-centredness, and equity outcomes. Multiple knowledge systems - clinical, community, cultural - would be valued. Implementation would use evidence-based methods while adapting to local context. This represents a paradigm shift from 'fixing' individuals to creating environments and relationships that support collective wellbeing."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "How do theoretical frameworks help me understand my own and others' help-seeking behaviour?",
          "What assumptions about mental health and help-seeking might I hold that could be challenged by different cultural perspectives?",
          "How could I contribute to evidence-based mental health advocacy in my community?"
        ],
        "selfAssessment": "I can synthesise research on help-seeking, critically evaluate mental health service systems, and develop evidence-based approaches to community support.",
        "connectionToLife": "Consider how the principles of evidence-based practice, equity, and participation might apply to other areas where you want to advocate for change."
      }
    }
  }
}
