{
  "metadata": {
    "platform": "Trovu",
    "learningArea": "Health and Physical Education",
    "topicId": "respectful-relationships",
    "topicTitle": "Qualities of Healthy Relationships",
    "yearLevel": "7-8",
    "partNumber": 1,
    "totalParts": 5,
    "strand": "Personal, Social and Community Health",
    "subStrand": "Communicating and interacting for health and wellbeing",
    "curriculumCodes": ["VC2HP8P04", "VC2HP8P05"],
    "contentDescriptors": {
      "VC2HP8P04": "Examine the roles of respect, empathy, power and coercion in developing respectful relationships",
      "VC2HP8P05": "Investigate strategies that influence how communities value diversity and propose actions they can take to promote inclusion in their communities"
    },
    "elaborations": [
      "Identifying characteristics that make relationships healthy and respectful",
      "Understanding the importance of respect, trust, and honesty in relationships",
      "Recognising different types of relationships and their unique qualities",
      "Examining the role of equality and mutual support in healthy relationships",
      "Exploring how diversity strengthens relationships and communities"
    ],
    "crossCurriculumPriorities": [
      "Aboriginal and Torres Strait Islander Histories and Cultures"
    ],
    "generalCapabilities": [
      "Personal and Social Capability",
      "Ethical Understanding",
      "Intercultural Understanding"
    ],
    "version": "1.0",
    "lastUpdated": "2025-12-28",
    "author": "Trovu Education",
    "reviewStatus": "draft"
  },
  "literacyLevels": {
    "A": {
      "levelDescription": "Students working 2-3 years below year level. Content uses simple vocabulary, concrete examples, and highly structured support with visual aids.",
      "whatYouWillLearn": {
        "coreLearning": "Learning what makes friendships and relationships good and healthy.",
        "learningIntentions": [
          "I will learn what a healthy relationship looks like",
          "I will learn why respect and trust are important",
          "I will learn about different types of relationships"
        ],
        "successCriteria": [
          {
            "criterion": "Describe a healthy relationship",
            "evidence": "I can name at least three things that make a relationship healthy"
          },
          {
            "criterion": "Understand respect and trust",
            "evidence": "I can explain why respect and trust matter in relationships"
          },
          {
            "criterion": "Name types of relationships",
            "evidence": "I can name different types of relationships in my life"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "We all have relationships with other people. Relationships are the connections we have with family, friends, teachers, and others in our life. Some relationships make us feel good and happy. These are called healthy relationships. Learning about what makes relationships healthy helps us have better connections with others.",
        "keyPoints": [
          "A relationship is a connection between two or more people",
          "Healthy relationships make us feel safe, happy, and valued",
          "Respect means treating others kindly and caring about their feelings",
          "Trust means you can count on someone and believe what they say",
          "We have different types of relationships: family, friends, classmates, and others"
        ],
        "vocabulary": [
          {
            "term": "Relationship",
            "pronunciation": "ree-LAY-shun-ship",
            "definition": "A connection between two or more people"
          },
          {
            "term": "Healthy",
            "pronunciation": "HEL-thee",
            "definition": "Good for you; makes you feel good and safe"
          },
          {
            "term": "Respect",
            "pronunciation": "ree-SPEKT",
            "definition": "Treating others kindly and caring about their feelings"
          },
          {
            "term": "Trust",
            "pronunciation": "TRUST",
            "definition": "Believing you can count on someone"
          },
          {
            "term": "Honesty",
            "pronunciation": "ON-es-tee",
            "definition": "Telling the truth"
          }
        ],
        "analogies": [
          {
            "concept": "Relationship as a plant",
            "comparison": "A relationship is like a plant. It needs care to grow. Respect and kindness are like water and sunlight. Without them, the relationship can't grow well."
          },
          {
            "concept": "Trust as a foundation",
            "comparison": "Trust is like the foundation of a house. It holds everything up. When trust is strong, the relationship is strong."
          }
        ],
        "conceptExplanation": "Relationships are the connections we have with people in our lives. We have many different relationships - with our family, friends, teachers, neighbours, and others. Healthy relationships are the ones that make us feel good about ourselves. In a healthy relationship, people treat each other with respect, which means being kind, listening, and caring about each other's feelings. Trust is also important - it means you can believe what the other person says and count on them. Honesty goes with trust - telling the truth helps people trust each other. In healthy relationships, people feel safe, happy, and valued. They help each other and enjoy spending time together. Learning about what makes relationships healthy helps us be a better friend, family member, and person."
      },
      "caseStudy": {
        "title": "Maya's Friendship",
        "scenario": "Maya has two friends at school: Jade and Tom. When Maya is with Jade, she feels happy and safe. Jade listens when Maya talks and never makes fun of her. If Maya makes a mistake, Jade helps her instead of laughing. When Maya is with Tom, it's different. Tom sometimes says mean things and tells Maya's secrets to other kids. Maya feels worried around Tom.",
        "observations": [
          "Maya feels happy and safe with Jade",
          "Jade listens and helps Maya",
          "Maya feels worried around Tom",
          "Tom doesn't keep Maya's secrets"
        ],
        "questions": [
          "Which friendship is healthier - with Jade or Tom? Why?",
          "What does Jade do that shows respect?",
          "Why might Maya feel worried around Tom?",
          "What could Maya do about her friendship with Tom?"
        ],
        "realWorldConnection": "We all have different friendships, and some feel better than others. Noticing how we feel in relationships helps us understand which ones are healthy.",
        "modelAnalysis": {
          "strengths": [
            "Maya's friendship with Jade shows many healthy qualities",
            "Jade listens and helps, showing respect and care",
            "Maya notices how she feels in different relationships"
          ],
          "improvements": [
            "Maya could talk to Tom about how his actions make her feel",
            "Maya could talk to a trusted adult about her worries",
            "Maya could spend more time with friends who treat her well"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is a relationship?",
          "sampleAnswer": "A connection between two or more people."
        },
        "understand": {
          "question": "Why is trust important in a friendship?",
          "sampleAnswer": "Because you need to be able to believe your friend and count on them. If you can't trust someone, it's hard to feel safe with them."
        },
        "apply": {
          "question": "How could you show respect to a friend at school?",
          "sampleAnswer": "I could listen when they talk, not make fun of them, keep their secrets, and help them when they need it."
        },
        "analyse": {
          "question": "Look at Maya's friendships. What's the difference between how Jade and Tom treat Maya?",
          "sampleAnswer": "Jade treats Maya with respect - she listens, helps, and doesn't laugh at her. Tom doesn't show respect - he says mean things and tells Maya's secrets."
        },
        "evaluate": {
          "question": "Do you think Maya should stay friends with Tom? Why or why not?",
          "sampleAnswer": "Maya should think about whether Tom's behaviour can change. She could try talking to Tom about it, but if Tom keeps treating her badly, it might not be a healthy friendship."
        },
        "create": {
          "question": "Draw or write about what a healthy friendship looks like to you.",
          "sampleAnswer": "A drawing or description showing friends being kind, listening, helping each other, and having fun together."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "Name one thing that makes a relationship healthy.",
          "sampleAnswer": "Respect."
        },
        "multistructural": {
          "question": "Name two types of relationships you have in your life.",
          "sampleAnswer": "Family relationships and friendships."
        },
        "relational": {
          "question": "How are trust and honesty connected in a friendship?",
          "sampleAnswer": "They go together. When someone is honest and tells the truth, it makes you trust them more. Trust grows when people are honest with each other."
        },
        "extendedAbstract": {
          "question": "Why is it important to learn about healthy relationships when you're young?",
          "sampleAnswer": "Because learning now helps us know how we should be treated and how to treat others. It helps us choose good friends and build healthy relationships throughout life."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "What relationships in my life make me feel happy and safe?",
          "How do I show respect to my friends and family?",
          "What can I do to make my relationships healthier?"
        ],
        "selfAssessment": "I can describe what makes a relationship healthy and name different types of relationships.",
        "connectionToLife": "Think about your friendships this week. Notice which ones make you feel good and which ones might need some changes."
      }
    },
    "B": {
      "levelDescription": "Students working 1 year below year level. Content uses accessible vocabulary with some technical terms, supported examples, and structured guidance.",
      "whatYouWillLearn": {
        "coreLearning": "Understanding the key characteristics of healthy relationships including respect, trust, and honesty, and recognising different relationship types.",
        "learningIntentions": [
          "I will identify characteristics of healthy and unhealthy relationships",
          "I will understand why respect, trust, and honesty are important",
          "I will recognise different types of relationships and their qualities"
        ],
        "successCriteria": [
          {
            "criterion": "Identify healthy relationship characteristics",
            "evidence": "I can list and explain key features of healthy relationships"
          },
          {
            "criterion": "Understand core relationship values",
            "evidence": "I can describe why respect, trust, and honesty matter"
          },
          {
            "criterion": "Recognise relationship types",
            "evidence": "I can describe different relationship types and their unique features"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Relationships are an important part of life. They include connections with family, friends, classmates, teachers, and others in our community. Healthy relationships help us feel good about ourselves and support our wellbeing. Understanding what makes relationships healthy helps us build better connections and recognise when something isn't right. This topic explores the key ingredients of healthy relationships.",
        "keyPoints": [
          "Healthy relationships are based on mutual respect, trust, and honesty",
          "In healthy relationships, people feel safe, valued, and able to be themselves",
          "Equality means both people's needs and feelings are equally important",
          "Different relationships have different expectations but all should be respectful",
          "Healthy relationships support your wellbeing and don't make you feel bad about yourself"
        ],
        "vocabulary": [
          {
            "term": "Healthy relationship",
            "pronunciation": "HEL-thee ree-LAY-shun-ship",
            "definition": "A connection where both people treat each other well and feel valued"
          },
          {
            "term": "Respect",
            "pronunciation": "ree-SPEKT",
            "definition": "Treating someone with care and consideration for their feelings and rights"
          },
          {
            "term": "Trust",
            "pronunciation": "TRUST",
            "definition": "Being able to rely on someone and believe they will keep their word"
          },
          {
            "term": "Honesty",
            "pronunciation": "ON-es-tee",
            "definition": "Being truthful and not deceiving others"
          },
          {
            "term": "Equality",
            "pronunciation": "ee-KWOL-ih-tee",
            "definition": "When both people in a relationship are treated as equally important"
          },
          {
            "term": "Mutual",
            "pronunciation": "MYOO-choo-ul",
            "definition": "Shared by both people; going both ways"
          }
        ],
        "analogies": [
          {
            "concept": "Relationship as a balance scale",
            "comparison": "A healthy relationship is like a balanced scale. Both people's needs and feelings should be equally important. If one side is always heavier, the relationship is unbalanced and unhealthy."
          },
          {
            "concept": "Trust as glue",
            "comparison": "Trust is like glue in a relationship. It holds things together. Without trust, relationships can fall apart."
          }
        ],
        "conceptExplanation": "Relationships are connections we have with other people. We have many different types: family relationships, friendships, classmate relationships, and relationships with teachers and other adults. While these relationships are different, all healthy relationships share some important characteristics. Respect is one of the most important - it means treating others with kindness and consideration, caring about their feelings, and valuing them as a person. Trust means you can rely on the other person and believe what they say. Honesty goes together with trust - being truthful helps build and maintain trust. In healthy relationships, there is equality, meaning both people's needs and feelings are considered equally important. Healthy relationships make you feel good about yourself - safe, valued, and able to be who you are. Unhealthy relationships might include things like being put down, controlled, lied to, or having your feelings ignored. Recognising the difference helps us build better relationships and know when something isn't right."
      },
      "caseStudy": {
        "title": "The Sports Team Dynamics",
        "scenario": "Alex is on a soccer team with a group of classmates. Most of the team gets along well - they encourage each other, celebrate each other's goals, and help teammates who make mistakes. But the team captain, Jordan, treats Alex differently. Jordan often criticises Alex harshly, leaves Alex out of team decisions, and has told others not to pass the ball to Alex. Alex used to love soccer but now dreads going to practice. When Alex tried to talk about it, Jordan said Alex was 'too sensitive' and should 'try harder'.",
        "observations": [
          "The team generally has positive, healthy relationships",
          "Jordan treats Alex differently from other teammates",
          "Alex's feelings and experience have changed",
          "Jordan dismissed Alex's concerns"
        ],
        "questions": [
          "What qualities of healthy relationships are shown by the team in general?",
          "What is unhealthy about how Jordan treats Alex?",
          "Why might Jordan saying Alex is 'too sensitive' be a problem?",
          "What could Alex do to address this situation?"
        ],
        "realWorldConnection": "Relationships in group settings like sports teams can be complex. Recognising healthy and unhealthy behaviours helps us navigate these situations.",
        "modelAnalysis": {
          "strengths": [
            "The team generally shows healthy relationship qualities like encouragement",
            "Alex tried to address the problem by talking to Jordan",
            "Alex recognises that something is wrong"
          ],
          "improvements": [
            "Alex could talk to the coach about Jordan's behaviour",
            "The team could develop clearer expectations about how teammates treat each other",
            "Alex could seek support from other teammates or parents",
            "Jordan needs to understand how their behaviour affects others"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What are three characteristics of healthy relationships?",
          "sampleAnswer": "Respect, trust, and honesty."
        },
        "understand": {
          "question": "Explain what 'equality' means in a relationship.",
          "sampleAnswer": "Equality means both people's needs and feelings are equally important. One person isn't more important than the other, and both have a say in the relationship."
        },
        "apply": {
          "question": "If your friend shared a secret with you, how would you show trust and honesty?",
          "sampleAnswer": "I would keep their secret and not share it with others. That shows I can be trusted. If they asked what happened, I would be honest about keeping it private."
        },
        "analyse": {
          "question": "In the case study, what's the difference between how the team generally acts and how Jordan acts?",
          "sampleAnswer": "The team shows healthy qualities like encouragement and support. Jordan shows unhealthy behaviours like harsh criticism, exclusion, and dismissing Alex's feelings. The team respects each other, but Jordan doesn't respect Alex."
        },
        "evaluate": {
          "question": "Why is it important for relationships to have respect going both ways (mutual respect)?",
          "sampleAnswer": "If respect only goes one way, the relationship is unbalanced. One person feels valued while the other doesn't. Both people need to feel respected for the relationship to be healthy and fair."
        },
        "create": {
          "question": "Create a list of 'relationship rules' that would help a friendship or team be healthy.",
          "sampleAnswer": "1) Treat everyone with respect. 2) Be honest but kind. 3) Keep promises and secrets. 4) Include everyone. 5) Listen to each other. 6) Admit when you're wrong. 7) Celebrate each other's successes. 8) Help when someone is struggling."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What does respect mean in a relationship?",
          "sampleAnswer": "Treating someone with care and consideration for their feelings and rights."
        },
        "multistructural": {
          "question": "Name three different types of relationships you have.",
          "sampleAnswer": "Family relationships, friendships, and relationships with teachers."
        },
        "relational": {
          "question": "How are respect, trust, and honesty connected in building healthy relationships?",
          "sampleAnswer": "They all work together. When you show respect by treating someone well, it builds trust. Honesty strengthens trust because people know they can believe you. Together these create a strong, healthy relationship."
        },
        "extendedAbstract": {
          "question": "How might understanding healthy relationships affect your life beyond school?",
          "sampleAnswer": "Understanding healthy relationships helps in all areas of life - in future workplaces, in romantic relationships, in families. Knowing what's healthy helps you choose good relationships and know when something is wrong."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "Which of my relationships show the most healthy qualities?",
          "How do I show respect, trust, and honesty in my relationships?",
          "Is there a relationship in my life that could be healthier?"
        ],
        "selfAssessment": "I can identify characteristics of healthy and unhealthy relationships and explain why respect, trust, and honesty matter.",
        "connectionToLife": "This week, notice how you treat others and how they treat you. Think about whether these interactions show healthy relationship qualities."
      }
    },
    "C": {
      "levelDescription": "Students working at year level. Content uses age-appropriate vocabulary, relevant examples, and balanced support for independent learning.",
      "whatYouWillLearn": {
        "coreLearning": "Examining the key qualities of healthy relationships, understanding the roles of respect, trust, empathy and equality, and recognising characteristics across different relationship types.",
        "learningIntentions": [
          "I will examine characteristics that make relationships healthy and respectful",
          "I will understand the roles of respect, trust, honesty, empathy, and equality",
          "I will analyse different relationship types and how healthy qualities apply"
        ],
        "successCriteria": [
          {
            "criterion": "Examine healthy relationship characteristics",
            "evidence": "I can describe and explain multiple qualities of healthy relationships"
          },
          {
            "criterion": "Understand core relationship values",
            "evidence": "I can explain how respect, trust, empathy, and equality contribute to healthy relationships"
          },
          {
            "criterion": "Analyse across relationship types",
            "evidence": "I can compare healthy qualities in different types of relationships"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Relationships are fundamental to human wellbeing. The quality of our relationships - with family, friends, romantic partners, classmates, and community members - significantly impacts our mental and physical health. Healthy relationships share common characteristics regardless of type: mutual respect, trust, honesty, empathy, and equality. Understanding these qualities helps us build stronger connections and recognise when relationships are unhealthy. This topic examines what makes relationships healthy across different contexts.",
        "keyPoints": [
          "Healthy relationships are characterised by mutual respect, trust, honesty, empathy, and equality",
          "Respect involves valuing the other person, their boundaries, and their right to make their own choices",
          "Trust is built over time through consistent, reliable behaviour",
          "Empathy means understanding and sharing another person's feelings",
          "Equality ensures both people's needs, opinions, and boundaries are valued",
          "Healthy relationships support individual identity while creating connection",
          "Aboriginal and Torres Strait Islander cultures emphasise the importance of relationships with family, community, and Country for wellbeing"
        ],
        "vocabulary": [
          {
            "term": "Mutual respect",
            "pronunciation": "MYOO-choo-ul ree-SPEKT",
            "definition": "When both people in a relationship treat each other with consideration and value"
          },
          {
            "term": "Empathy",
            "pronunciation": "EM-puh-thee",
            "definition": "The ability to understand and share the feelings of another person"
          },
          {
            "term": "Equality",
            "pronunciation": "ee-KWOL-ih-tee",
            "definition": "Both people being treated as equally important with equal rights in the relationship"
          },
          {
            "term": "Boundary",
            "pronunciation": "BOWN-duh-ree",
            "definition": "A limit that defines what you are comfortable with in a relationship"
          },
          {
            "term": "Reciprocity",
            "pronunciation": "res-ih-PROS-ih-tee",
            "definition": "A mutual exchange where both people give and receive in the relationship"
          },
          {
            "term": "Autonomy",
            "pronunciation": "aw-TON-oh-mee",
            "definition": "The right to make your own choices and have your own identity"
          },
          {
            "term": "Interdependence",
            "pronunciation": "in-ter-dee-PEN-dens",
            "definition": "Healthy reliance on each other while maintaining individual identity"
          }
        ],
        "analogies": [
          {
            "concept": "Relationship as dance",
            "comparison": "A healthy relationship is like a dance where both partners move together while respecting each other's space. There's give and take, leading and following, but neither person dominates. Both contribute to making the dance work."
          },
          {
            "concept": "Trust as bank account",
            "comparison": "Trust is like a bank account. Actions that show reliability and honesty are deposits. Broken promises and lies are withdrawals. For a relationship to be healthy, the account needs to stay in positive balance through more deposits than withdrawals."
          }
        ],
        "conceptExplanation": "Healthy relationships share key characteristics regardless of whether they're friendships, family relationships, romantic relationships, or community connections. Mutual respect is foundational - it means valuing the other person, their opinions, boundaries, and right to make their own choices. Respect is demonstrated through actions: listening, considering the other person's perspective, and treating them with kindness. Trust is built through consistent, reliable behaviour over time. When someone keeps their promises, tells the truth, and shows up when needed, trust grows. Honesty goes hand-in-hand with trust - being truthful even when it's difficult demonstrates respect and builds trust. Empathy is the ability to understand what someone else is feeling and respond with care. It requires actively trying to see things from another person's perspective. Equality means both people's needs, opinions, and boundaries are valued equally. In an equal relationship, decisions are made together, and one person doesn't dominate or control the other. Healthy relationships also support autonomy - your right to have your own identity, interests, and make your own decisions - while creating interdependence - a healthy connection where you support each other. Aboriginal and Torres Strait Islander cultures have long understood the importance of strong relationships extending to family, community, and Country. These connections are seen as essential to wellbeing, not separate from it. Different relationship types may look different but share these core qualities. A healthy friendship, family relationship, and eventual romantic relationship all need respect, trust, empathy, and equality to thrive."
      },
      "caseStudy": {
        "title": "Two Friendships Compared",
        "scenario": "Priya has two close friendships that feel very different. With Aisha, Priya feels comfortable being herself. They share interests but also have their own separate friends and activities. When they disagree, they talk it through and try to understand each other's perspective. Aisha keeps Priya's secrets and is there when Priya needs support. With Bella, things are more complicated. Bella gets upset if Priya spends time with other friends. She often interrupts when Priya is talking and dismisses her opinions. When Priya shared something personal, Bella told others. Bella can be fun, but Priya often feels anxious about whether Bella is happy with her.",
        "observations": [
          "The two friendships have very different qualities",
          "Priya feels different in each friendship",
          "One friendship allows autonomy; the other creates anxiety",
          "Trust has been broken in one friendship"
        ],
        "questions": [
          "Compare the qualities of Priya's two friendships in terms of respect, trust, and equality",
          "How does each friendship affect Priya's wellbeing?",
          "What specific behaviours show the difference between healthy and unhealthy patterns?",
          "What advice would you give Priya about managing these friendships?"
        ],
        "realWorldConnection": "Many people have friendships that vary in quality. Understanding what makes relationships healthy helps us recognise which friendships support our wellbeing and how to address problems.",
        "modelAnalysis": {
          "strengths": [
            "Priya's friendship with Aisha demonstrates many healthy qualities",
            "Priya is aware of how she feels in each friendship",
            "Aisha shows respect through listening and keeping confidences"
          ],
          "improvements": [
            "Priya could talk to Bella about specific behaviours that concern her",
            "Priya could set boundaries with Bella about sharing personal information",
            "If Bella's behaviour doesn't change, Priya might need to reconsider the friendship",
            "Priya could seek advice from a trusted adult about the situation"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "List five characteristics of healthy relationships.",
          "sampleAnswer": "Mutual respect, trust, honesty, empathy, and equality."
        },
        "understand": {
          "question": "Explain the difference between autonomy and interdependence in relationships.",
          "sampleAnswer": "Autonomy is the right to have your own identity, interests, and make your own decisions. Interdependence is a healthy connection where you support each other. Healthy relationships have both - you maintain your individual identity while also being connected and supportive of each other."
        },
        "apply": {
          "question": "How would you demonstrate empathy if a friend was upset about failing a test?",
          "sampleAnswer": "I would listen without judgment, try to understand how they're feeling, acknowledge their disappointment, and not minimise their feelings by saying 'it's not a big deal.' I might share that I understand because I've felt that way too, and ask how I can support them."
        },
        "analyse": {
          "question": "Analyse how trust is built and how it can be damaged in relationships.",
          "sampleAnswer": "Trust is built through consistent, reliable behaviour over time - keeping promises, being honest, following through on commitments, and being there when needed. It's damaged by lying, breaking promises, sharing secrets, being unreliable, or acting differently than expected. Trust is easier to damage than to build, and once broken, takes significant effort to rebuild."
        },
        "evaluate": {
          "question": "Evaluate the statement: 'A healthy relationship should be equal, but some relationships naturally have power differences.'",
          "sampleAnswer": "This is partially true. Some relationships have built-in power differences (teacher-student, parent-child), but healthy versions of these still involve mutual respect and considering the other person's needs. In peer relationships like friendships, equality should be the norm. Even in relationships with power differences, the person with more power should use it responsibly and respectfully, not to control or diminish the other."
        },
        "create": {
          "question": "Create a guide for recognising whether a new friendship is healthy or has warning signs.",
          "sampleAnswer": "Healthy signs: They respect your time and other friendships; they listen as much as they talk; they support your goals; you feel good about yourself around them; they apologise when wrong. Warning signs: They get jealous of other relationships; they put you down, even as 'jokes'; they pressure you to do things you're uncomfortable with; they break your trust; you feel anxious about their reactions; they dismiss your feelings or opinions."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is a boundary in a relationship?",
          "sampleAnswer": "A limit that defines what you are comfortable with in a relationship."
        },
        "multistructural": {
          "question": "Name four ways someone might show respect in a friendship.",
          "sampleAnswer": "Listening when the other person speaks, keeping their confidences, respecting their time, and valuing their opinions."
        },
        "relational": {
          "question": "Explain how respect, empathy, and trust work together to create healthy relationships.",
          "sampleAnswer": "Respect shows you value the other person, which creates safety for them to open up. Empathy helps you understand their feelings and respond in ways that matter to them. These consistent, caring behaviours build trust over time. Together, they create a cycle where feeling respected and understood leads to trust, which deepens the relationship."
        },
        "extendedAbstract": {
          "question": "How might understanding healthy relationship qualities help someone in both their current and future relationships?",
          "sampleAnswer": "Understanding healthy qualities helps people recognise red flags early and avoid unhealthy relationships. It provides a framework for what to expect and what to offer in return. These concepts apply across all relationships - friendships now, workplaces later, and romantic partnerships in the future. People who understand healthy dynamics are better equipped to set boundaries, communicate needs, and build fulfilling relationships throughout life."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "Which of my relationships best demonstrate healthy qualities? What makes them work well?",
          "Are there relationships where I could improve how I show respect, trust, or empathy?",
          "What boundaries are important to me in my relationships?"
        ],
        "selfAssessment": "I can explain the key qualities of healthy relationships and recognise how they apply across different relationship types.",
        "connectionToLife": "Reflect on your relationships this week. Notice which ones feel balanced and respectful, and consider whether there are any you'd like to improve."
      }
    },
    "D": {
      "levelDescription": "Students working 1 year above year level. Content uses sophisticated vocabulary, complex examples, and promotes greater independence and deeper analysis.",
      "whatYouWillLearn": {
        "coreLearning": "Critically analysing the components of healthy relationships, examining how power dynamics affect relationship quality, and evaluating strategies for building and maintaining respectful relationships.",
        "learningIntentions": [
          "I will critically analyse components that contribute to healthy relationships",
          "I will examine how power dynamics and equality affect relationship quality",
          "I will evaluate strategies for building and maintaining respectful relationships"
        ],
        "successCriteria": [
          {
            "criterion": "Critically analyse relationship components",
            "evidence": "I can examine multiple factors that contribute to relationship health"
          },
          {
            "criterion": "Examine power dynamics",
            "evidence": "I can analyse how power and equality affect relationship quality"
          },
          {
            "criterion": "Evaluate relationship strategies",
            "evidence": "I can assess strategies for building and maintaining healthy relationships"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "The quality of our relationships profoundly impacts our wellbeing, development, and life outcomes. Research consistently identifies core components of healthy relationships: mutual respect, trust, honesty, empathy, effective communication, and equality. However, relationships exist within social contexts that include power dynamics, cultural expectations, and individual histories. Understanding these complexities enables us to build more intentional, healthy relationships and recognise when relationship patterns are problematic. This topic critically examines relationship quality across different contexts.",
        "keyPoints": [
          "Healthy relationships balance connection with autonomy, creating secure interdependence",
          "Power dynamics exist in all relationships and must be navigated ethically",
          "Reciprocity involves balanced give-and-take, though not always equal in every moment",
          "Relationship skills can be learned and developed with intention and practice",
          "Cultural backgrounds influence expectations and expressions of healthy relationships",
          "Diversity within relationships and communities strengthens resilience and wellbeing",
          "Aboriginal and Torres Strait Islander perspectives emphasise the primacy of relationships in health and wellbeing, including connections to Country"
        ],
        "vocabulary": [
          {
            "term": "Secure attachment",
            "pronunciation": "see-KYOOR uh-TACH-ment",
            "definition": "A healthy relational pattern characterised by trust, comfort with intimacy, and balanced autonomy"
          },
          {
            "term": "Power dynamic",
            "pronunciation": "POW-er dy-NAM-ik",
            "definition": "The distribution and exercise of power within a relationship"
          },
          {
            "term": "Reciprocity",
            "pronunciation": "res-ih-PROS-ih-tee",
            "definition": "A pattern of mutual exchange where both parties contribute to the relationship"
          },
          {
            "term": "Relational autonomy",
            "pronunciation": "ree-LAY-shun-ul aw-TON-oh-mee",
            "definition": "The capacity for self-governance while acknowledging our fundamentally relational nature"
          },
          {
            "term": "Equity",
            "pronunciation": "EK-wih-tee",
            "definition": "Fairness that accounts for different needs and circumstances"
          },
          {
            "term": "Attunement",
            "pronunciation": "uh-TOON-ment",
            "definition": "Being aware of and responsive to another person's emotional state"
          },
          {
            "term": "Repair",
            "pronunciation": "ree-PAIR",
            "definition": "The process of addressing and healing ruptures in relationships"
          }
        ],
        "analogies": [
          {
            "concept": "Relationship as ecosystem",
            "comparison": "Healthy relationships function like thriving ecosystems. Different elements (respect, trust, communication) work together interdependently. Removing one element affects the whole system. Diversity within the ecosystem (different perspectives, interests) actually strengthens it, while monoculture (expecting sameness) makes it vulnerable."
          },
          {
            "concept": "Repair as strengthening",
            "comparison": "In Japanese kintsugi, broken pottery is repaired with gold, making the repaired piece more valuable than the original. Similarly, relationships that experience rupture and successful repair can become stronger than those that never faced challenges, because the repair process builds skills and deepens understanding."
          }
        ],
        "conceptExplanation": "Research on healthy relationships has identified consistent components across relationship types and cultures, while also recognising cultural variation in how these are expressed. Secure attachment, originally studied in infant-caregiver relationships, describes a pattern applicable across the lifespan: comfort with closeness, trust that others will be reliable, and balanced autonomy. Healthy relationships involve reciprocity - a pattern of mutual give-and-take where both parties contribute. This doesn't mean perfectly equal exchange at every moment, but a sense of overall balance where both people's contributions are valued. Power dynamics exist in all relationships. Some are structural (teacher-student, employer-employee), while others are situational or personal (one person being more confident, one having more resources). Healthy relationships manage power dynamics ethically - those with more power don't exploit it, and both parties work toward equality where appropriate. Attunement refers to being aware of and responsive to another's emotional state - a key component of empathy that strengthens connection. Even healthy relationships experience conflict and rupture. What distinguishes healthy relationships is the capacity for repair - acknowledging hurt, taking responsibility, and working to rebuild trust. Research suggests that successful repair actually strengthens relationships. Cultural contexts shape relationship expectations and expressions. What constitutes appropriate closeness, how respect is shown, and family relationship expectations all vary across cultures. Aboriginal and Torres Strait Islander frameworks understand relationships as central to health and wellbeing, extending beyond individuals to include family, community, and Country. Effective cross-cultural relationships require understanding and respecting these different frameworks."
      },
      "caseStudy": {
        "title": "The Evolving Friendship",
        "scenario": "Zara and Min have been close friends since Year 5. As they've entered secondary school, their friendship has evolved. Min became more popular and started spending more time with new friends. Zara felt left behind and expressed hurt. Min initially dismissed Zara's feelings, saying she was being 'clingy.' This led to a falling out. After a few weeks, Min approached Zara and apologised, explaining she had been excited about new friendships and hadn't thought about how Zara felt. They had a long conversation about their expectations for the friendship. They agreed they could both have other friends while still making time for each other. The conflict led them to communicate more openly than before.",
        "observations": [
          "The friendship changed as circumstances and social contexts changed",
          "Initial conflict arose from unmet expectations and poor communication",
          "Min's initial response (dismissing feelings) was unhealthy",
          "The repair process involved accountability and negotiation",
          "The resolved conflict may have strengthened the friendship"
        ],
        "questions": [
          "How did power dynamics shift as the friendship evolved?",
          "What makes Min's initial response problematic, and what made the later response healthier?",
          "Analyse how the repair process strengthened the friendship",
          "What strategies could help friends navigate transitions like this more smoothly?"
        ],
        "realWorldConnection": "Friendships inevitably face changes and challenges. Understanding how to navigate these transitions and repair ruptures is essential for maintaining healthy long-term relationships.",
        "modelAnalysis": {
          "strengths": [
            "Min eventually took responsibility and apologised",
            "Both friends communicated their needs and expectations",
            "They negotiated a new understanding that respected both people's autonomy",
            "The conflict led to deeper understanding"
          ],
          "improvements": [
            "Min could have initially responded with empathy rather than dismissal",
            "Zara could have expressed feelings before they built up to hurt",
            "Both could have communicated earlier about the friendship changing",
            "Ongoing check-ins could prevent similar issues"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What does 'attunement' mean in the context of relationships?",
          "sampleAnswer": "Being aware of and responsive to another person's emotional state."
        },
        "understand": {
          "question": "Explain the difference between equality and equity in relationships.",
          "sampleAnswer": "Equality means treating everyone the same, while equity means fairness that accounts for different needs and circumstances. In relationships, equity recognises that balanced relationships don't require identical contributions - one person might provide more emotional support while another provides practical help - but both feel the overall relationship is fair."
        },
        "apply": {
          "question": "Describe how you would approach repairing a relationship after a significant conflict.",
          "sampleAnswer": "I would start by reflecting on my role in the conflict. Then I would approach the person calmly, acknowledge their perspective, take responsibility for my actions, and apologise genuinely. I would listen to their experience and feelings. Together, we would discuss what went wrong and what could be different. I would follow through on any commitments made."
        },
        "analyse": {
          "question": "Analyse why dismissing someone's feelings (like Min initially did) is harmful to relationships.",
          "sampleAnswer": "Dismissing feelings communicates that the person's emotional experience isn't valid or important. This undermines respect and equality, as it positions one person as the authority on what matters. It damages trust because the person learns they can't share vulnerable feelings. It prevents the issue from being addressed, allowing resentment to build. Over time, it can lead the dismissed person to suppress their feelings or withdraw from the relationship."
        },
        "evaluate": {
          "question": "Evaluate the claim that 'conflict can strengthen relationships.'",
          "sampleAnswer": "This is conditionally true. Conflict itself isn't beneficial, but how it's handled can be. When conflict leads to honest communication, better understanding of each other's perspectives, and successful repair, relationships can become stronger than before. The repair process builds skills and trust. However, if conflict isn't resolved healthily - if one person dominates, or repair doesn't happen - it damages relationships. The key factor is the capacity for healthy repair."
        },
        "create": {
          "question": "Design a workshop activity that would help young people develop skills for maintaining healthy relationships during transitions.",
          "sampleAnswer": "Activity: 'Navigating Change Together' - Part 1: Scenario analysis - groups examine case studies of friendships facing transitions (new school, new interests, etc.) and identify potential challenges. Part 2: Communication practice - pairs role-play expressing changing needs without blaming or dismissing. Part 3: Negotiation exercise - groups practice negotiating new expectations that respect everyone's autonomy. Part 4: Repair protocol - practice the steps of healthy repair following a rupture. Part 5: Creating 'friendship maintenance plans' - individual reflection on their own friendships and strategies to navigate upcoming transitions."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is 'repair' in relationships?",
          "sampleAnswer": "The process of addressing and healing ruptures in relationships."
        },
        "multistructural": {
          "question": "List four skills needed to maintain healthy relationships during challenging times.",
          "sampleAnswer": "Empathy, communication, willingness to compromise, and the ability to repair after conflict."
        },
        "relational": {
          "question": "Explain how power dynamics, communication, and trust interact in relationships.",
          "sampleAnswer": "Power dynamics affect who feels comfortable communicating their needs. When power is unequal, the person with less power may not feel safe to express themselves honestly. Good communication helps address power imbalances by creating space for both voices. Trust develops when power isn't misused and communication is respected. Broken trust often relates to misuse of power (like sharing confidences) and damages communication. These three elements continuously influence each other."
        },
        "extendedAbstract": {
          "question": "How might cultural differences in relationship expectations create both challenges and opportunities in diverse communities?",
          "sampleAnswer": "Different cultures have varying norms around closeness, communication styles, respect for elders, gender roles, and individual vs. collective priorities. These differences can create misunderstandings when expectations clash - what feels respectful in one culture might seem distant in another. However, diversity also brings strength. Exposure to different approaches can expand people's repertoire of relationship skills. Communities benefit from multiple perspectives on connection and care. The key is cultural humility - recognising that no single cultural approach is superior, being curious about differences, and finding ways to honour diverse needs. This mirrors how healthy individual relationships balance different perspectives."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "How have my relationships changed over time, and what have I learned from those changes?",
          "How do power dynamics play out in my relationships, and are they managed healthily?",
          "What repair skills do I have, and what could I develop further?"
        ],
        "selfAssessment": "I can critically analyse components of healthy relationships, examine power dynamics, and evaluate strategies for building respectful relationships.",
        "connectionToLife": "Consider a relationship that has faced challenges. Reflect on what made repair possible or what stood in the way."
      }
    },
    "E": {
      "levelDescription": "Students working 2+ years above year level. Content uses advanced academic vocabulary, scholarly examples, and promotes independent critical analysis and synthesis.",
      "whatYouWillLearn": {
        "coreLearning": "Synthesising research on relationship quality, critically evaluating theoretical frameworks for understanding healthy relationships, and developing sophisticated approaches to relationship building and maintenance.",
        "learningIntentions": [
          "I will synthesise research on relationship quality from multiple theoretical perspectives",
          "I will critically evaluate different frameworks for understanding healthy relationships",
          "I will develop sophisticated approaches to building and maintaining healthy relationships across contexts"
        ],
        "successCriteria": [
          {
            "criterion": "Synthesise relationship research",
            "evidence": "I can integrate insights from attachment theory, social psychology, and cultural frameworks"
          },
          {
            "criterion": "Evaluate theoretical frameworks",
            "evidence": "I can critically analyse strengths and limitations of different approaches to understanding relationships"
          },
          {
            "criterion": "Develop sophisticated approaches",
            "evidence": "I can create contextually sensitive approaches to building healthy relationships"
          }
        ]
      },
      "explicatoryContent": {
        "introduction": "Relationship quality is one of the most robust predictors of human wellbeing, with implications for mental health, physical health, and life satisfaction. Understanding relationships requires integrating multiple theoretical perspectives - attachment theory, social exchange frameworks, feminist critiques of power, and cultural psychology. Each offers insights while having limitations. Contemporary approaches recognise relationships as dynamic processes embedded in cultural and historical contexts. This topic synthesises research on healthy relationships, critiques dominant frameworks, and develops nuanced approaches to relationship quality.",
        "keyPoints": [
          "Attachment theory provides a developmental framework for understanding relational patterns, though critics note its individualist and Western assumptions",
          "Social exchange and interdependence theories examine how costs, benefits, and alternatives shape relationship dynamics",
          "Feminist perspectives highlight how power, gender, and social structures shape relationship experiences",
          "Cultural psychology reveals how relationship concepts and norms vary across collectivist and individualist contexts",
          "Relational wellbeing involves integration of multiple domains: emotional, cognitive, behavioural, and contextual",
          "Aboriginal and Torres Strait Islander relational frameworks challenge Western individualism by centring connection to family, community, and Country",
          "Intersectionality reveals how multiple identities (gender, culture, class, ability) shape relationship experiences"
        ],
        "vocabulary": [
          {
            "term": "Attachment theory",
            "pronunciation": "uh-TACH-ment THEE-uh-ree",
            "definition": "A framework explaining how early caregiving relationships shape patterns of relating throughout life"
          },
          {
            "term": "Interdependence theory",
            "pronunciation": "in-ter-dee-PEN-dens THEE-uh-ree",
            "definition": "A framework examining how partners influence each other's outcomes and the structures that shape relationships"
          },
          {
            "term": "Relational dialectics",
            "pronunciation": "ree-LAY-shun-ul dy-uh-LEK-tiks",
            "definition": "The theory that relationships involve ongoing tensions between competing needs (e.g., autonomy vs. connection)"
          },
          {
            "term": "Intersectionality",
            "pronunciation": "in-ter-sek-shun-AL-ih-tee",
            "definition": "An analytical framework examining how different aspects of identity interact to shape experience"
          },
          {
            "term": "Cultural psychology",
            "pronunciation": "KUL-cher-ul sy-KOL-oh-jee",
            "definition": "The study of how cultural contexts shape psychological processes"
          },
          {
            "term": "Relational ethics",
            "pronunciation": "ree-LAY-shun-ul ETH-iks",
            "definition": "An ethical framework that centres relationships and care as fundamental"
          },
          {
            "term": "Social construction",
            "pronunciation": "SOH-shul kon-STRUK-shun",
            "definition": "The idea that many concepts are created through social and cultural processes rather than being fixed"
          }
        ],
        "analogies": [
          {
            "concept": "Theories as lenses",
            "comparison": "Different relationship theories are like different lenses for a camera. Each brings certain elements into focus while blurring others. Attachment theory focuses on emotional bonding; exchange theory focuses on costs and benefits; feminist frameworks focus on power. No single lens captures everything - sophisticated understanding requires multiple lenses."
          },
          {
            "concept": "Relationships as jazz ensemble",
            "comparison": "Healthy relationships are like a skilled jazz ensemble. Musicians bring individual styles and instruments but create something together through attunement and responsiveness. There are structured elements (shared values, agreements) and improvisation (adapting to the moment). The quality depends on both individual skill and collective coordination."
          }
        ],
        "conceptExplanation": "Understanding healthy relationships requires synthesising multiple theoretical perspectives. Attachment theory, developed from infant-caregiver research, identifies how early relationships create internal working models that influence later relating. Secure attachment - characterised by trust in others and comfort with intimacy - supports healthy relationships. However, critics note attachment theory's Western, individualist assumptions and its tendency to locate problems in individuals rather than social contexts. Social exchange and interdependence theories examine relationships through the lens of costs, benefits, alternatives, and investments. While useful for understanding commitment and satisfaction, these frameworks can reduce relationships to transactions and underestimate intrinsic motivations like love and connection. Feminist perspectives critically examine power in relationships, highlighting how gender roles, social structures, and cultural norms shape relationship dynamics. These frameworks reveal how what appears 'natural' in relationships is often socially constructed and may perpetuate inequality. Relational dialectics theory proposes that relationships involve ongoing tensions between competing needs - autonomy versus connection, openness versus privacy, novelty versus stability. Healthy relationships manage these tensions rather than resolving them. Cultural psychology demonstrates significant variation in relationship concepts. Individualist cultures emphasise personal choice and dyadic intimacy; collectivist cultures may prioritise family relationships and community obligations. Neither is inherently healthier - wellbeing depends on alignment with cultural context. Aboriginal and Torres Strait Islander frameworks offer a profound challenge to Western relationship concepts by centring connection - to family (kinship), community, and Country - as fundamental to wellbeing rather than supplementary to individual identity. Intersectionality reveals how relationship experiences are shaped by the intersection of multiple identities. A young person's relationships are affected not just by individual factors but by gender, culture, class, ability, and sexuality, and how these interact with social structures. Sophisticated approaches to healthy relationships integrate these perspectives, recognising relationships as dynamic processes embedded in cultural and social contexts, while maintaining core ethical commitments to respect, care, and equality."
      },
      "caseStudy": {
        "title": "Navigating Cross-Cultural Relationship Expectations",
        "scenario": "Mei is a 14-year-old whose family immigrated from China when she was young. She has grown up navigating between two cultural contexts. Her parents expect her to prioritise family, respect elders' decisions, and maintain the family's reputation. At school, peers and teachers emphasise individual choice, assertiveness, and following your own path. Mei's close friendship with her neighbour, who is from an Anglo-Australian family, has faced challenges. Her friend doesn't understand why Mei can't always come to sleepovers or why Mei sometimes seems quiet around adults. Mei feels caught between cultural expectations and sometimes questions whether either set of norms is 'right.'",
        "observations": [
          "Mei is navigating between collectivist and individualist cultural frameworks",
          "Different relationship norms are in tension (family hierarchy vs. individual autonomy)",
          "Cross-cultural friendships face challenges from different expectations",
          "The question of which norms are 'right' reflects a deeper issue about cultural relativism"
        ],
        "questions": [
          "Analyse Mei's situation using concepts from cultural psychology",
          "How might attachment theory and collectivist frameworks offer different perspectives on Mei's family relationships?",
          "What would 'healthy relationships' look like for Mei, given her bicultural context?",
          "How could Mei and her friend develop cross-cultural understanding in their friendship?"
        ],
        "realWorldConnection": "Many young people navigate between cultural contexts, whether due to migration, family background, or community diversity. Understanding how culture shapes relationship expectations enables more sophisticated cross-cultural relationships.",
        "modelAnalysis": {
          "strengths": [
            "Mei is developing bicultural competence, which is a strength",
            "Mei is critically reflecting on norms rather than accepting any uncritically",
            "Her friendship demonstrates reaching across cultural differences"
          ],
          "improvements": [
            "Mei's friend could learn more about Chinese cultural values to understand Mei's context",
            "Mei could explain the values behind her family's expectations rather than just describing rules",
            "Both could develop 'cultural humility' - recognising their own cultural lens while being curious about others",
            "Mei could identify adults who understand bicultural navigation for support"
          ]
        }
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is relational dialectics theory?",
          "sampleAnswer": "A theory proposing that relationships involve ongoing tensions between competing needs, such as autonomy versus connection, that are managed rather than resolved."
        },
        "understand": {
          "question": "Explain how individualist and collectivist cultural contexts differ in their approach to healthy relationships.",
          "sampleAnswer": "Individualist contexts emphasise personal choice, dyadic intimacy, and individual wellbeing as the measure of relationship quality. Collectivist contexts prioritise family and community relationships, obligation and loyalty, and collective wellbeing. What constitutes appropriate closeness, decision-making, and relationship boundaries differs significantly between contexts."
        },
        "apply": {
          "question": "Apply the concept of intersectionality to analyse how a young person's relationship experiences might be shaped by multiple aspects of their identity.",
          "sampleAnswer": "A young person's relationship experiences are shaped by multiple intersecting identities. For example, a young Indigenous woman might experience relationships differently than a white woman or an Indigenous man - cultural expectations about gender interact with cultural connection, potentially alongside other factors like socioeconomic status or disability. She might navigate traditional kinship expectations, mainstream Australian gender norms, and potentially racism or other structural factors. Intersectionality reveals that we cannot understand her experience by looking at any single identity in isolation."
        },
        "analyse": {
          "question": "Analyse the strengths and limitations of attachment theory for understanding healthy relationships.",
          "sampleAnswer": "Strengths: Attachment theory provides a developmental explanation for relationship patterns, helping understand why people relate as they do. It identifies specific patterns (secure, anxious, avoidant) that predict relationship outcomes. Research across cultures finds some consistent patterns. Limitations: The theory was developed in Western contexts and may not apply equally across cultures. Its focus on individual internal working models can obscure social and structural factors. Categories may be too rigid and stigmatising. It may overemphasise early childhood at the expense of later experiences. A sophisticated approach uses attachment insights while recognising these limitations."
        },
        "evaluate": {
          "question": "Evaluate the claim that there are universal features of healthy relationships versus culturally specific expressions.",
          "sampleAnswer": "Research suggests some elements like caring responsiveness appear across cultures, supporting some universality. However, how these are expressed varies significantly - directness valued in some contexts may seem disrespectful in others. The risk of universalist claims is imposing one cultural framework as the standard, which has historically meant Western frameworks. A balanced position recognises broad commonalities (relationships matter for wellbeing; care is important) while being humble about specific expressions, avoiding both 'anything goes' relativism and 'Western is best' universalism."
        },
        "create": {
          "question": "Design a culturally responsive education program on healthy relationships for a diverse school community.",
          "sampleAnswer": "Program: 'Relationships Across Worlds' - Foundations: Core commitments to care, respect, and safety as broad principles, without prescribing specific expressions. Module 1: Understanding relationship diversity - explore how culture, family, and community shape relationship norms; interview family/community members. Module 2: Cultural lenses - examine relationship concepts through different cultural frameworks; include Aboriginal and Torres Strait Islander perspectives on kinship and Country. Module 3: Cross-cultural navigation - develop skills for understanding and bridging different expectations; practise perspective-taking. Module 4: Power and structure - analyse how social factors shape relationship experiences; apply intersectionality. Module 5: Personal integration - students develop their own relationship values, integrating influences from their multiple contexts. Throughout: Culturally diverse teaching team; family/community involvement; flexible spaces for different forms of participation."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is 'intersectionality'?",
          "sampleAnswer": "An analytical framework examining how different aspects of identity (like gender, culture, class) interact to shape experience."
        },
        "multistructural": {
          "question": "List four different theoretical frameworks for understanding relationships.",
          "sampleAnswer": "Attachment theory, social exchange theory, feminist perspectives, and cultural psychology."
        },
        "relational": {
          "question": "Explain how attachment patterns, power dynamics, and cultural context interact to shape relationship quality.",
          "sampleAnswer": "Individual attachment patterns (developed through early relationships) influence how people approach relationships, but these patterns operate within power dynamics and cultural contexts. Power dynamics affect whose attachment needs get met - less powerful partners may adapt to more powerful partners' patterns. Cultural context shapes whether secure attachment looks like intimate dyadic closeness or family embeddedness. What appears as 'insecure attachment' in one framework might be adaptive in a cultural context that values interdependence differently. Understanding relationship quality requires considering all three: individual patterns, power dynamics, and cultural context."
        },
        "extendedAbstract": {
          "question": "Synthesise insights from multiple theoretical frameworks to propose a comprehensive model for understanding healthy relationships in diverse contemporary contexts.",
          "sampleAnswer": "A comprehensive model would integrate: From attachment theory - the importance of secure base and safe haven functions; emotional responsiveness as key. From exchange/interdependence theories - attention to how structural features (dependence, alternatives) shape dynamics. From feminist perspectives - critical awareness of power and how gender/social structures shape experience. From cultural psychology - recognition that relationship concepts are culturally situated; cultural humility. From relational dialectics - relationships as ongoing processes managing tensions rather than achieving static states. From Indigenous frameworks - challenge to individualism; primacy of connection including to Country. Integration: Healthy relationships involve caring responsiveness (attachment), balanced power and equitable exchange (interdependence), critical awareness of social context (feminist), cultural humility and flexibility (cultural psychology), dynamic management of tensions (dialectics), and connection beyond dyads to community and place (Indigenous). This model avoids privileging any single cultural framework while maintaining ethical commitments to care and respect. It recognises relationships as embedded in social contexts and subject to ongoing negotiation."
        }
      },
      "studentReflection": {
        "reflectionQuestions": [
          "How have my cultural contexts shaped my understanding of what healthy relationships look like?",
          "What theoretical lenses am I most inclined to use, and what might I be missing?",
          "How can I develop more sophisticated approaches to relationships that respect diverse perspectives?"
        ],
        "selfAssessment": "I can synthesise research from multiple perspectives, critically evaluate theoretical frameworks, and develop culturally sensitive approaches to healthy relationships.",
        "connectionToLife": "Consider how your own cultural background and multiple identities shape your relationship expectations. How might engaging with different perspectives enrich your approach to relationships?"
      }
    }
  }
}
