{
  "metadata": {
    "topic": "Contraception and Safe Sex Practices",
    "subject": "HPE",
    "strand": "Personal, Social and Community Health",
    "yearLevel": "9-10",
    "curriculumAlignment": "Victorian Curriculum 2.0",
    "curriculumCodes": ["VC2HP10P04", "VC2HP10P05", "VC2HP10P08"],
    "duration": "4-5 lessons",
    "topicNumber": 2,
    "focusArea": "Sexual Health",
    "australianContext": true
  },
  "literacyLevels": {
    "A": {
      "levelDescription": "2-3 years below expected level - Focus on basic understanding of pregnancy prevention and protection",
      "whatYouWillLearn": [
        "How pregnancy happens",
        "What contraception means",
        "Different ways to prevent pregnancy",
        "Where to get help with contraception"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Understanding How Pregnancy Happens",
            "content": "For pregnancy to happen, an egg from a woman's ovary must join with sperm from a man. This is called fertilisation.\n\nHere's how it works:\n1. An egg is released from the ovary (this happens about once a month)\n2. During sex, sperm enters the vagina\n3. Sperm travels through the uterus to the fallopian tube\n4. If sperm meets the egg, fertilisation can happen\n5. The fertilised egg travels to the uterus and attaches to the lining\n6. The baby grows in the uterus for about 9 months\n\nPregnancy can only happen when sperm meets an egg. Contraception works by stopping sperm from meeting an egg, or by stopping the egg from being released."
          },
          {
            "title": "What is Contraception?",
            "content": "Contraception means ways to prevent pregnancy. There are many different types of contraception.\n\nWhy people use contraception:\n- They don't want to have a baby right now\n- They want to finish school first\n- They want to be in a stable relationship first\n- They want to be financially ready\n- They already have children and don't want more\n\nContraception allows people to decide if and when they want to have children. This is an important life choice.\n\nIn Australia, contraception is legal and available to everyone. Young people can access contraception from doctors, clinics, and pharmacies."
          },
          {
            "title": "Types of Contraception",
            "content": "There are several main types of contraception:\n\nCondoms:\n- A thin covering worn on the penis during sex\n- Also protects against sexually transmitted infections (STIs)\n- Available at pharmacies, supermarkets, and for free at some clinics\n- Must be used correctly every time\n\nThe Pill:\n- A tablet taken every day\n- Contains hormones that stop eggs from being released\n- Needs a prescription from a doctor\n- Does NOT protect against STIs\n\nLong-acting contraception:\n- An implant put under the skin of the arm (lasts 3 years)\n- An IUD put in the uterus (lasts 5-10 years)\n- Very effective because you don't have to remember to do anything\n- Put in by a doctor or nurse\n\nEmergency contraception:\n- Can be used after unprotected sex\n- Works best if taken as soon as possible\n- Available from pharmacies without a prescription"
          },
          {
            "title": "Using Condoms",
            "content": "Condoms are the only contraception that also protects against STIs. Here's important information about condoms:\n\nHow to use a condom:\n1. Check the expiry date (old condoms can break)\n2. Open carefully (don't use teeth or scissors)\n3. Put it on when the penis is hard, before any contact\n4. Pinch the tip to leave space\n5. Roll it all the way down\n6. After sex, hold the base when pulling out\n7. Throw it in the bin (not the toilet)\n\nImportant tips:\n- Use a new condom every time\n- Only use water-based lubricant (oil damages condoms)\n- Store in a cool, dry place\n- Check for any damage before using\n\nCondoms are over 95% effective when used correctly every time. If a condom breaks, emergency contraception can help prevent pregnancy."
          },
          {
            "title": "Getting Help with Contraception",
            "content": "There are many places to get contraception and advice:\n\nPlaces to get help:\n- Your doctor (GP)\n- Family Planning clinics\n- Sexual health clinics\n- School nurses (for information)\n- Pharmacies (for condoms and emergency contraception)\n\nWhat to expect at a doctor's appointment:\n- The doctor will ask about your health\n- They will explain your options\n- They can answer your questions\n- Everything you discuss is confidential\n\nIn Australia:\n- Young people can see a doctor without their parents\n- Condoms are available for free at many youth services\n- The pill and other contraception are affordable with Medicare\n- Emergency contraception costs about $15-30 at pharmacies\n\nImportant: If you think you might be pregnant, see a doctor as soon as possible. They can help you understand your options."
          }
        ],
        "keyTerms": [
          {
            "term": "Contraception",
            "definition": "Ways to prevent pregnancy"
          },
          {
            "term": "Condom",
            "definition": "A thin covering worn on the penis that stops sperm from entering the vagina"
          },
          {
            "term": "The Pill",
            "definition": "A daily tablet that contains hormones to prevent pregnancy"
          },
          {
            "term": "STI",
            "definition": "Sexually transmitted infection - an infection passed through sexual contact"
          },
          {
            "term": "Emergency contraception",
            "definition": "Contraception that can be used after unprotected sex to prevent pregnancy"
          },
          {
            "term": "Fertilisation",
            "definition": "When a sperm joins with an egg, which can lead to pregnancy"
          }
        ]
      },
      "caseStudy": {
        "title": "Mia's Contraception Question",
        "scenario": "Mia is 15 and has been in a relationship for a few months. She thinks she might want to become sexually active soon but is worried about pregnancy. She's heard about different types of contraception but isn't sure what would work best for her. She feels embarrassed about asking anyone.",
        "questions": [
          "Where could Mia go to get information about contraception?",
          "Why is it important for Mia to think about this before becoming sexually active?",
          "What should Mia consider when choosing a type of contraception?"
        ],
        "keyLearning": "It's responsible to think about contraception before becoming sexually active. Young people can access contraception and advice from doctors and clinics, and everything discussed is confidential."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "Name two types of contraception.",
          "sampleAnswer": "Condoms and the pill. Other answers could include implants, IUDs, or emergency contraception."
        },
        "understand": {
          "question": "Explain why condoms are different from other types of contraception.",
          "sampleAnswer": "Condoms are the only type of contraception that also protects against sexually transmitted infections (STIs). Other types only prevent pregnancy."
        },
        "apply": {
          "question": "If someone's condom broke during sex, what should they do?",
          "sampleAnswer": "They should get emergency contraception as soon as possible from a pharmacy. It works best if taken quickly. They should also consider getting tested for STIs."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What does contraception mean?",
          "sampleAnswer": "Contraception means ways to prevent pregnancy."
        },
        "multistructural": {
          "question": "List three places where a young person can get contraception in Australia.",
          "sampleAnswer": "A doctor (GP), Family Planning clinic, sexual health clinic, pharmacy, or some youth services."
        },
        "relational": {
          "question": "Explain the connection between using contraception correctly and its effectiveness.",
          "sampleAnswer": "Contraception works best when used correctly every time. For example, condoms are over 95% effective when used correctly, but less effective if used incorrectly. The pill needs to be taken every day at the same time to be most effective. Using contraception incorrectly increases the chance of pregnancy."
        }
      },
      "studentReflection": [
        "What questions do I still have about contraception?",
        "Who could I talk to if I had questions about contraception?",
        "Why is it important to know about contraception even if I'm not sexually active?"
      ]
    },
    "B": {
      "levelDescription": "1 year below expected level - Building understanding of contraceptive methods, effectiveness, and responsible decision-making",
      "whatYouWillLearn": [
        "How different contraceptive methods work",
        "The effectiveness of various contraceptive methods",
        "How to access contraception in Australia",
        "The importance of dual protection"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "How Contraception Works",
            "content": "Different types of contraception work in different ways to prevent pregnancy:\n\nBarrier methods (like condoms):\n- Create a physical barrier that stops sperm from reaching the egg\n- Male condoms cover the penis; female condoms are inserted into the vagina\n- Also protect against STIs\n\nHormonal methods:\n- Change hormone levels to prevent pregnancy\n- Can stop eggs from being released (ovulation)\n- Can thicken mucus in the cervix so sperm can't get through\n- Can thin the lining of the uterus\n- Include the pill, implant, injection, and hormonal IUD\n\nIntrauterine devices (IUDs):\n- Small devices placed in the uterus\n- Copper IUDs create an environment where sperm can't survive\n- Hormonal IUDs also release hormones\n- Last 5-10 years\n\nEmergency contraception:\n- The 'morning after pill' works by delaying ovulation\n- The copper IUD can also be used as emergency contraception\n- Should be used as soon as possible after unprotected sex"
          },
          {
            "title": "Contraceptive Effectiveness",
            "content": "Not all contraception is equally effective. Effectiveness is measured by how many people using that method will get pregnant in a year.\n\nMost effective (over 99%):\n- Implant (goes under the skin of the arm)\n- IUDs (placed in the uterus)\n- These work without you having to do anything once they're in\n\nVery effective when used correctly (91-99%):\n- The pill (need to take every day)\n- Contraceptive injection (every 3 months)\n- Contraceptive patch (weekly)\n- Vaginal ring (monthly)\n\nEffective when used correctly (85-98%):\n- Male condoms (98% with perfect use, 85% with typical use)\n- Female condoms (95% with perfect use, 79% with typical use)\n- Diaphragm with spermicide\n\nLeast effective:\n- Withdrawal (pulling out before ejaculation) - only about 78% effective\n- Fertility awareness methods - require careful tracking and abstinence on fertile days\n\nThe difference between 'perfect use' and 'typical use' matters. People don't always use contraception perfectly every time, which is why long-acting methods that don't require daily action are so effective."
          },
          {
            "title": "Dual Protection",
            "content": "Dual protection means using two methods together: one to prevent pregnancy and one to prevent STIs.\n\nWhy dual protection is important:\n- Condoms are the only contraception that prevents STIs\n- Other methods only prevent pregnancy, not STIs\n- Using condoms plus another method gives the best protection against both pregnancy and STIs\n\nExamples of dual protection:\n- Using condoms plus the pill\n- Using condoms plus an IUD\n- Using condoms plus the implant\n\nWhen is dual protection especially important?\n- New relationships (when you don't know each other's STI status)\n- When either partner has had other sexual partners\n- When STI testing hasn't been done\n- When partners haven't agreed to be exclusive\n\nEven in long-term relationships, dual protection can be a good idea. Many STIs don't have symptoms, so someone could have an STI without knowing. Regular STI testing is important for sexually active people."
          },
          {
            "title": "Choosing the Right Contraception",
            "content": "Different contraceptive methods suit different people. Things to consider:\n\nLifestyle factors:\n- Do you need something you don't have to remember every day?\n- Are you comfortable with the idea of something being inserted?\n- How would you feel about a method that changes your periods?\n- Do you need to keep your contraception private?\n\nHealth factors:\n- Some methods aren't suitable for people with certain health conditions\n- Some medications can affect how well contraception works\n- A doctor can help you find a safe option\n\nRelationship factors:\n- Are both partners happy to use condoms?\n- Do you need protection from STIs?\n- Is your partner supportive of your contraception choices?\n\nAccess factors:\n- How often can you get to a doctor or clinic?\n- What can you afford?\n- What's available in your area?\n\nRemember:\n- You can change methods if one doesn't suit you\n- A doctor or nurse can help you find the best option\n- Your contraception choice is yours to make"
          },
          {
            "title": "Accessing Contraception in Australia",
            "content": "Contraception is accessible in Australia, and there are many places to get it:\n\nGeneral practitioners (GPs):\n- Can prescribe all types of contraception\n- Can insert implants and some can insert IUDs\n- Bulk-billing clinics mean no cost with Medicare card\n\nFamily Planning clinics:\n- Specialists in sexual and reproductive health\n- Youth-friendly services\n- Available in every state and territory\n\nPharmacies:\n- Condoms and emergency contraception without prescription\n- Can fill prescriptions for the pill and other methods\n- Pharmacists can give advice\n\nYoung people's rights:\n- You can access contraception without parental consent if you're mature enough to understand the decision\n- Confidentiality: doctors generally won't tell your parents\n- Cost: many methods are subsidised through the PBS (Pharmaceutical Benefits Scheme)\n\nWhat to expect:\n- A doctor will ask about your health history\n- They'll explain options and answer questions\n- They won't judge you\n- You can ask for a male or female doctor if you have a preference"
          }
        ],
        "keyTerms": [
          {
            "term": "Barrier method",
            "definition": "Contraception that physically blocks sperm from reaching the egg, like condoms"
          },
          {
            "term": "Hormonal contraception",
            "definition": "Contraception that uses hormones to prevent pregnancy, like the pill or implant"
          },
          {
            "term": "IUD",
            "definition": "Intrauterine device - a small device placed in the uterus to prevent pregnancy"
          },
          {
            "term": "Dual protection",
            "definition": "Using two methods together to protect against both pregnancy and STIs"
          },
          {
            "term": "Effectiveness",
            "definition": "How well a contraceptive method works at preventing pregnancy"
          },
          {
            "term": "PBS",
            "definition": "Pharmaceutical Benefits Scheme - makes many medications including contraception more affordable in Australia"
          }
        ]
      },
      "caseStudy": {
        "title": "Choosing the Right Method",
        "scenario": "Jayden and Alex have been in a relationship for six months. They've both been tested for STIs and are both negative. They want to become sexually active but need to decide on contraception. Alex is forgetful and worries about remembering to take a pill every day. Jayden is happy to use condoms but wants to make sure they have backup protection.",
        "questions": [
          "What contraceptive options might suit Alex and Jayden's situation?",
          "Why might they still want to use condoms even though they've both tested negative for STIs?",
          "What should they discuss together when making this decision?"
        ],
        "keyLearning": "Choosing contraception is a personal decision that should consider lifestyle, health, relationship, and access factors. Using two methods together (dual protection) provides the best protection against both pregnancy and STIs."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "List three hormonal contraceptive methods.",
          "sampleAnswer": "The pill, the implant, and the contraceptive injection. Other answers could include the patch, hormonal IUD, or vaginal ring."
        },
        "understand": {
          "question": "Explain the difference between 'perfect use' and 'typical use' effectiveness for contraception.",
          "sampleAnswer": "Perfect use means using the method exactly as instructed every single time. Typical use reflects how people actually use it in real life, which might include forgetting pills or not using condoms correctly. Typical use effectiveness is usually lower because people don't always use methods perfectly."
        },
        "apply": {
          "question": "A friend tells you they're on the pill so they don't need to worry about STIs. What would you explain to them?",
          "sampleAnswer": "I would explain that the pill only prevents pregnancy, not STIs. Condoms are the only contraception that protects against STIs. I would suggest using condoms as well as the pill (dual protection) to be protected against both pregnancy and STIs."
        },
        "analyse": {
          "question": "Why might someone choose a long-acting contraceptive method like an implant or IUD over the pill?",
          "sampleAnswer": "Long-acting methods are more effective because they don't require daily action. Someone who is forgetful or has a busy lifestyle might prefer not having to remember a daily pill. Long-acting methods last for years, which is convenient. They also have higher effectiveness rates because there's less chance of user error."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the only type of contraception that protects against STIs?",
          "sampleAnswer": "Condoms (both male and female condoms)."
        },
        "multistructural": {
          "question": "List four factors someone should consider when choosing a contraceptive method.",
          "sampleAnswer": "Lifestyle factors (can they remember daily tasks), health factors (any conditions that affect options), relationship factors (partner preferences, STI protection), and access factors (cost, availability, how often they can see a doctor)."
        },
        "relational": {
          "question": "Explain the relationship between contraceptive effectiveness and user action requirements.",
          "sampleAnswer": "Methods that require regular user action (like taking a daily pill or using condoms every time) have a bigger gap between perfect and typical use effectiveness. This is because people sometimes forget or make mistakes. Long-acting methods like IUDs and implants have the highest effectiveness because once they're in place, there's nothing the user needs to do. The effectiveness stays consistent because there's no chance of user error."
        },
        "extendedAbstract": {
          "question": "Analyse how access to contraception might differ for young people in different circumstances in Australia.",
          "sampleAnswer": "Access varies based on geography, socioeconomic status, and cultural factors. Rural young people may have fewer options for services and less privacy in small communities. Those without transport may struggle to attend appointments. Cost affects access, though PBS subsidies help. Cultural or religious family expectations might make it harder for some young people to access contraception openly. LGBTQ+ young people might face additional barriers if services aren't inclusive. Aboriginal young people might prefer Aboriginal Community Controlled Health Services. All of this suggests that improving access requires addressing multiple barriers, not just providing information."
        }
      },
      "studentReflection": [
        "What factors would be most important to me when choosing contraception?",
        "How comfortable would I be discussing contraception with a partner?",
        "What would I do if I had unprotected sex?"
      ]
    },
    "C": {
      "levelDescription": "At expected level - Comprehensive understanding of contraceptive methods, reproductive rights, and shared responsibility",
      "whatYouWillLearn": [
        "Comprehensive knowledge of all contraceptive methods available in Australia",
        "Understanding of reproductive rights and informed consent",
        "The importance of shared responsibility for contraception in relationships",
        "How to navigate conversations about contraception with partners and healthcare providers"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Comprehensive Overview of Contraceptive Methods",
            "content": "Australia offers a wide range of contraceptive options. Understanding each method helps individuals make informed choices.\n\nLong-Acting Reversible Contraception (LARC):\n\nContraceptive implant (Implanon NXT):\n- Small rod inserted under the skin of the upper arm\n- Releases progestogen hormone\n- Effective for up to 3 years\n- Over 99.9% effective\n- May change periods (lighter, irregular, or stop completely)\n- Fertility returns immediately after removal\n\nHormonal IUD (Mirena, Kyleena):\n- Small T-shaped device placed in the uterus\n- Releases progestogen locally\n- Effective for 5-8 years depending on type\n- Over 99.8% effective\n- Often makes periods lighter or stop\n- Also used to treat heavy periods\n\nCopper IUD:\n- Hormone-free option\n- Copper prevents sperm function and egg fertilisation\n- Effective for 5-10 years depending on type\n- Over 99.5% effective\n- May make periods heavier initially\n- Can be used as emergency contraception\n\nShort-acting hormonal methods:\n\nCombined oral contraceptive pill:\n- Contains oestrogen and progestogen\n- Taken daily for 21-24 days, then a break\n- 99.7% effective with perfect use, 91% with typical use\n- Can help with acne, PMS, and painful periods\n\nProgestogen-only pill:\n- Taken daily without breaks\n- Suitable for people who can't take oestrogen\n- Must be taken at the same time each day\n\nContraceptive injection (Depo-Provera):\n- Given every 12 weeks\n- 99.8% effective with perfect use\n- May affect bone density with long-term use"
          },
          {
            "title": "Barrier Methods and Non-Hormonal Options",
            "content": "Barrier and non-hormonal methods offer alternatives for those who prefer to avoid hormones.\n\nMale condom:\n- Latex or polyurethane sheath worn on erect penis\n- Only method that prevents both pregnancy and STIs\n- 98% effective with perfect use, 85% with typical use\n- No prescription needed\n- Can be combined with other methods for dual protection\n\nFemale (internal) condom:\n- Worn inside the vagina\n- Can be inserted up to 8 hours before sex\n- Provides STI protection\n- 95% effective with perfect use\n\nDiaphragm:\n- Silicone dome inserted before sex to cover cervix\n- Used with spermicide\n- Needs fitting by healthcare provider\n- Must stay in place for 6 hours after sex\n- 94% effective with perfect use\n\nFertility awareness methods:\n- Track menstrual cycle to identify fertile days\n- Avoid sex or use barrier methods on fertile days\n- Requires consistent tracking (temperature, mucus, calendar)\n- 95-99% effective with correct use, 76-88% with typical use\n- Apps can help but shouldn't be relied on alone\n\nWithdrawal:\n- Partner withdraws before ejaculation\n- 96% effective with perfect use, 78% with typical use\n- Requires significant self-control and timing\n- Pre-ejaculate may contain sperm\n- Not recommended as a primary method"
          },
          {
            "title": "Emergency Contraception",
            "content": "Emergency contraception (EC) provides a second chance to prevent pregnancy after unprotected sex or contraceptive failure.\n\nEmergency contraceptive pills:\n\nLevonorgestrel (Postinor, NorLevo):\n- Available without prescription from pharmacies\n- Most effective within 72 hours (3 days) after sex\n- Can be used up to 96 hours (4 days) but effectiveness decreases\n- Works by delaying ovulation\n- 85% effective if taken within 72 hours\n- Does not cause abortion - won't affect an existing pregnancy\n\nUlipristal acetate (EllaOne):\n- Prescription required\n- Effective for up to 120 hours (5 days) after sex\n- More effective than levonorgestrel, especially on days 3-5\n- Also delays ovulation\n\nCopper IUD:\n- Most effective emergency contraception (over 99%)\n- Can be inserted up to 5 days after unprotected sex\n- Provides ongoing contraception for up to 10 years\n- Requires healthcare provider insertion\n\nWhen to use emergency contraception:\n- Unprotected sex\n- Condom broke or slipped\n- Missed contraceptive pills\n- Contraception wasn't used correctly\n- Sexual assault\n\nEC is not intended as a regular method but is safe to use when needed. It does not protect against STIs."
          },
          {
            "title": "Reproductive Rights and Informed Consent",
            "content": "Reproductive rights are fundamental human rights that include the right to make decisions about contraception and reproduction.\n\nKey reproductive rights:\n- The right to accurate information about sexual and reproductive health\n- The right to access contraception\n- The right to choose if and when to have children\n- The right to safe and legal abortion\n- The right to be free from coercion in reproductive decisions\n\nInformed consent for contraception means:\n- Understanding how the method works\n- Knowing the benefits, risks, and side effects\n- Understanding alternatives\n- Making the decision voluntarily without pressure\n- Having the right to change your mind\n\nHealthcare provider responsibilities:\n- Provide accurate, unbiased information\n- Respect patient autonomy and choices\n- Ensure confidentiality\n- Not impose personal beliefs on patients\n\nYoung people's rights in Australia:\n- Gillick competence: young people can consent to medical treatment if they understand the implications\n- Confidentiality: information generally stays between patient and doctor\n- No parental consent required if young person is competent\n- Right to access services regardless of background"
          },
          {
            "title": "Shared Responsibility and Communication",
            "content": "Contraception and safe sex are shared responsibilities in a relationship. Effective communication is essential.\n\nShared responsibility means:\n- Both partners taking an active role in preventing pregnancy and STIs\n- Sharing costs of contraception where appropriate\n- Both partners being informed about methods being used\n- Supporting each other in contraceptive decisions\n- Both partners taking responsibility if contraception fails\n\nCommunicating with partners:\n\nBefore becoming sexually active:\n- Discuss contraception plans\n- Share STI testing status\n- Agree on what methods you'll use\n- Discuss what you'd do if contraception failed\n\nOngoing conversations:\n- Check in about whether current methods are working\n- Discuss any side effects or concerns\n- Renegotiate if circumstances change\n- Support partner in accessing healthcare\n\nCommunicating with healthcare providers:\n- Be honest about your sexual activity and history\n- Ask questions if you don't understand\n- Share concerns about side effects\n- Advocate for your needs\n- Request a different provider if you're uncomfortable\n\nChallenging gendered assumptions:\nContraception has historically been seen as 'women's responsibility,' but this is changing. Everyone benefits from shared responsibility, and there's ongoing research into male hormonal contraception."
          }
        ],
        "keyTerms": [
          {
            "term": "LARC",
            "definition": "Long-Acting Reversible Contraception - methods like IUDs and implants that are effective for years"
          },
          {
            "term": "Progestogen",
            "definition": "Synthetic hormone used in many contraceptives that prevents ovulation and thickens cervical mucus"
          },
          {
            "term": "Emergency contraception",
            "definition": "Methods used after unprotected sex to prevent pregnancy, including pills and the copper IUD"
          },
          {
            "term": "Reproductive rights",
            "definition": "Human rights related to reproduction, including the right to access contraception and make autonomous decisions"
          },
          {
            "term": "Informed consent",
            "definition": "Agreeing to a medical treatment after understanding its benefits, risks, and alternatives"
          },
          {
            "term": "Gillick competence",
            "definition": "Legal principle that young people can consent to medical treatment if they demonstrate sufficient understanding"
          }
        ]
      },
      "caseStudy": {
        "title": "Negotiating Contraception in a Relationship",
        "scenario": "Taylor and Jordan have been together for a year. Taylor has been using the pill but has been experiencing side effects and wants to try something different. Jordan has always left contraception decisions to Taylor and hasn't been involved in discussions about it. Taylor wants Jordan to share more responsibility for contraception, including considering condom use and attending the next doctor's appointment together.",
        "questions": [
          "Why is shared responsibility for contraception important in a relationship?",
          "What conversation might Taylor have with Jordan about sharing contraceptive responsibility?",
          "What options might the doctor suggest for Taylor, and how might Jordan support this process?",
          "How do gender norms affect expectations about who is responsible for contraception?"
        ],
        "keyLearning": "Contraception should be a shared responsibility in relationships. This includes joint decision-making, sharing costs, and supporting partners through side effects and healthcare appointments. Challenging traditional gender norms about contraception responsibility benefits everyone."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is the most effective form of emergency contraception?",
          "sampleAnswer": "The copper IUD is the most effective form of emergency contraception, with over 99% effectiveness when inserted within 5 days of unprotected sex."
        },
        "understand": {
          "question": "Explain how long-acting reversible contraception (LARC) works and why it has such high effectiveness rates.",
          "sampleAnswer": "LARC methods include IUDs and implants. IUDs work by affecting sperm function (copper IUD) or releasing hormones locally (hormonal IUD). Implants release hormones that prevent ovulation. They have high effectiveness (over 99%) because once inserted, they work continuously without requiring any user action, eliminating the chance of user error like forgetting pills or using condoms incorrectly."
        },
        "apply": {
          "question": "A young person wants to access contraception but is worried about their parents finding out. What would you tell them about their rights and options?",
          "sampleAnswer": "Young people in Australia can access contraception confidentially if they're assessed as Gillick competent (understanding the implications). Doctors generally won't tell parents without permission. They could see a bulk-billing GP so no bill is sent home, use Family Planning clinics that specialise in youth services, or get condoms and emergency contraception from pharmacies without any record."
        },
        "analyse": {
          "question": "Analyse why emergency contraception effectiveness decreases over time after unprotected sex.",
          "sampleAnswer": "Emergency contraceptive pills work primarily by delaying ovulation. If ovulation has already occurred, they won't prevent pregnancy. As time passes after unprotected sex, the chance that ovulation has already occurred increases. The egg survives for about 24 hours, and sperm can survive for up to 5 days. The sooner EC is taken, the more likely it is to delay ovulation before sperm can fertilise an egg."
        },
        "evaluate": {
          "question": "Evaluate the benefits and limitations of relying solely on fertility awareness methods for contraception.",
          "sampleAnswer": "Benefits: no hormones or devices, increases body awareness, no cost, acceptable to some religious groups. Limitations: requires consistent tracking and high motivation, irregular cycles make prediction difficult, typical use effectiveness is much lower than perfect use (76-88% vs 95-99%), requires abstinence or barrier methods on fertile days, apps are not always accurate, doesn't protect against STIs. Best suited for people with regular cycles, high motivation, and where pregnancy would be acceptable."
        },
        "create": {
          "question": "Design a guide for young people on how to have a conversation with a partner about contraception.",
          "sampleAnswer": "Guide sections: 1) When to have the conversation (before becoming sexually active, in a comfortable setting); 2) Topics to cover (what methods to use, STI testing, what to do if contraception fails); 3) Key phrases to use ('I think it's important we both...', 'How do you feel about...'); 4) Handling disagreement (if partner refuses condoms, discuss concerns, consider if this is a deal-breaker); 5) Ongoing communication (check in regularly, share responsibility, support each other with healthcare); 6) Resources (where to get more information and contraception)."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "How long can a hormonal IUD remain effective?",
          "sampleAnswer": "5-8 years, depending on the type."
        },
        "multistructural": {
          "question": "Describe the key reproductive rights related to contraception.",
          "sampleAnswer": "The right to accurate information about contraception, the right to access contraception, the right to make informed decisions without coercion, the right to confidential healthcare, and the right to change contraceptive methods."
        },
        "relational": {
          "question": "Explain the relationship between contraceptive choice, side effects, and method continuation.",
          "sampleAnswer": "Side effects (such as mood changes, bleeding patterns, or acne) significantly affect whether someone continues using a contraceptive method. If side effects are severe or bothersome, people may stop using the method, potentially leaving them unprotected. This is why informed consent about potential side effects is important, as is follow-up care to address concerns. Healthcare providers should discuss the range of options available so people can switch methods if needed rather than stopping contraception altogether."
        },
        "extendedAbstract": {
          "question": "Critically analyse how gender norms influence contraceptive responsibility and access in Australia, and propose strategies to promote more equitable sharing of responsibility.",
          "sampleAnswer": "Gender norms have placed contraceptive responsibility primarily on women, who bear the physical risks of pregnancy. This is reinforced by the fact that most contraceptive methods are designed for female bodies. Consequences include: women bearing financial and health costs; men being less informed about contraception; relationship power imbalances around contraceptive decisions. Strategies for change: comprehensive sexuality education emphasising shared responsibility; involving partners in healthcare appointments; developing male hormonal contraception; normalising conversations where men take active roles; healthcare providers addressing both partners; challenging media representations that frame contraception as 'women's business'. Systemic change requires addressing gender inequality more broadly, not just individual behaviour change."
        }
      },
      "studentReflection": [
        "How do I feel about shared responsibility for contraception in relationships?",
        "What would help me feel confident accessing contraception and sexual health services?",
        "How could I support a friend who had questions about contraception?"
      ]
    },
    "D": {
      "levelDescription": "1 year above expected level - Advanced understanding of contraceptive science, health systems, and reproductive justice",
      "whatYouWillLearn": [
        "The pharmacology and mechanisms of action of contraceptive methods",
        "How health systems and policies affect contraceptive access",
        "Reproductive justice frameworks and their application to contraception",
        "Evidence-based approaches to contraceptive counselling"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Pharmacology of Hormonal Contraception",
            "content": "Understanding how contraceptives work at a molecular level helps explain their effects, side effects, and interactions.\n\nMechanisms of action:\n\nCombined hormonal contraceptives (CHCs):\n- Contain synthetic oestrogen (usually ethinylestradiol) and a progestogen\n- Primary mechanism: suppress the HPG axis, preventing the LH surge that triggers ovulation\n- Secondary mechanisms: thicken cervical mucus (progestogen effect), thin endometrium\n- Different progestogens have different androgenic and anti-androgenic profiles, affecting side effects like acne and mood\n\nProgestogen-only methods:\n- Don't reliably suppress ovulation (except high-dose injection)\n- Primary mechanism: thicken cervical mucus, making it hostile to sperm\n- Also thin the endometrium\n- Implant and injection suppress ovulation in most cycles\n- Progestogen-only pills must be taken within a strict time window to maintain mucus effect\n\nCopper IUD:\n- Copper ions are toxic to sperm, affecting motility and viability\n- Creates a sterile inflammatory response in the uterus\n- May also prevent implantation (though primary effect is preventing fertilisation)\n\nDrug interactions:\nEnzyme-inducing medications can reduce contraceptive effectiveness:\n- Some anti-epileptic drugs (phenytoin, carbamazepine)\n- Rifampicin (antibiotic for tuberculosis)\n- Some antiretrovirals\n- St John's Wort (herbal supplement)\n\nWomen on these medications may need higher-dose contraceptives or alternative methods like copper IUD."
          },
          {
            "title": "Health Systems and Contraceptive Access",
            "content": "Access to contraception is shaped by health system policies, funding models, and service delivery approaches.\n\nAustralian context:\n\nPharmaceutical Benefits Scheme (PBS):\n- Subsidises most hormonal contraceptives\n- Contraceptive pills cost approximately $6.80 per script (concessional) or $30-40 (general)\n- LARC devices are subsidised but insertion may incur additional costs\n\nMedicare:\n- Bulk-billing allows free GP consultations for contraception\n- Not all GPs bulk-bill, creating cost barriers\n- Family Planning clinics often bulk-bill and specialise in contraception\n\nBarriers to access:\n- Geographic: rural and remote areas have fewer providers, especially for LARC insertion\n- Financial: upfront costs for LARC, gap payments, time off work\n- Workforce: not all GPs are trained or willing to insert LARCs\n- Information: lack of awareness about options, particularly LARC\n- Structural: limited clinic hours, transport, childcare needs\n\nEquity considerations:\n- Aboriginal and Torres Strait Islander women may prefer culturally safe services\n- Young people may face additional barriers (embarrassment, transport, cost)\n- Women with disabilities may encounter physical access barriers and assumptions about their sexual lives\n- Migrant and refugee women may face language barriers and unfamiliarity with the system\n\nInternational comparison:\nAustralia has relatively good contraceptive access compared to many countries, but gaps remain. The UK offers free LARC insertion; some countries restrict access to certain methods or require spousal consent."
          },
          {
            "title": "Reproductive Justice and Contraception",
            "content": "Reproductive justice offers a framework for understanding contraception access as a matter of social justice, not just healthcare.\n\nReproductive justice framework:\nDeveloped by women of colour in the US, reproductive justice encompasses:\n1. The right not to have children (access to contraception, abortion)\n2. The right to have children (freedom from coerced sterilisation, fertility treatment access)\n3. The right to parent children in safe and healthy environments\n\nHistorical context:\nContraception has been used both to enable reproductive autonomy and to control populations:\n- Forced and coerced sterilisation of Aboriginal women, women with disabilities, and institutionalised women\n- Contraception promoted to 'undesirable' populations while denied to others\n- Racial and class bias in who receives information about which methods\n\nContemporary issues:\n- Long-acting contraception may be preferentially offered to disadvantaged populations\n- Concerns about coercion when contraception is linked to welfare benefits\n- Barriers to accessing fertility treatment while contraception is freely available\n- Who controls reproductive decisions: individuals, partners, families, or the state?\n\nApplying reproductive justice to contraception policy:\n- Ensure all methods are accessible and affordable for everyone\n- Provide unbiased information about all options\n- Address systemic barriers for marginalised groups\n- Guard against coercion in any direction\n- Support informed decision-making rather than promoting particular methods"
          },
          {
            "title": "Evidence-Based Contraceptive Counselling",
            "content": "Effective contraceptive counselling supports informed decision-making and improves outcomes.\n\nQuality counselling principles:\n- Patient-centred: start with the individual's preferences, needs, and circumstances\n- Non-directive: provide information about all options without pushing particular methods\n- Shared decision-making: provider expertise combined with patient preferences\n- Culturally responsive: aware of cultural factors affecting contraceptive choices\n- Trauma-informed: sensitive to history of reproductive coercion or sexual trauma\n\nEvidence on counselling approaches:\n- Tiered counselling (presenting most effective methods first) increases LARC uptake\n- However, concerns exist about whether this is truly patient-centred or subtly coercive\n- Discussing side effects doesn't reduce uptake but improves satisfaction and continuation\n- Access to accurate information improves contraceptive use regardless of method\n\nAddressing barriers and concerns:\n- Menstrual changes: some people want regular periods, others prefer none\n- Weight gain: evidence suggests contraception causes minimal weight change for most people\n- Fertility concerns: all reversible methods allow fertility to return after stopping\n- Partner involvement: should be offered but not required\n\nSpecial considerations:\n- Adolescents: LARC is safe and effective for young people but should never be coerced\n- Postpartum: timing of contraception depends on breastfeeding and preferences\n- Perimenopause: contraception needed until menopause confirmed\n- Medical conditions: some methods contraindicated for certain conditions (e.g., combined pill and migraine with aura)"
          },
          {
            "title": "Current Research and Future Directions",
            "content": "Contraceptive research continues to develop new methods and improve existing ones.\n\nMale contraception research:\n- Hormonal approaches: testosterone plus progestogen suppress sperm production\n- Trials have shown effectiveness but have been stopped due to side effects (mood changes, acne) that women tolerate in female contraceptives\n- Non-hormonal approaches: drugs targeting sperm function or development\n- Barriers: pharmaceutical company interest, cultural acceptance, regulatory pathways\n\nNew female methods:\n- Extended-cycle pills with fewer hormone-free intervals\n- Biodegradable implants that don't require removal\n- Contraceptive gels and films\n- Multipurpose prevention technologies (combining contraception with STI/HIV prevention)\n\nImproving existing methods:\n- Lower-hormone formulations with fewer side effects\n- Easier insertion devices for IUDs\n- Better prediction and management of bleeding side effects\n- Vaginal rings with HIV prevention agents\n\nDigital health:\n- Apps for fertility awareness methods (with varying accuracy)\n- Electronic reminders for pill-taking\n- Telemedicine for contraceptive consultations\n- Data privacy concerns with reproductive health apps\n\nAccess innovations:\n- Over-the-counter contraceptive pills (available in some countries, being considered in Australia)\n- Pharmacist prescribing\n- Task-shifting for LARC insertion (trained nurses, midwives)\n- Community-based distribution"
          }
        ],
        "keyTerms": [
          {
            "term": "HPG axis suppression",
            "definition": "Combined hormonal contraceptives prevent the hormonal signals that trigger ovulation"
          },
          {
            "term": "Enzyme-inducing medications",
            "definition": "Drugs that speed up metabolism of contraceptive hormones, potentially reducing effectiveness"
          },
          {
            "term": "Reproductive justice",
            "definition": "Framework connecting reproductive rights with social justice, including the right to have children, not have children, and parent in safe environments"
          },
          {
            "term": "Tiered counselling",
            "definition": "Contraceptive counselling approach that presents most effective methods first"
          },
          {
            "term": "Multipurpose prevention technologies",
            "definition": "Products designed to prevent both pregnancy and STIs/HIV"
          },
          {
            "term": "Task-shifting",
            "definition": "Training non-physician providers to perform procedures like LARC insertion"
          }
        ]
      },
      "caseStudy": {
        "title": "Improving Contraceptive Access in Rural Australia",
        "scenario": "A regional Primary Health Network has identified that LARC uptake in their area is significantly lower than urban areas. They've been asked to develop a strategy to improve access. Their analysis shows: few GPs are trained in LARC insertion; the nearest Family Planning clinic is 3 hours away; Aboriginal women in the area report feeling unwelcome at mainstream services; young people report concerns about confidentiality in small communities; and there's limited awareness of LARC among community members and some healthcare providers.",
        "questions": [
          "What factors contribute to the urban-rural gap in LARC access?",
          "How could training and workforce development address some of these barriers?",
          "What approaches could improve access for Aboriginal women while respecting self-determination?",
          "How might telehealth contribute to improved contraceptive access?",
          "What unintended consequences should be considered when promoting LARC uptake?"
        ],
        "keyLearning": "Improving contraceptive access requires addressing multiple barriers simultaneously: workforce development, cultural safety, confidentiality concerns, information provision, and service delivery models. A reproductive justice lens ensures that increased access supports autonomy rather than becoming coercive."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "Name three enzyme-inducing medications that can reduce contraceptive effectiveness.",
          "sampleAnswer": "Phenytoin, carbamazepine, rifampicin. Also rifabutin, some antiretrovirals, and St John's Wort."
        },
        "understand": {
          "question": "Explain how combined hormonal contraceptives prevent pregnancy through their effect on the HPG axis.",
          "sampleAnswer": "Combined hormonal contraceptives contain synthetic oestrogen and progestogen. These hormones suppress the hypothalamic-pituitary-gonadal axis through negative feedback. This prevents the release of FSH and LH from the pituitary, which in turn prevents the LH surge that normally triggers ovulation. Without ovulation, pregnancy cannot occur."
        },
        "apply": {
          "question": "A woman taking epilepsy medication (carbamazepine) asks about contraception. How would this affect your advice?",
          "sampleAnswer": "Carbamazepine is an enzyme-inducing drug that increases metabolism of hormonal contraceptives, reducing their effectiveness. I would advise that standard-dose hormonal pills, patches, and rings are less reliable for her. Better options would be the copper IUD (hormone-free), hormonal IUD (local effect not affected by liver enzymes), or high-dose hormonal methods. The injection (Depo-Provera) may work if given more frequently."
        },
        "analyse": {
          "question": "Analyse how the reproductive justice framework applies to contraceptive counselling practices.",
          "sampleAnswer": "Reproductive justice requires examining who has access to contraception and on what terms. In counselling, this means ensuring all options are presented equitably, not preferentially offering LARC to disadvantaged populations while assuming others can manage daily pills. It means being aware of historical coercion and ensuring current practice is genuinely supportive of autonomy. It also means addressing barriers for marginalised groups, not just providing information. Patient-centred counselling that starts with preferences rather than provider assumptions aligns with reproductive justice principles."
        },
        "evaluate": {
          "question": "Evaluate the arguments for and against making oral contraceptive pills available over-the-counter (without prescription).",
          "sampleAnswer": "Arguments for: improves access by removing need for doctor visits; reduces costs and time barriers; pills have a good safety profile; pharmacists can screen for contraindications; evidence from other countries shows it's safe. Arguments against: misses opportunity for broader health screening; may reduce conversations about contraception and STIs; some formulations have significant contraindications; removes relationship with healthcare provider. Evaluation: evidence supports safety of OTC pills, and improved access could reduce unintended pregnancy. However, implementation should ensure pharmacy training, clear contraindication screening, and maintenance of pathways to comprehensive care."
        },
        "create": {
          "question": "Design a culturally safe contraceptive service model for Aboriginal and Torres Strait Islander young people.",
          "sampleAnswer": "The service would be: developed in partnership with Aboriginal community-controlled organisations; staffed by Aboriginal health workers with non-Indigenous staff trained in cultural safety; located in a welcoming, community-based setting; integrated with broader youth health services; offering the full range of contraceptive options with unbiased information; connecting to cultural knowledge about relationships and family; addressing confidentiality sensitively; trauma-informed, recognising historical harms; flexible in appointment structures; free of charge; including outreach to schools and youth services. The model would be regularly evaluated with community input to ensure it meets needs and remains culturally appropriate."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the primary mechanism of action of the copper IUD?",
          "sampleAnswer": "Copper ions are toxic to sperm, affecting their motility and viability, preventing fertilisation."
        },
        "multistructural": {
          "question": "List the three core principles of the reproductive justice framework.",
          "sampleAnswer": "The right not to have children (contraception, abortion access); the right to have children (freedom from coerced sterilisation); and the right to parent children in safe and healthy environments."
        },
        "relational": {
          "question": "Explain the relationship between tiered contraceptive counselling and reproductive justice concerns.",
          "sampleAnswer": "Tiered counselling presents the most effective methods (LARC) first to increase uptake. While this improves pregnancy prevention rates, reproductive justice concerns arise when this approach is preferentially applied to disadvantaged populations. If tiered counselling is used with low-income women but not middle-class women (who receive more patient-centred counselling), it may perpetuate historical patterns of reproductive control. The relationship highlights that effectiveness should be balanced with patient autonomy and equity."
        },
        "extendedAbstract": {
          "question": "Critically analyse how historical reproductive coercion should inform contemporary contraceptive policy and practice in Australia.",
          "sampleAnswer": "Historical context includes forced and coerced sterilisation of Aboriginal women, women with disabilities, and institutionalised women. Contraception was used as a tool of population control rather than individual empowerment. Contemporary implications: policies should prioritise autonomy and informed consent; special care needed when offering LARC to marginalised populations to ensure it's not coercive; Aboriginal community-controlled health services should lead on Aboriginal reproductive health; people with disabilities need supported decision-making, not substituted consent; linking contraception to welfare benefits is ethically problematic. Policy should address social determinants affecting reproductive choices (housing, income, safety) rather than just providing contraception. Practitioners need training in this history and its contemporary relevance."
        }
      },
      "studentReflection": [
        "How do health system factors affect who can access contraception in Australia?",
        "What ethical considerations should guide contraceptive counselling and policy?",
        "How might my own assumptions affect how I think about contraception access for different groups?"
      ]
    },
    "E": {
      "levelDescription": "2+ years above expected level - Critical engagement with contraceptive research, bioethics, and global reproductive health policy",
      "whatYouWillLearn": [
        "Critical analysis of contraceptive research methodologies and evidence",
        "Bioethical frameworks applied to contraceptive development and policy",
        "Global perspectives on contraception access and reproductive rights",
        "Policy analysis and development in contraceptive health"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Critical Analysis of Contraceptive Research",
            "content": "Evaluating contraceptive evidence requires understanding research methodologies, their limitations, and the politics of knowledge production.\n\nResearch methodology issues:\n\nEfficacy vs. effectiveness:\n- Efficacy studies measure performance under ideal conditions (perfect use)\n- Effectiveness studies measure real-world outcomes (typical use)\n- The gap between these matters greatly for contraceptive policy\n- User-dependent methods show larger efficacy-effectiveness gaps\n\nClinical trial limitations:\n- Participants often differ from general population (healthier, more motivated)\n- Trials may exclude groups later affected by policy (adolescents, women with conditions)\n- Short trial duration may miss long-term effects\n- Industry funding may bias study design and reporting\n\nMeasuring outcomes:\n- Most trials measure pregnancy rates; other outcomes often neglected\n- Side effects may be underreported or dismissed\n- Quality of life and satisfaction outcomes increasingly recognised as important\n- Discontinuation rates reveal user experience better than efficacy rates\n\nEquity in research:\n- Trials conducted primarily in high-income countries may not generalise\n- Historical exploitation in contraceptive trials (e.g., early pill trials in Puerto Rico)\n- Contemporary equity issues: who participates, whose outcomes are prioritised\n- Community involvement in research increasingly expected\n\nGender bias in contraceptive research:\nMale contraceptive trials have been stopped due to side effects (mood changes, acne) that women experience with female contraceptives. This reflects gendered assumptions about acceptable burden and who should bear reproductive responsibility."
          },
          {
            "title": "Bioethics of Contraceptive Development and Policy",
            "content": "Contraception raises significant bioethical questions about autonomy, justice, and the role of medicine and the state.\n\nAutonomy and informed consent:\n- Voluntary use is essential; any coercion is ethically unacceptable\n- Informed consent requires adequate information about benefits, risks, and alternatives\n- Power imbalances in healthcare can undermine genuine consent\n- Adolescent consent capacity: Gillick competence as a framework\n\nJustice considerations:\n- Distributive justice: fair access to contraceptive options for all\n- Historical injustice: reckoning with coerced sterilisation and population control\n- Procedural justice: who has voice in contraceptive policy decisions?\n- Epistemic justice: whose knowledge counts (medical vs. patient experience)\n\nMedicalisation debates:\n- Is framing contraception as a medical issue appropriate or limiting?\n- Alternatives: contraception as public health, as consumer product, as community responsibility\n- Implications for who controls access (doctors, pharmacists, individuals)\n\nEthical frameworks in tension:\n- Utilitarian: maximise pregnancy prevention for population benefit\n- Rights-based: individual right to contraception and reproductive autonomy\n- Feminist: challenge gender inequity in reproductive burden\n- Communitarian: reproductive decisions affect families and communities\n- Capability approach: contraception enables other life capabilities\n\nEmerging ethical issues:\n- Genetic selection in assisted reproduction\n- Long-acting contraception and autonomy\n- Environmental impact of hormonal contraceptives\n- Data privacy in reproductive health apps"
          },
          {
            "title": "Global Perspectives on Contraception",
            "content": "Contraceptive access and reproductive rights vary dramatically globally, shaped by economics, politics, and culture.\n\nGlobal disparities:\n- Approximately 270 million women have unmet need for modern contraception\n- Highest unmet need in sub-Saharan Africa and South Asia\n- Method availability varies: some countries lack access to LARC\n- Quality of care varies significantly\n\nInternational frameworks:\n- ICPD (International Conference on Population and Development) 1994: established reproductive rights framework\n- Sustainable Development Goals: Target 3.7 on universal access to reproductive health services\n- WHO guidance on contraceptive eligibility and quality of care\n\nGeopolitics of contraception:\n- US 'Global Gag Rule' (Mexico City Policy) restricts funding for organisations that provide or refer for abortion, affecting contraceptive services\n- Funding fluctuations affect contraceptive supply in low-income countries\n- Colonial legacies shape contraceptive programs and policies\n- Opposition from conservative and religious groups affects access\n\nLow- and middle-income country innovations:\n- Task-shifting: training non-physician providers to insert LARC\n- Community-based distribution of short-acting methods\n- Mobile outreach services\n- Social franchising of reproductive health services\n\nAustralia's role:\n- International development funding for reproductive health\n- Technical assistance through organisations like Family Planning Australia\n- Diplomatic advocacy for reproductive rights (variable by government)"
          },
          {
            "title": "Policy Analysis in Contraceptive Health",
            "content": "Contraceptive policies reflect and shape social values, political priorities, and health outcomes.\n\nPolicy analysis frameworks:\n- Problem definition: how is the 'issue' framed (unintended pregnancy, reproductive autonomy, population growth)?\n- Stakeholder analysis: who has power and voice? Who is affected?\n- Evidence use: what research informs policy? What's excluded?\n- Implementation: how do policies translate into practice?\n- Evaluation: what outcomes are measured? Whose definitions of success?\n\nAustralian policy considerations:\n\nPBS and Medicare:\n- Contraception subsidised, but gaps remain (insertion costs, rural access)\n- Policy decisions about which methods to list reflect cost-effectiveness analyses and lobbying\n\nAge of consent and Gillick competence:\n- Legal frameworks for adolescent healthcare access\n- Variation in practitioner interpretation\n\nConscientious objection:\n- Healthcare providers may refuse to prescribe or refer on moral grounds\n- Policies vary by state on requirements to inform and refer\n- Impacts access, particularly in areas with few providers\n\nEducation policy:\n- Curriculum requirements for sexuality education\n- Variation in implementation\n- Religious exemptions for some schools\n\nComparative policy:\n- Countries with free LARC (UK, New Zealand) have higher uptake\n- Some countries require parental consent for adolescent contraception\n- Over-the-counter pills in some jurisdictions\n- Integration of contraception with other health services"
          },
          {
            "title": "Future Directions and Contested Spaces",
            "content": "Contraception remains a contested area with ongoing debates about science, policy, and ethics.\n\nContested issues:\n\nLARC for adolescents:\n- Evidence supports safety and effectiveness\n- Concerns about over-promotion and coercion\n- Debates about adolescent autonomy and decision-making\n- Need for unbiased information and genuine choice\n\nMale contraception:\n- Technical development possible but slow\n- Cultural barriers: will men use it? Will partners trust them?\n- Gender equity implications: sharing reproductive burden\n- Research challenges: defining acceptable side effect profile\n\nReproductive health apps:\n- Convenience vs. accuracy concerns\n- Data privacy and commercial use\n- Potential for surveillance (e.g., tracking pregnancy risk by employers)\n- Access implications: digital divide\n\nEnvironmental considerations:\n- Synthetic hormones in waterways\n- Environmental impact of disposable products\n- Population-environment debates and eco-fascism concerns\n\nTechnological futures:\n- Biodegradable devices\n- Multi-purpose technologies (contraception + STI prevention)\n- Self-administered LARC\n- Gene-based approaches (ethically complex)\n\nSystemic change:\n- Addressing social determinants affecting reproductive choices\n- Comprehensive sexuality education\n- Gender equality as reproductive health intervention\n- Decolonising reproductive health approaches"
          }
        ],
        "keyTerms": [
          {
            "term": "Efficacy vs. effectiveness",
            "definition": "Efficacy is performance under ideal conditions; effectiveness is real-world outcomes including user error"
          },
          {
            "term": "ICPD",
            "definition": "International Conference on Population and Development (1994), which established the reproductive rights framework"
          },
          {
            "term": "Global Gag Rule",
            "definition": "US policy restricting funding to organisations that provide abortion information or services"
          },
          {
            "term": "Conscientious objection",
            "definition": "Healthcare provider refusal to provide certain services on moral or religious grounds"
          },
          {
            "term": "Epistemic justice",
            "definition": "Fair treatment in knowledge production and whose knowledge is valued"
          },
          {
            "term": "Social franchising",
            "definition": "Using franchising models to deliver standardised health services through private providers"
          }
        ]
      },
      "caseStudy": {
        "title": "Evaluating Australia's Approach to Adolescent Contraception",
        "scenario": "A parliamentary inquiry is examining adolescent reproductive health in Australia. They're considering evidence on: adolescent contraceptive access and outcomes compared to other high-income countries; the role of sexuality education in contraceptive use; barriers for specific populations (rural, Indigenous, LGBTQ+, migrants); the ethics of LARC promotion for adolescents; and young people's voices in policy development. You've been asked to prepare a submission analysing current policy and recommending improvements.",
        "questions": [
          "How does Australia's approach to adolescent contraception compare internationally?",
          "What does the evidence say about effective approaches to improving adolescent reproductive health?",
          "How should policy balance promoting effective contraception with respecting adolescent autonomy?",
          "What mechanisms should exist for meaningful youth participation in policy development?",
          "How can policy address equity concerns for different adolescent populations?"
        ],
        "keyLearning": "Effective adolescent reproductive health policy requires: evidence-informed approaches that acknowledge limitations of research; balancing population health goals with individual autonomy and reproductive justice; addressing structural barriers for marginalised groups; meaningful participation of young people in policy development; and recognition that contraception is one element of comprehensive sexual and reproductive health."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What was established by the International Conference on Population and Development (ICPD) in 1994?",
          "sampleAnswer": "ICPD established the international reproductive rights framework, shifting from a population control approach to one centred on individual reproductive rights and gender equality."
        },
        "understand": {
          "question": "Explain the difference between contraceptive efficacy and effectiveness, and why this distinction matters for policy.",
          "sampleAnswer": "Efficacy is measured under ideal/perfect use conditions in clinical trials, while effectiveness is real-world performance including user error. This matters for policy because user-dependent methods (pills, condoms) show large gaps between efficacy and effectiveness, while LARC shows minimal gap. Policy focusing only on efficacy may overestimate how methods perform in practice, particularly for groups with barriers to perfect use."
        },
        "apply": {
          "question": "Apply the reproductive justice framework to analyse Australia's policy of subsidising contraception through the PBS.",
          "sampleAnswer": "Reproductive justice asks: Who benefits from this policy and on what terms? PBS subsidies improve access for most Australians, supporting the right not to have children. However, gaps remain: LARC insertion costs aren't fully covered; rural areas have fewer providers; Aboriginal people may not access mainstream services. The policy supports individual access but doesn't address social conditions affecting reproductive choices. A reproductive justice analysis would also ask whether equivalent effort goes into supporting those who want children (fertility treatment access, parenting support)."
        },
        "analyse": {
          "question": "Analyse how gender bias has shaped contraceptive research priorities and outcomes.",
          "sampleAnswer": "Research has focused on female bodies, reflecting assumptions that contraception is women's responsibility. The side effects women experience with hormonal contraception have been accepted, while similar side effects in male contraceptive trials led to trial termination. Research funding has prioritised female methods. Women's reports of side effects have sometimes been dismissed. This reflects broader gender bias in medicine where women's pain and experiences are taken less seriously. The consequences include inequitable burden of contraception and lack of options for men who want to take reproductive responsibility."
        },
        "evaluate": {
          "question": "Evaluate the ethical considerations for promoting LARC specifically to disadvantaged adolescent populations.",
          "sampleAnswer": "Potential benefits: LARC is most effective, addressing higher unintended pregnancy rates in disadvantaged populations. Potential harms: may perpetuate patterns of reproductive control targeting marginalised groups; may limit autonomous choice if alternatives aren't equally presented; may not address root causes of unintended pregnancy (education access, economic opportunity). Ethical analysis: population-level benefits don't justify approaches that undermine individual autonomy. Promotion is acceptable if: all options are equally available and presented; social determinants are also addressed; there's no financial or other incentive structure creating implicit coercion; young people are involved in designing programs. The historical context of reproductive coercion means special care is needed."
        },
        "create": {
          "question": "Develop a framework for evaluating whether a contraceptive policy is consistent with reproductive justice principles.",
          "sampleAnswer": "Framework dimensions: 1) Access - Is the policy improving access for all populations, not just some? Are barriers for marginalised groups specifically addressed? 2) Autonomy - Does the policy support individual decision-making without coercion? Is information unbiased? Can people freely choose from full range of options? 3) Equity - Does the policy address historical injustices? Are affected communities involved in development? Are outcomes monitored for equity? 4) Context - Does the policy address social determinants, not just provide contraception? Does it support those who want children as well as those who don't? 5) Participation - Are affected people, especially marginalised groups, meaningfully involved in policy development and evaluation? Each dimension should be evaluated with evidence, including qualitative research capturing lived experience."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is the Global Gag Rule?",
          "sampleAnswer": "A US policy (Mexico City Policy) that prohibits federal funding to foreign NGOs that provide or refer for abortion services, affecting contraceptive access globally when in effect."
        },
        "multistructural": {
          "question": "List the key ethical frameworks that can be applied to contraceptive policy.",
          "sampleAnswer": "Utilitarian (maximising population benefit), rights-based (individual reproductive autonomy), feminist (addressing gender inequity), communitarian (considering family/community impacts), and capability approach (contraception enabling other life capabilities)."
        },
        "relational": {
          "question": "Explain the relationship between colonial history and contemporary contraceptive programs in low-income countries.",
          "sampleAnswer": "Colonial legacies shape contemporary programs in multiple ways. Colonial powers often viewed colonised populations as needing control, framing fertility as a problem to be managed. Post-independence, international family planning programs sometimes perpetuated these dynamics, with high-income countries funding contraceptive programs in low-income countries. Contemporary concerns include whether programs genuinely serve local needs or external interests; whether methods offered reflect what donors want to provide rather than what users want; and power imbalances in whose voices shape programs. Decolonising approaches centre local communities in program design and respect reproductive autonomy."
        },
        "extendedAbstract": {
          "question": "Synthesise bioethical, feminist, and reproductive justice perspectives to develop principles for ethical contraceptive research and development.",
          "sampleAnswer": "Synthesised principles: 1) Research should serve user needs, not just pharmaceutical profit or population goals. Community involvement in priority-setting ensures relevance. 2) Trials must be equitable: participants should be representative, and findings should benefit participating communities, not just be extracted. Historical exploitation (Puerto Rico trials) must be acknowledged and prevented. 3) Gender equity in research agenda: male contraception should receive proportionate investment; side effects should be evaluated by consistent standards. 4) Diverse outcomes matter: beyond efficacy, research should measure satisfaction, quality of life, and discontinuation. Women's experiences of side effects should be taken seriously. 5) Access commitments: development should include plans for affordable access, not just high-income market sales. 6) Transparency and independence: industry influence should be managed; results should be publicly available. 7) Ongoing surveillance: post-marketing monitoring should capture real-world effects, especially in under-researched populations."
        }
      },
      "studentReflection": [
        "How do my own values and assumptions affect how I think about contraceptive policy?",
        "What makes contraceptive research ethical, and how should historical harms inform current practice?",
        "How should young people's voices be included in reproductive health policy development?"
      ]
    }
  }
}
