{
  "topic": "Understanding Risk, Protective Factors, and Safety Planning",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Safety and Risk Management",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P05", "VC2HP10P06", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of what risk means, how to identify dangers, and simple steps for staying safe.",
      "whatYouWillLearn": [
        "What risk means and examples of different risks",
        "How to identify dangers in different situations",
        "What protective factors are and how they keep us safe",
        "Simple steps for making safer choices"
      ],
      "explicatoryContent": [
        {
          "heading": "What is Risk?",
          "text": "Risk means the chance that something bad or harmful could happen. Every day we face different types of risks - some small and some more serious. Physical risks could hurt our bodies, like crossing a busy road without looking. Social risks could affect our relationships or reputation, like sharing personal information with strangers. Emotional risks could affect how we feel, like trying something new that might not work out. Some risks are worth taking because they help us grow and learn (like trying out for a team), while others are not worth taking because the potential harm is too serious (like texting while driving). Understanding risk helps us make better decisions about our safety."
        },
        {
          "heading": "Identifying Dangers",
          "text": "Being able to spot danger is an important safety skill. Hazards are things that could cause harm - they might be physical (like broken glass), environmental (like deep water), or situational (like being in an unfamiliar place at night). Warning signs help us identify potential dangers: this could be actual signs (like 'No Swimming'), physical sensations (like feeling scared or uneasy), or changes in a situation (like someone becoming angry). Asking questions like 'What could go wrong here?' and 'Is this situation safe?' helps us identify potential dangers before they cause harm. Trusting your instincts is important - if something feels wrong or unsafe, it probably is."
        },
        {
          "heading": "Protective Factors",
          "text": "Protective factors are things that help keep us safe and reduce risks. Personal protective factors include knowledge and skills (like knowing how to swim or first aid), confidence to say no to unsafe situations, and good decision-making skills. Social protective factors include trusted adults we can go to for help, good friends who support our safety, and communities that look out for each other. Environmental protective factors include safe physical spaces, rules and laws that protect us, and access to emergency services. The more protective factors you have in your life, the better protected you are from different risks."
        },
        {
          "heading": "Making Safer Choices",
          "text": "Making safer choices involves thinking before acting. A simple approach is Stop, Think, Act: Stop and recognise the situation, Think about what could happen and your options, then Act on the safest choice. Planning ahead helps - if you know you will be in a situation with potential risks, think about how you will handle them beforehand. It is okay to change your mind if a situation feels unsafe, even if it means disappointing others. Having a plan for getting help is important - know who to call, where to go, and what to do if something goes wrong. Making safe choices is not about avoiding all risks, but about thinking carefully about which risks are worth taking."
        }
      ],
      "keyTerms": [
        {
          "term": "Risk",
          "definition": "The chance that something harmful or negative could happen"
        },
        {
          "term": "Hazard",
          "definition": "Something that could cause harm or injury"
        },
        {
          "term": "Protective factor",
          "definition": "Something that helps keep us safe and reduces risk"
        },
        {
          "term": "Warning sign",
          "definition": "An indication that danger or a problem may be present"
        },
        {
          "term": "Instinct",
          "definition": "A natural feeling that helps us sense danger or safety"
        }
      ],
      "caseStudy": {
        "scenario": "Riley is at a party at a friend's house. Some older people arrive that Riley does not know, and the atmosphere starts to feel different. Riley notices that some people are drinking and the adults who were supervising have left.",
        "questions": [
          "What warning signs might tell Riley this situation could be risky?",
          "What protective factors could help Riley in this situation?",
          "Using Stop, Think, Act - what should Riley do?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is a protective factor?",
        "understand": "Explain the difference between a risk worth taking and a risk not worth taking.",
        "apply": "How would you use the Stop, Think, Act approach in a situation where you felt unsafe?"
      },
      "assessmentSOLO": {
        "unistructural": "Give one example of a physical hazard.",
        "multistructural": "List three types of protective factors that help keep people safe.",
        "relational": "Explain how trusting your instincts connects to identifying dangers in a situation."
      },
      "studentReflection": [
        "Can you think of a time when you sensed something was unsafe? What told you that?",
        "What protective factors do you have in your life that help keep you safe?",
        "What risks are worth taking, and how do you decide?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of how different factors influence risk levels and the ability to assess and manage risks in various contexts.",
      "whatYouWillLearn": [
        "How personal, situational, and environmental factors affect risk",
        "How to assess the level of risk in different situations",
        "Strategies for reducing risk and increasing protection",
        "How to create personal safety plans"
      ],
      "explicatoryContent": [
        {
          "heading": "Factors That Affect Risk",
          "text": "Multiple factors influence how risky a situation is. Personal factors include things like age, experience, skills, physical abilities, and current state (tired, stressed, or affected by substances). Situational factors include who is present, what activities are happening, and time of day. Environmental factors include the physical location, weather conditions, and access to help if needed. These factors interact - for example, being tired (personal factor) in an unfamiliar place (environmental factor) late at night (situational factor) creates more risk than any single factor alone. Understanding these interactions helps us better assess and manage risk."
        },
        {
          "heading": "Assessing Risk Levels",
          "text": "Risk assessment involves considering both the likelihood of harm and the severity of potential consequences. A risk matrix helps visualise this: low likelihood and low severity means low overall risk; high likelihood or high severity (or both) means high overall risk. Some risks have severe consequences even if unlikely (like permanent injury), while others have minor consequences even if likely (like losing a game). When assessing risk, consider: What could go wrong? How likely is that? How serious would the consequences be? What would make it more or less likely? This systematic approach helps move beyond gut reactions to more thoughtful evaluation."
        },
        {
          "heading": "Risk Reduction Strategies",
          "text": "Once risks are identified, we can use strategies to reduce them. Elimination removes the hazard entirely (not going to an unsafe location). Substitution replaces a high-risk option with a lower-risk one (walking with friends instead of alone). Engineering controls change the environment (installing safety equipment). Administrative controls change behaviours and procedures (agreeing on a curfew time). Personal protective approaches provide individual protection (carrying a charged phone). Generally, strategies that eliminate or substitute risks are more effective than those relying on individual behaviour. The best approach often combines multiple strategies - like both avoiding risky locations AND having a charged phone."
        },
        {
          "heading": "Creating Personal Safety Plans",
          "text": "A personal safety plan prepares you for potential risky situations. Key elements include: identifying situations where you might need a plan (parties, travelling, online activities); knowing your trusted contacts (people you can call for help); having a code word or signal to communicate you need help without alerting others; knowing escape routes and safe places; keeping your phone charged and having emergency numbers saved; and having a backup plan if your first plan does not work. Plans should be specific enough to be useful but flexible enough to adapt to circumstances. Sharing your plan with trusted people helps them support your safety. Regularly reviewing and updating your plan keeps it relevant as your life changes."
        }
      ],
      "keyTerms": [
        {
          "term": "Risk assessment",
          "definition": "The process of identifying risks and evaluating their likelihood and potential impact"
        },
        {
          "term": "Risk matrix",
          "definition": "A tool that maps likelihood against severity to determine overall risk level"
        },
        {
          "term": "Elimination",
          "definition": "A risk reduction strategy that completely removes the hazard"
        },
        {
          "term": "Substitution",
          "definition": "Replacing a high-risk option with a lower-risk alternative"
        },
        {
          "term": "Personal safety plan",
          "definition": "A prepared strategy for staying safe in potentially risky situations"
        },
        {
          "term": "Code word",
          "definition": "A pre-arranged word or phrase that signals you need help"
        }
      ],
      "caseStudy": {
        "scenario": "Jordan is planning to go to a music festival with friends. The festival is in an unfamiliar area, will go late into the night, and will have large crowds. Jordan wants to enjoy the experience while staying safe.",
        "questions": [
          "What personal, situational, and environmental factors affect risk at this event?",
          "How could Jordan assess the level of risk for different aspects of the experience?",
          "What risk reduction strategies could Jordan use?",
          "What should Jordan include in a personal safety plan for this event?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the three types of factors that affect risk levels?",
        "understand": "Explain how using a risk matrix helps assess the seriousness of a risk.",
        "apply": "Create a personal safety plan for a scenario involving travel to an unfamiliar area.",
        "analyse": "Why is elimination a more effective risk reduction strategy than relying on personal protective approaches?"
      },
      "assessmentSOLO": {
        "unistructural": "Define risk assessment.",
        "multistructural": "List four elements that should be included in a personal safety plan.",
        "relational": "Explain how personal, situational, and environmental factors interact to create higher or lower risk."
      },
      "studentReflection": [
        "What situations in your life might benefit from having a personal safety plan?",
        "Do you have a code word system with your family or friends? Why might this be useful?",
        "How do you balance being safe with not missing out on experiences?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of risk perception, the psychology of decision-making in risky situations, and the ability to apply formal risk management approaches.",
      "whatYouWillLearn": [
        "How psychology affects risk perception and decision-making",
        "The difference between actual and perceived risk",
        "Formal approaches to risk management",
        "How to analyse complex situations with multiple risks"
      ],
      "explicatoryContent": [
        {
          "heading": "Psychology of Risk Perception",
          "text": "Our perception of risk is influenced by psychological factors that do not always match actual risk levels. We tend to fear unfamiliar or dramatic risks (like plane crashes) more than familiar risks (like car accidents) even when the familiar risks are statistically more dangerous. Risks we feel we can control seem less scary than those we cannot control. Risks that affect us personally feel more real than statistics about others. Emotional states influence perception - when anxious, everything seems riskier; when excited, risks seem smaller. The availability heuristic means we overestimate risks that come easily to mind (often due to media coverage). Understanding these biases helps us make more rational risk assessments rather than just following our gut feelings."
        },
        {
          "heading": "Actual vs Perceived Risk",
          "text": "There can be significant gaps between how risky we perceive something to be and how risky it actually is. Actual risk can be measured through statistics - for example, the number of injuries per million participants in an activity. Perceived risk is our subjective sense of how dangerous something is. Sometimes we underestimate actual risks (like sun exposure, which causes skin cancer but does not feel immediately dangerous). Sometimes we overestimate risks (like stranger abduction, which is rare but feels frightening). Media coverage often distorts risk perception by highlighting dramatic but rare events. Being aware of these gaps helps us calibrate our responses - taking precautions for high-actual-risk situations even if they do not feel scary, and not being paralysed by fear of low-actual-risk situations that feel frightening."
        },
        {
          "heading": "Formal Risk Management",
          "text": "Organisations use formal risk management processes that individuals can also apply. The process involves: Establish context (what is the situation and what are we trying to protect?), Identify risks (what could go wrong?), Analyse risks (how likely and how serious?), Evaluate risks (which ones need action?), Treat risks (what will we do about them?), and Monitor and review (are our approaches working?). Risk tolerance refers to how much risk is acceptable given the benefits - this varies by individual and situation. Residual risk is the risk remaining after controls are applied. A risk register documents identified risks, their assessment, and control measures. This systematic approach ensures risks are comprehensively addressed rather than relying on intuition alone."
        },
        {
          "heading": "Analysing Complex Situations",
          "text": "Real-world situations often involve multiple, interacting risks. Compound risk occurs when multiple hazards combine - like fatigue plus alcohol plus unfamiliar roads. Dynamic risk means the situation can change - a safe party can become unsafe as circumstances evolve. Cascading effects occur when one negative event triggers others - like an injury leading to inability to get help leading to worsening condition. Analysing complex situations requires considering these interactions rather than looking at risks in isolation. Scenario planning involves thinking through 'what if' situations to identify potential problems and solutions. Building in redundancy (having multiple safety measures) protects against single points of failure where one thing going wrong creates danger."
        }
      ],
      "keyTerms": [
        {
          "term": "Risk perception",
          "definition": "Our subjective judgment about how risky a situation or activity is"
        },
        {
          "term": "Availability heuristic",
          "definition": "Overestimating risks that come easily to mind, often due to recent or memorable examples"
        },
        {
          "term": "Risk tolerance",
          "definition": "The level of risk that is acceptable given the expected benefits"
        },
        {
          "term": "Residual risk",
          "definition": "The risk remaining after control measures have been applied"
        },
        {
          "term": "Compound risk",
          "definition": "Increased overall risk when multiple hazards combine"
        },
        {
          "term": "Scenario planning",
          "definition": "Thinking through potential situations to identify problems and solutions in advance"
        }
      ],
      "caseStudy": {
        "scenario": "Sam's school is planning an outdoor adventure camp. The program includes hiking, rock climbing, and water activities. Sam is on the student committee helping to assess risks and plan safety measures for the event.",
        "questions": [
          "How might psychological factors lead participants to underestimate or overestimate different risks at the camp?",
          "How could the committee use formal risk management processes to plan for the camp?",
          "What compound or cascading risks might occur during outdoor activities?",
          "How should the committee balance providing adventurous experiences with managing safety?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the availability heuristic?",
        "understand": "Explain why perceived risk often differs from actual risk.",
        "apply": "Apply the formal risk management process to plan a school event.",
        "analyse": "Analyse how compound risks make outdoor activities more dangerous than considering each risk separately."
      },
      "assessmentSOLO": {
        "unistructural": "Define residual risk.",
        "multistructural": "List the six steps in the formal risk management process.",
        "relational": "Explain how understanding psychology of risk perception can help someone make better safety decisions.",
        "extendedAbstract": "Evaluate the strengths and limitations of formal risk management approaches when applied to young people's personal safety decisions."
      },
      "studentReflection": [
        "Can you think of risks you might be overestimating or underestimating based on psychological biases?",
        "How do emotions affect your perception of risk in different situations?",
        "When is it appropriate to take risks, and how do you decide your risk tolerance?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of risk at individual and population levels, including structural and systemic factors, and ability to critically evaluate safety approaches.",
      "whatYouWillLearn": [
        "Population-level approaches to risk and safety",
        "How structural and systemic factors create risks",
        "Critical evaluation of different safety philosophies",
        "The ethics of risk, responsibility, and victim-blaming"
      ],
      "explicatoryContent": [
        {
          "heading": "Population-Level Risk",
          "text": "While individuals make personal safety choices, population-level approaches recognise that risks are shaped by factors beyond individual control and that interventions can reduce harm across whole populations. Epidemiology studies patterns of injury and harm in populations, identifying risk factors and protective factors. The public health approach to safety focuses on prevention across four stages: primordial prevention (addressing underlying social conditions), primary prevention (preventing incidents from occurring), secondary prevention (minimising harm when incidents occur), and tertiary prevention (rehabilitation and preventing recurrence). Population-level interventions like road safety laws, building codes, and product safety standards have dramatically reduced injuries and deaths over time. Individual behaviour change is important but insufficient when structural factors create risks."
        },
        {
          "heading": "Structural and Systemic Risks",
          "text": "Many risks are not random but are distributed unequally across populations due to structural factors. Socioeconomic disadvantage correlates with higher injury rates - people in lower-income areas have less safe environments, less access to safety equipment, and more exposure to hazardous conditions. Racism creates safety risks for some communities through discriminatory policing, unsafe housing, and environmental hazards in marginalised neighbourhoods. Gender-based risks affect women and girls differently - domestic violence and sexual assault are primarily perpetrated by men against women. Aboriginal and Torres Strait Islander communities face elevated risks related to the ongoing impacts of colonisation. These patterns show that risk is not just about individual choices but about social structures that create differential exposures to harm. Addressing these structural factors requires policy and systemic change, not just individual responsibility."
        },
        {
          "heading": "Safety Philosophies",
          "text": "Different philosophies guide approaches to safety. Individual responsibility models emphasise personal choice and behaviour change - people should be educated and then are responsible for their own safety. While individual agency matters, critics note this can lead to victim-blaming and ignores structural factors. Harm reduction approaches focus on minimising negative outcomes without necessarily requiring abstinence from risky activities - acknowledging that people will engage in some risky behaviours and seeking to reduce harm when they do. Precautionary principles suggest that when potential harms are serious or irreversible, protective action should be taken even without complete scientific certainty. Safe Systems approaches (used in road safety) assume that humans make errors and design systems to minimise consequences of those errors rather than relying solely on behaviour change. Evidence supports that structural and systems approaches are more effective at the population level than approaches relying only on individual responsibility."
        },
        {
          "heading": "Ethics of Risk and Responsibility",
          "text": "Questions about risk and safety involve ethical dimensions. Autonomy concerns individual rights to make their own choices, including choices involving risk. Paternalism involves restricting choices for people's own good - justified in some cases (like children) but problematic in others. Balancing individual freedom with collective wellbeing is an ongoing tension. Victim-blaming occurs when responsibility for harm is placed primarily on those who were harmed rather than those who caused harm or the systems that enabled it. Questions of who bears the costs of risk (individuals, corporations, government, society) involve justice and fairness. The ethics of youth safety are particularly complex - young people have developing autonomy and should be increasingly involved in their own safety decisions, but also deserve protection from harms they may not fully understand. Ethical approaches seek to respect autonomy while addressing structural factors and distributing responsibility fairly."
        }
      ],
      "keyTerms": [
        {
          "term": "Epidemiology",
          "definition": "The study of how diseases and injuries are distributed and what factors influence them"
        },
        {
          "term": "Primordial prevention",
          "definition": "Addressing underlying social conditions that create risk"
        },
        {
          "term": "Structural factors",
          "definition": "Social, economic, and political systems that shape risk distribution"
        },
        {
          "term": "Victim-blaming",
          "definition": "Placing responsibility for harm primarily on those who were harmed"
        },
        {
          "term": "Precautionary principle",
          "definition": "Taking protective action when potential harms are serious, even without complete certainty"
        },
        {
          "term": "Safe Systems approach",
          "definition": "Designing systems to minimise harm when human errors occur"
        }
      ],
      "caseStudy": {
        "scenario": "A teenage girl is assaulted while walking home alone at night from a party. In the aftermath, some people comment that she should not have been walking alone, should not have been at a party, and should have been more careful. Others argue that focusing on her behaviour misses the point.",
        "questions": [
          "How does a focus on individual responsibility in this scenario constitute victim-blaming?",
          "What structural factors and systems might be relevant to understanding this incident?",
          "How would different safety philosophies (individual responsibility, harm reduction, Safe Systems) approach prevention?",
          "What ethical principles should guide how we think about responsibility in situations like this?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the precautionary principle?",
        "understand": "Explain how structural factors create unequal distribution of safety risks across populations.",
        "apply": "Apply the Safe Systems approach to design safer environments for young people in your community.",
        "analyse": "Analyse why individual responsibility approaches alone are insufficient for reducing population-level injury rates.",
        "evaluate": "Evaluate the tension between respecting individual autonomy and implementing protective policies for young people."
      },
      "assessmentSOLO": {
        "unistructural": "Define victim-blaming.",
        "multistructural": "Describe the four stages of prevention in the public health approach.",
        "relational": "Explain the relationship between socioeconomic disadvantage and elevated injury rates.",
        "extendedAbstract": "Develop an argument for how Australian society should balance individual responsibility and structural approaches in reducing harm to young people."
      },
      "studentReflection": [
        "Have you noticed examples of victim-blaming in discussions about safety incidents?",
        "How do structural factors affect your own safety and the safety of people you know?",
        "What responsibility do individuals, communities, and governments each have for keeping young people safe?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of risk governance, social construction of safety, and capacity for advocacy and policy engagement on safety issues.",
      "whatYouWillLearn": [
        "Risk governance and the politics of safety regulation",
        "How risks are socially constructed and contested",
        "The role of young people in safety advocacy",
        "Skills for engaging with safety policy and systems change"
      ],
      "explicatoryContent": [
        {
          "heading": "Risk Governance",
          "text": "Risk governance refers to the structures, processes, and actors involved in making decisions about risk at societal level. Multiple stakeholders are involved: governments set regulations and fund safety programs; industry may resist or support regulation depending on commercial interests; experts provide technical advice but may disagree; civil society advocates for affected communities; and media shapes public perception. Regulatory frameworks establish rules about acceptable risks - these involve technical standards, enforcement mechanisms, and penalties for non-compliance. The politics of risk governance involves debates about how much regulation is appropriate, who bears the costs, and whose interests are prioritised. Evidence should inform these decisions, but political and economic factors often dominate. Understanding risk governance helps young people engage effectively with systems that affect their safety."
        },
        {
          "heading": "Social Construction of Risk",
          "text": "Risks are not purely objective but are socially constructed - meaning societies collectively define what counts as a risk, how serious it is, and who is responsible. Different cultures have different risk perceptions and tolerances. Media plays a powerful role in constructing risk - dramatic, rare events get extensive coverage while common causes of harm may be ignored. Moral panics occur when risks are amplified beyond their actual threat level, often targeting marginalised groups. Conversely, normalisation of deviance occurs when genuine risks become accepted as normal. Industries may seek to downplay risks associated with their products (as tobacco companies did for decades). Whose voices are heard in defining risk matters - historically, risks faced by marginalised groups have been minimised while risks that threaten powerful groups get attention. Critical analysis involves questioning dominant narratives about risk and asking whose interests they serve."
        },
        {
          "heading": "Youth Safety Advocacy",
          "text": "Young people have important roles in advocating for safety. Youth participatory research involves young people in identifying safety issues affecting their communities. Student voice initiatives give young people formal roles in school safety policies. Youth-led campaigns have achieved significant wins in areas like road safety, anti-violence, and mental health. Effective youth advocacy involves identifying clear goals, understanding decision-making processes, building coalitions, gathering evidence, engaging media, and sustaining effort over time. Adults can support youth advocacy by providing resources, training, and access while respecting young people's autonomy and leadership. Challenges include tokenism (involving young people superficially without real power), not representing diverse youth voices, and adults taking over. However, when done well, youth advocacy brings unique perspectives and can shift policies that affect young people's lives."
        },
        {
          "heading": "Engaging with Systems Change",
          "text": "Sustainable improvements in safety require systems change, not just individual behaviour change. Systems thinking recognises that safety outcomes emerge from complex interactions between multiple factors rather than single causes. Leverage points are places in a system where small changes can create large effects - identifying these helps target advocacy effectively. Policy levers include legislation, regulation, funding, and institutional practices. Change strategies might include policy advocacy, litigation, economic pressure, cultural change campaigns, and community organising. Evaluating change efforts requires defining success, collecting data on outcomes, and being willing to adjust approaches. Young people can contribute to systems change as researchers, advocates, peer educators, and future professionals. The goal is not just to protect individual young people but to create environments where safety is the default."
        }
      ],
      "keyTerms": [
        {
          "term": "Risk governance",
          "definition": "The structures and processes for making societal decisions about risk"
        },
        {
          "term": "Social construction",
          "definition": "The process by which societies collectively define and give meaning to phenomena"
        },
        {
          "term": "Moral panic",
          "definition": "When risk is amplified beyond actual threat level, often targeting marginalised groups"
        },
        {
          "term": "Normalisation of deviance",
          "definition": "When genuine risks become accepted as normal through repeated exposure"
        },
        {
          "term": "Systems thinking",
          "definition": "Understanding outcomes as emerging from complex interactions between multiple factors"
        },
        {
          "term": "Leverage points",
          "definition": "Places in a system where small changes can create large effects"
        }
      ],
      "caseStudy": {
        "scenario": "A coalition of young people wants to improve safety for students travelling to and from school. They have identified issues including dangerous road crossings, poorly lit pathways, and harassment on public transport. They want to advocate for changes but are unsure how to be effective.",
        "questions": [
          "Who are the key stakeholders in the risk governance of student transport safety?",
          "How might different stakeholders frame the risks and solutions differently?",
          "What advocacy strategies could the coalition use to achieve systems change?",
          "How could they ensure their advocacy represents diverse student voices and experiences?",
          "What leverage points might create the most significant improvements?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is a moral panic?",
        "understand": "Explain how risks are socially constructed rather than purely objective.",
        "apply": "Design an advocacy strategy for a safety issue affecting young people in your community.",
        "analyse": "Analyse how media coverage shapes public perception of risks facing young people.",
        "evaluate": "Evaluate the effectiveness of different approaches to achieving systems change in youth safety.",
        "create": "Develop a comprehensive proposal for improving safety systems for young people that addresses governance, structural factors, and youth participation."
      },
      "assessmentSOLO": {
        "unistructural": "What is systems thinking?",
        "multistructural": "List four stakeholders involved in risk governance.",
        "relational": "Explain how the social construction of risk can lead to either exaggeration or minimisation of genuine dangers.",
        "extendedAbstract": "Synthesise insights from risk governance, social construction of risk, and advocacy strategies to propose how young Australians could most effectively improve safety outcomes for their generation."
      },
      "studentReflection": [
        "What safety issues do you think deserve more attention than they currently receive?",
        "How might your perspective on safety issues differ from adults' perspectives?",
        "What role do you want to play in improving safety for yourself and others?",
        "What skills from this topic will be most useful for engaging with safety issues beyond school?"
      ]
    }
  }
}
