{
  "topic": "Cannabis, Prescription Drugs, and Emerging Substances",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Alcohol and Other Drugs",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P04", "VC2HP10P05", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of different drug types and their general effects on the body.",
      "whatYouWillLearn": [
        "What cannabis is and how it affects the brain and body",
        "The difference between prescription drugs and illegal drugs",
        "Why using someone else's medicine is dangerous",
        "Basic facts about drug safety and getting help"
      ],
      "explicatoryContent": [
        {
          "heading": "What is Cannabis?",
          "text": "Cannabis (also called marijuana or weed) is a plant that contains chemicals that affect the brain. The main chemical is called THC. When someone uses cannabis, THC travels to the brain and changes how a person thinks, feels, and perceives things. Cannabis can make people feel relaxed, but it can also cause anxiety, confusion, and slow reaction times. For young people, cannabis use is particularly risky because the brain is still developing until around age 25. Using cannabis regularly during teenage years can affect memory, learning, and mental health."
        },
        {
          "heading": "Prescription and Over-the-Counter Medicines",
          "text": "Prescription drugs are medicines that a doctor prescribes for a specific person to treat a health condition. Over-the-counter medicines can be bought without a prescription but still need to be used carefully. Both types of medicine are safe when used correctly by the right person, at the right dose. However, taking someone else's prescription medicine, taking more than directed, or using medicines to get high is dangerous and illegal. Common prescription drugs that are misused include painkillers (opioids), ADHD medicines, and anxiety medications. Even everyday products like cough syrup can be harmful if misused."
        },
        {
          "heading": "Staying Safe and Getting Help",
          "text": "If you or someone you know needs help with drug use, there are people who can help without judgment. You can talk to a trusted adult, school counsellor, or call helplines like DirectLine (1800 888 236) or Kids Helpline (1800 55 1800). Never take medicines that were not prescribed for you. If you find drugs or are offered drugs, it is okay to say no and walk away. If someone is having a bad reaction to any substance, call 000 immediately and stay with them until help arrives."
        }
      ],
      "keyTerms": [
        {
          "term": "Cannabis",
          "definition": "A plant containing THC that affects how the brain works"
        },
        {
          "term": "THC",
          "definition": "The main chemical in cannabis that causes its effects on the brain"
        },
        {
          "term": "Prescription drug",
          "definition": "Medicine that a doctor prescribes for a specific person"
        },
        {
          "term": "Over-the-counter",
          "definition": "Medicine you can buy without a doctor's prescription"
        },
        {
          "term": "Drug misuse",
          "definition": "Using a medicine in a way that is different from how it was intended"
        }
      ],
      "caseStudy": {
        "scenario": "Sam's older brother left some of his prescription painkillers at home after a surgery. Sam's friend suggests they try one to see what it feels like.",
        "questions": [
          "Why would it be dangerous for Sam to take someone else's prescription medicine?",
          "What could Sam say to their friend in this situation?",
          "Who could Sam talk to if they are feeling pressured?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the main chemical in cannabis that affects the brain?",
        "understand": "Explain why prescription medicines can be dangerous when used by the wrong person.",
        "apply": "What would you do if a friend offered you cannabis at a party?"
      },
      "assessmentSOLO": {
        "unistructural": "Name one effect that cannabis has on the body.",
        "multistructural": "List three reasons why taking someone else's prescription medicine is dangerous.",
        "relational": "Explain the connection between brain development and the risks of cannabis use for young people."
      },
      "studentReflection": [
        "What sources of information do you trust when learning about drugs and medicines?",
        "Why might young people feel pressure to try drugs, and how could you respond to that pressure?",
        "Who are the trusted adults in your life you could talk to about drug-related concerns?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of how different substances affect physical and mental health, with awareness of risks specific to young people.",
      "whatYouWillLearn": [
        "How cannabis affects short-term and long-term health",
        "The difference between medical cannabis and recreational use",
        "Why prescription drug misuse is a growing concern",
        "How to recognise warning signs of harmful drug use",
        "Strategies for making safe decisions about substances"
      ],
      "explicatoryContent": [
        {
          "heading": "Cannabis: Short-term and Long-term Effects",
          "text": "Cannabis affects people differently depending on the strength of the product, how it is used, and individual factors. Short-term effects include altered perception of time, impaired coordination, increased heart rate, red eyes, and changes in mood ranging from relaxation to anxiety. Some people experience paranoia or panic attacks, especially with stronger cannabis products. Long-term regular use can lead to dependence (feeling like you need it to function), respiratory problems if smoked, reduced motivation and concentration, and for some people, increased risk of mental health conditions like anxiety, depression, and psychosis. The teenage brain is particularly vulnerable because the parts responsible for decision-making, impulse control, and memory are still developing."
        },
        {
          "heading": "Medical Cannabis vs Recreational Use",
          "text": "In Australia, medical cannabis is legal when prescribed by a doctor for specific health conditions like chronic pain, epilepsy, or side effects from cancer treatment. Medical cannabis products are regulated, meaning their strength and contents are controlled and tested. Recreational cannabis (using it to get high) remains illegal in most of Australia. The fact that cannabis has medical uses does not mean it is safe for everyone or for recreational purposes. Many medicines are helpful when used correctly but harmful when misused. This is an important distinction that applies to many substances."
        },
        {
          "heading": "Prescription Drug Misuse",
          "text": "Prescription drug misuse is a growing problem in Australia and worldwide. This includes taking medicine prescribed for someone else, taking more than the prescribed dose, or using prescription drugs to get high. Commonly misused prescription drugs include opioid painkillers (like oxycodone and codeine), benzodiazepines (anxiety medications like Valium), and stimulants (ADHD medications like Ritalin). Opioids are particularly dangerous because they can cause overdose, slowed breathing, and death, especially when mixed with alcohol or other drugs. Dependence can develop quickly with regular use."
        },
        {
          "heading": "Recognising Warning Signs",
          "text": "Warning signs that someone might be struggling with substance use include changes in friendships and social groups, declining school performance, secretive behaviour, mood swings, loss of interest in activities they used to enjoy, changes in sleep patterns, and physical changes like weight loss or poor hygiene. If you notice these signs in a friend, approaching them with concern rather than judgment is important. You might say something like 'I've noticed you seem different lately and I'm worried about you. Is everything okay?' You cannot force someone to change, but you can let them know you care and encourage them to seek help."
        }
      ],
      "keyTerms": [
        {
          "term": "Dependence",
          "definition": "When the body adapts to a drug and feels like it needs it to function normally"
        },
        {
          "term": "Paranoia",
          "definition": "Intense feelings of fear or suspicion that are not based on reality"
        },
        {
          "term": "Medical cannabis",
          "definition": "Cannabis products prescribed by a doctor for specific health conditions"
        },
        {
          "term": "Opioids",
          "definition": "Strong pain-relieving drugs that can cause dependence and overdose"
        },
        {
          "term": "Benzodiazepines",
          "definition": "Prescription medications used to treat anxiety and sleep problems"
        },
        {
          "term": "Stimulants",
          "definition": "Drugs that speed up the central nervous system and increase alertness"
        }
      ],
      "caseStudy": {
        "scenario": "Maya has been using her older cousin's ADHD medication to help her study for exams. She feels like it helps her concentrate, but lately she has been having trouble sleeping and feeling anxious when she does not take it.",
        "questions": [
          "What risks is Maya taking by using prescription medication without a prescription?",
          "What signs suggest Maya might be developing a problem with this medication?",
          "What advice would you give Maya, and who could help her?"
        ]
      },
      "assessmentBlooms": {
        "remember": "List three short-term effects of cannabis use.",
        "understand": "Explain the difference between medical cannabis and recreational cannabis use in Australia.",
        "apply": "How would you respond if you noticed warning signs of drug misuse in a friend?",
        "analyse": "Why might prescription drug misuse be a 'hidden' problem compared to illegal drug use?"
      },
      "assessmentSOLO": {
        "unistructural": "Name one type of prescription drug that is commonly misused.",
        "multistructural": "Describe three warning signs that someone might be struggling with substance use.",
        "relational": "Explain how the developing teenage brain makes young people more vulnerable to the effects of cannabis."
      },
      "studentReflection": [
        "Why do you think some people believe prescription drugs are safer to misuse than illegal drugs?",
        "How might stress about school or other pressures influence decisions about drug use?",
        "What strategies could help you or your peers resist pressure to misuse substances?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of the pharmacology of different substances, their effects on brain development, and the social factors influencing drug use patterns.",
      "whatYouWillLearn": [
        "How cannabis and other drugs interact with brain chemistry",
        "The relationship between mental health and substance use",
        "How drug potency and new products affect risk",
        "Social and cultural factors that influence drug use",
        "Evidence-based harm reduction strategies"
      ],
      "explicatoryContent": [
        {
          "heading": "How Cannabis Affects the Brain",
          "text": "Cannabis contains over 100 different cannabinoids, with THC (tetrahydrocannabinol) being the main psychoactive compound that produces the 'high'. THC works by binding to cannabinoid receptors in the brain, which are part of the endocannabinoid system that naturally regulates mood, memory, appetite, and pain. When THC floods these receptors, it disrupts normal brain function. The hippocampus (involved in memory formation) and the prefrontal cortex (involved in decision-making and impulse control) are particularly affected. CBD (cannabidiol), another cannabinoid, does not produce a high and may have some therapeutic effects, which is why it is used in some medical cannabis products. Modern cannabis products often have much higher THC levels than those available decades ago, increasing the risks of negative effects, particularly psychosis."
        },
        {
          "heading": "Mental Health and Substance Use",
          "text": "The relationship between mental health and drug use is complex and bidirectional. People experiencing mental health challenges like anxiety, depression, or trauma may use substances to cope or self-medicate. However, substance use often worsens mental health conditions in the long run. Cannabis use during adolescence is associated with increased risk of developing anxiety disorders, depression, and psychosis, especially in people with genetic vulnerability. This does not mean everyone who uses cannabis will develop mental health problems, but the risk is significantly higher with early and regular use. Prescription sedatives and opioids can also worsen depression and anxiety with prolonged use. Understanding this connection helps explain why addressing mental health is an important part of drug prevention and treatment."
        },
        {
          "heading": "Changing Drug Landscape",
          "text": "The types of drugs available and their potency have changed significantly over time. Cannabis products today can contain THC concentrations of 20-30%, compared to around 4% in the 1990s. Synthetic cannabinoids (sometimes called 'synthetic cannabis' or 'spice') are laboratory-made chemicals sprayed on plant material that can be far more dangerous than natural cannabis, causing seizures, psychosis, and death. In the prescription drug space, the overprescribing of opioid painkillers in previous decades contributed to dependence and overdose epidemics in many countries. New psychoactive substances (NPS) are constantly being developed to evade drug laws, and their effects are often unpredictable because they have not been studied. This changing landscape means that harm reduction information needs to be current and evidence-based."
        },
        {
          "heading": "Social and Cultural Influences",
          "text": "Drug use does not happen in isolation; it is influenced by social and cultural factors including peer groups, family attitudes, media portrayals, and community norms. Advertising and popular culture often glamorise alcohol and sometimes drug use, while stigmatising people who develop problems. Social media can expose young people to drug content and create perceptions that drug use is more common than it actually is. Research consistently shows that most young Australians do not regularly use illegal drugs, yet many overestimate how common drug use is among their peers. Understanding these social influences helps explain why education alone is not enough to prevent drug problems - we also need to address the environments and conditions that make drug use more or less likely."
        },
        {
          "heading": "Harm Reduction Approaches",
          "text": "Harm reduction is a public health approach that aims to minimise the negative consequences of drug use without necessarily requiring abstinence. This approach recognises that some people will use drugs regardless of their legal status or health risks, and that reducing harm is a pragmatic and compassionate goal. Harm reduction strategies include providing accurate information about drug effects and risks, needle and syringe programs to prevent blood-borne diseases, drug checking services where people can test substances for contaminants, naloxone distribution to reverse opioid overdoses, and safe spaces where people can access help without judgment. Harm reduction does not encourage drug use; it acknowledges reality and prioritises health and safety."
        }
      ],
      "keyTerms": [
        {
          "term": "Cannabinoids",
          "definition": "Chemical compounds found in cannabis that interact with receptors in the brain"
        },
        {
          "term": "THC",
          "definition": "Tetrahydrocannabinol, the main psychoactive compound in cannabis that produces the high"
        },
        {
          "term": "CBD",
          "definition": "Cannabidiol, a non-psychoactive cannabinoid with potential therapeutic uses"
        },
        {
          "term": "Endocannabinoid system",
          "definition": "A natural body system that regulates mood, memory, appetite, and pain"
        },
        {
          "term": "Psychosis",
          "definition": "A mental state involving loss of contact with reality, hallucinations, or delusions"
        },
        {
          "term": "Synthetic cannabinoids",
          "definition": "Laboratory-made chemicals designed to mimic cannabis effects, often more dangerous"
        },
        {
          "term": "Harm reduction",
          "definition": "Strategies to reduce the negative consequences of drug use without requiring abstinence"
        },
        {
          "term": "Naloxone",
          "definition": "A medication that can reverse an opioid overdose and is available in Australia"
        }
      ],
      "caseStudy": {
        "scenario": "Jordan's friend group has started using cannabis at parties. Jordan has read that cannabis can affect brain development and is worried because there is a history of mental health problems in their family. Some friends say the cannabis they get is 'natural and safe' compared to other drugs.",
        "questions": [
          "How would you evaluate the claim that cannabis is 'natural and safe'?",
          "What specific risks might Jordan face given their family history of mental health problems?",
          "What harm reduction strategies could Jordan consider, including choosing not to use?",
          "How might Jordan communicate their decision to their friend group?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What brain system does THC interact with?",
        "understand": "Explain how the relationship between mental health and substance use can be bidirectional.",
        "apply": "Design a harm reduction resource that could help young people make safer decisions about substances.",
        "analyse": "Compare the risks of modern high-potency cannabis with cannabis products from previous decades."
      },
      "assessmentSOLO": {
        "unistructural": "Define what harm reduction means in the context of drug policy.",
        "multistructural": "List four factors that influence drug use patterns in young people.",
        "relational": "Explain how social media might contribute to misperceptions about how common drug use is among peers.",
        "extendedAbstract": "Evaluate whether harm reduction approaches are more or less effective than zero-tolerance approaches for reducing drug-related harms in young people."
      },
      "studentReflection": [
        "How do you evaluate information about drugs that you encounter online or in media?",
        "What role do you think mental health support plays in preventing problematic drug use?",
        "How might understanding the science of how drugs work change how someone approaches decisions about use?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of the neuroscience, epidemiology, and policy contexts of substance use, with ability to critically evaluate prevention and treatment approaches.",
      "whatYouWillLearn": [
        "Detailed neuroscience of how different substances affect brain development",
        "How to interpret epidemiological data on drug use trends",
        "The spectrum of substance use disorders and treatment approaches",
        "Critical evaluation of different drug policy models",
        "How to advocate for evidence-based approaches to drug issues"
      ],
      "explicatoryContent": [
        {
          "heading": "Neuroscience of Adolescent Vulnerability",
          "text": "Adolescent brains are structurally and functionally different from adult brains in ways that increase vulnerability to substance-related harms. The prefrontal cortex, responsible for executive functions like planning, impulse control, and weighing consequences, is not fully developed until the mid-20s. Meanwhile, the limbic system, which processes emotions and rewards, is highly active during adolescence. This developmental imbalance means teenagers are more likely to seek novel experiences and rewards while being less equipped to fully consider long-term consequences. Additionally, the adolescent brain exhibits heightened neuroplasticity, meaning it is more adaptable but also more susceptible to lasting changes from substance exposure. Research shows that regular cannabis use during adolescence can cause measurable changes in brain structure and function that persist into adulthood, including reduced grey matter in areas important for memory and executive function. The earlier and more frequently someone uses substances, the greater the risk of lasting neurological effects."
        },
        {
          "heading": "Understanding Substance Use Disorders",
          "text": "Substance use exists on a spectrum from experimental use to substance use disorder (SUD). The Diagnostic and Statistical Manual of Mental Disorders (DSM-5) defines SUD based on criteria including impaired control (using more than intended, unsuccessful attempts to cut down), social impairment (substance use interfering with responsibilities), risky use (using in dangerous situations), and pharmacological indicators (tolerance and withdrawal). SUD is classified as mild, moderate, or severe based on how many criteria are met. Understanding addiction as a brain disorder rather than a moral failing is supported by extensive neuroscience research showing how repeated drug use changes brain circuits involved in reward, stress, and self-control. Genetic factors account for approximately 40-60% of addiction vulnerability, though genes interact with environmental factors like trauma, availability, and social context. Treatment approaches include medication-assisted treatment (for opioid and alcohol disorders), behavioural therapies (cognitive-behavioural therapy, contingency management), peer support programs, and integrated care addressing co-occurring mental health conditions."
        },
        {
          "heading": "Epidemiology and Trends",
          "text": "Epidemiological data helps us understand patterns of drug use across populations. In Australia, the National Drug Strategy Household Survey provides regular data on drug use trends. Key findings include that alcohol remains the most widely used drug, followed by cannabis. Pharmaceutical misuse, particularly opioids and benzodiazepines, has been a growing concern. Cannabis use has remained relatively stable, though potency has increased significantly. Methamphetamine (ice) use peaked in the mid-2010s and has declined somewhat since. New psychoactive substances and novel drugs continue to emerge. Importantly, most young people do not regularly use illegal drugs. Understanding these trends helps target prevention efforts appropriately and counter exaggerated perceptions of drug use prevalence. Epidemiological data also reveals disparities; certain populations face higher rates of drug-related harm due to factors like socioeconomic disadvantage, trauma histories, and reduced access to treatment services."
        },
        {
          "heading": "Drug Policy Models",
          "text": "Different jurisdictions take varying approaches to drug policy, and these can be evaluated based on their effects on public health and social outcomes. Prohibition models criminalise drug possession and use, aiming to deter use through punishment. Critics argue this approach has not reduced drug use but has caused significant harms through incarceration and stigma. Decriminalisation models remove criminal penalties for personal use while maintaining prohibition on supply, as implemented in Portugal since 2001 with positive results including reduced drug-related deaths and HIV infections. Legalisation and regulation models, as seen with cannabis in some countries and US states, bring production and sale under government oversight, generating tax revenue and quality control but raising concerns about commercialisation and increased use. Harm reduction models prioritise reducing negative consequences regardless of legal status. Most jurisdictions use a combination of approaches. Australia's National Drug Strategy officially endorses harm minimisation, incorporating supply reduction, demand reduction, and harm reduction pillars, though implementation varies across states."
        },
        {
          "heading": "Evidence-Based Prevention",
          "text": "Drug prevention programs have evolved significantly based on research evidence. Early approaches focused on information and scare tactics (showing the dangers of drugs), but research found these were largely ineffective and could sometimes increase curiosity. The DARE program, once widely used, was found to have no lasting effect on drug use. More effective approaches include social influence programs that teach skills to resist peer pressure and correct misperceptions about how common drug use is. Life skills programs that build general competencies in decision-making, communication, and stress management show positive long-term outcomes. Family-based programs that improve parent-child communication and parenting skills are also effective. Environmental prevention strategies that limit advertising, control availability, and change social norms around substance use have population-level effects. The most effective prevention is comprehensive, addressing multiple risk and protective factors across individual, family, school, and community levels. Importantly, prevention works best when delivered consistently over time rather than as one-off sessions."
        }
      ],
      "keyTerms": [
        {
          "term": "Prefrontal cortex",
          "definition": "Brain region responsible for executive functions like planning and impulse control"
        },
        {
          "term": "Limbic system",
          "definition": "Brain structures that process emotions, motivation, and reward"
        },
        {
          "term": "Neuroplasticity",
          "definition": "The brain's ability to change and adapt through forming new neural connections"
        },
        {
          "term": "Substance use disorder",
          "definition": "A diagnosable condition where substance use causes significant impairment or distress"
        },
        {
          "term": "DSM-5",
          "definition": "Diagnostic and Statistical Manual of Mental Disorders, used to diagnose mental health conditions"
        },
        {
          "term": "Medication-assisted treatment",
          "definition": "Using medications alongside counselling to treat substance use disorders"
        },
        {
          "term": "Epidemiology",
          "definition": "The study of how diseases and conditions are distributed in populations"
        },
        {
          "term": "Decriminalisation",
          "definition": "Removing criminal penalties for personal drug use while maintaining other laws"
        },
        {
          "term": "Evidence-based prevention",
          "definition": "Prevention programs that have been shown through research to be effective"
        }
      ],
      "caseStudy": {
        "scenario": "A local council is reviewing its approach to drug prevention and is considering different programs for schools and communities. Some council members advocate for stronger enforcement and zero-tolerance messaging, while others support harm reduction approaches. They have asked for advice on what the evidence says about effective prevention.",
        "questions": [
          "What does the research evidence say about the effectiveness of different prevention approaches?",
          "How might understanding adolescent brain development inform prevention strategies?",
          "What are the potential benefits and risks of different policy approaches (prohibition, decriminalisation, harm reduction)?",
          "How could the council evaluate whether their chosen approach is working?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What percentage of addiction vulnerability is estimated to be genetic?",
        "understand": "Explain why the developing adolescent brain is particularly vulnerable to substance-related harms.",
        "apply": "Design an evidence-based prevention program for your school community based on the principles discussed.",
        "analyse": "Compare prohibition and decriminalisation approaches in terms of their effects on public health outcomes.",
        "evaluate": "Assess whether current Australian drug policy reflects the evidence on effective approaches to reducing drug-related harm."
      },
      "assessmentSOLO": {
        "unistructural": "Define what epidemiology means in the context of drug research.",
        "multistructural": "List the three pillars of Australia's National Drug Strategy.",
        "relational": "Explain the relationship between adolescent brain development and increased vulnerability to substance use disorders.",
        "extendedAbstract": "Evaluate how cultural, political, and economic factors influence which drug policy approaches different countries adopt, despite the available evidence."
      },
      "studentReflection": [
        "How does understanding addiction as a brain disorder rather than a moral failing change how we might respond to people with substance use problems?",
        "What role should young people have in shaping drug policy and prevention programs that affect them?",
        "How can communities balance respect for individual choice with protecting public health when it comes to substance use?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of the intersections between neuroscience, social determinants, policy, and ethics in addressing substance use, with capacity for original synthesis and advocacy.",
      "whatYouWillLearn": [
        "Advanced neuropharmacology and the development of new treatments",
        "The social determinants of health and their relationship to substance use",
        "Critical analysis of the drug policy reform landscape",
        "Ethical frameworks for approaching contested drug policy questions",
        "Skills for evidence-based advocacy and health promotion"
      ],
      "explicatoryContent": [
        {
          "heading": "Advanced Neuropharmacology and Treatment Frontiers",
          "text": "Advances in neuroscience are revealing new treatment possibilities for substance use disorders. Understanding the specific receptor systems and neural circuits involved in addiction has led to targeted medications. For opioid use disorder, medications like methadone, buprenorphine, and naltrexone work on opioid receptors to reduce cravings and prevent overdose. For alcohol use disorder, medications like acamprosate and naltrexone help maintain abstinence. Cannabis use disorder currently lacks approved medications, though research continues on cannabinoid receptor modulators. Psychedelic-assisted therapy is an emerging field; studies on psilocybin for alcohol and tobacco addiction, and MDMA for trauma-related substance use, show promising results and are progressing through clinical trials. Transcranial magnetic stimulation and deep brain stimulation are being investigated for treatment-resistant addiction. Pharmacogenomics (how genes affect medication response) is enabling more personalised treatment matching. These advances challenge simple views of addiction as purely behavioural and highlight the complexity of substance use disorders as brain conditions requiring medical as well as psychosocial interventions."
        },
        {
          "heading": "Social Determinants and Health Equity",
          "text": "The social determinants of health—the conditions in which people are born, grow, live, work, and age—profoundly influence substance use patterns and related harms. Factors like poverty, unemployment, housing instability, experiences of discrimination, intergenerational trauma, and lack of educational and economic opportunities increase both the likelihood of problematic substance use and the harms experienced. In Australia, Aboriginal and Torres Strait Islander communities experience disproportionate drug-related harms, reflecting the lasting impacts of colonisation, dispossession, and ongoing systemic disadvantage, not inherent vulnerability. Similarly, people experiencing homelessness, people in the criminal justice system, and those with mental illness face elevated risks. Addressing substance use effectively requires addressing these underlying determinants, not just individual behaviour. This means prevention and treatment must be embedded within broader efforts to reduce inequality, address trauma, and create communities where people have opportunities and belonging. A health equity lens asks not just 'How do we reduce drug use?' but 'How do we create conditions where all people can thrive?'"
        },
        {
          "heading": "Drug Policy Reform Debates",
          "text": "Drug policy reform is actively debated globally, with significant developments in recent years. Cannabis legalisation in Canada, Uruguay, and numerous US states provides natural experiments on the effects of different regulatory models. Early evidence suggests legal cannabis has not led to dramatic increases in youth use but has raised questions about commercial interests and marketing. The war on drugs, declared in the 1970s, is increasingly critiqued for its racially disparate impacts, massive incarceration costs, and failure to reduce drug use or supply. International bodies like the UN and WHO are shifting toward health-based approaches. Decriminalisation reforms in Portugal, and more recently in Oregon (US), represent alternatives to criminalisation. In Australia, the ACT decriminalised personal possession of small amounts of drugs in 2023. Debates continue about whether Australia should trial pill testing at festivals (already implemented at some events), expand medically supervised injecting rooms, or consider broader decriminalisation or legalisation. These debates involve empirical questions (What does the evidence show?), ethical questions (What principles should guide policy?), and political questions (What is achievable given public opinion and interests?)."
        },
        {
          "heading": "Ethical Frameworks for Drug Policy",
          "text": "Different ethical frameworks yield different conclusions about drug policy. Libertarian ethics emphasises individual autonomy and the right to make one's own choices, including about drug use, as long as they do not harm others; this perspective tends toward supporting legal access with minimal restrictions. Utilitarian ethics focuses on outcomes, seeking policies that maximise wellbeing and minimise harm across the population; this might support whichever policy mix achieves the best health and social outcomes, regardless of ideological preference. Communitarian ethics emphasises shared values and community welfare, potentially supporting restrictions on substances that harm community fabric. Public health ethics balances individual liberty with collective wellbeing and attention to the most vulnerable. Social justice frameworks highlight the disparate impacts of drug policies on marginalised groups and the imperative to address structural inequities. There is no single 'correct' ethical approach; thoughtful policy analysis considers multiple ethical perspectives while centring evidence about what works. Students engaging with these debates should develop their own reasoned positions while respecting that thoughtful people can disagree."
        },
        {
          "heading": "Advocacy and Health Promotion",
          "text": "Young people can be powerful advocates for evidence-based approaches to drug issues. Effective advocacy involves identifying clear goals, understanding the decision-making processes you want to influence, building coalitions with allies, using evidence strategically, and communicating messages that resonate with different audiences. In drug policy, advocacy might focus on expanding access to treatment, implementing harm reduction services, reforming criminal penalties, improving prevention programs, or challenging stigma against people with substance use disorders. Youth-led organisations have been influential in drug policy reform, bringing lived experience perspectives and challenging paternalistic approaches. Health promotion goes beyond individual behaviour change to address the environments and policies that shape health. This includes media literacy (critically analysing how substances are portrayed), peer education (sharing accurate information), community mobilisation, and policy advocacy. Students can apply these skills in school contexts, local communities, and broader civic participation. The goal is not to impose particular views but to ensure that drug policies are informed by evidence, respect human rights, and centre the wellbeing of affected individuals and communities."
        }
      ],
      "keyTerms": [
        {
          "term": "Pharmacogenomics",
          "definition": "The study of how genes affect individual responses to medications"
        },
        {
          "term": "Psychedelic-assisted therapy",
          "definition": "Using psychedelic substances alongside psychotherapy to treat mental health conditions"
        },
        {
          "term": "Social determinants of health",
          "definition": "The conditions in which people are born, grow, live, work, and age that affect health"
        },
        {
          "term": "Health equity",
          "definition": "The principle that everyone should have fair opportunity to attain their full health potential"
        },
        {
          "term": "Intergenerational trauma",
          "definition": "Trauma that is passed down through generations, affecting descendants of those originally harmed"
        },
        {
          "term": "Decriminalisation",
          "definition": "Removing criminal penalties for drug possession while maintaining other regulations"
        },
        {
          "term": "Utilitarian ethics",
          "definition": "An ethical approach focused on maximising overall wellbeing and minimising harm"
        },
        {
          "term": "Libertarian ethics",
          "definition": "An ethical approach emphasising individual freedom and autonomy"
        },
        {
          "term": "Health promotion",
          "definition": "Enabling people to increase control over and improve their health through addressing determinants"
        }
      ],
      "caseStudy": {
        "scenario": "You have been invited to participate in a youth advisory panel for your state's drug policy review. The panel is considering recommendations on cannabis policy, harm reduction services, and prevention funding. You need to prepare a position that is evidence-based, considers multiple perspectives, and reflects the experiences and concerns of young people.",
        "questions": [
          "What ethical frameworks will inform your approach, and how do you balance competing values like autonomy and protection?",
          "How would you use epidemiological evidence and international examples to support your recommendations?",
          "How can you ensure your recommendations address health equity and do not worsen disadvantage for marginalised groups?",
          "What counter-arguments might you face, and how would you respond to them?",
          "How would you communicate your position to different audiences (politicians, media, community groups)?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Name two emerging treatment approaches for substance use disorders discussed in this topic.",
        "understand": "Explain how social determinants of health influence patterns of substance use and related harms.",
        "apply": "Develop an advocacy strategy to promote a specific evidence-based drug policy reform in your community.",
        "analyse": "Compare how different ethical frameworks (libertarian, utilitarian, public health) would approach the question of cannabis legalisation.",
        "evaluate": "Critically assess the argument that the 'war on drugs' has been a public health failure.",
        "create": "Design a comprehensive, evidence-based youth drug policy platform that integrates neuroscience, social determinants, harm reduction, and ethical principles."
      },
      "assessmentSOLO": {
        "unistructural": "What is pharmacogenomics?",
        "multistructural": "List four social determinants that influence substance use patterns.",
        "relational": "Explain how understanding social determinants changes our approach to preventing substance-related harms compared to focusing only on individual choices.",
        "extendedAbstract": "Synthesise knowledge from neuroscience, epidemiology, policy analysis, and ethics to develop a coherent, evidence-based framework for how Australian society should approach drug issues in the 21st century."
      },
      "studentReflection": [
        "How has your thinking about drug policy evolved through studying this topic, and what most influenced your views?",
        "What role do you think young people should play in shaping drug policies that affect them?",
        "How can we balance compassion for people struggling with substance use with appropriate boundaries and consequences?",
        "What would a society look like that had successfully addressed problematic drug use while respecting individual rights?"
      ]
    }
  }
}
