{
  "topic": "Road Safety, Transport, and Young Drivers",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Safety and Risk Management",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P05", "VC2HP10P06", "VC2HP10P08"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of road safety principles for pedestrians, passengers, and emerging drivers.",
      "whatYouWillLearn": [
        "Why road crashes are a leading cause of death and injury for young people",
        "How to stay safe as a pedestrian and passenger",
        "Basic principles for safe driving as a learner",
        "What to do if you are in or witness a road crash"
      ],
      "explicatoryContent": [
        {
          "heading": "Road Safety and Young People",
          "text": "Road crashes are one of the leading causes of death and serious injury for young Australians. People aged 16-25 are significantly over-represented in road crash statistics. This is not because young people are bad drivers, but because they are still developing the experience, skills, and brain development needed for safe driving. As you approach or reach the age to get a learner permit, understanding road safety becomes increasingly important - both for your own safety and for others. Every decision on the road can have serious consequences."
        },
        {
          "heading": "Staying Safe as a Pedestrian",
          "text": "Even as a pedestrian, road safety matters. Use designated crossing points like pedestrian crossings, traffic lights, and footbridges. Look both ways before crossing, even at crossings with signals - drivers can make mistakes. Make eye contact with drivers to ensure they have seen you. Be extra careful in car parks and driveways where visibility is limited. Avoid distractions like phones or headphones when crossing roads. At night, wear light or reflective clothing and cross in well-lit areas. Walking with others is safer than alone. Remember that drivers may not always see you or may not stop when they should."
        },
        {
          "heading": "Being a Safe Passenger",
          "text": "As a passenger, you have more influence over safety than you might think. Always wear a seatbelt, properly adjusted across your lap and shoulder - this is the single most effective way to survive a crash. Avoid distracting the driver with loud music, arguments, or attention-seeking behaviour. Speak up if you are uncomfortable with how someone is driving - your life matters more than avoiding awkwardness. Never get in a car with a driver who has been drinking or using drugs. Agree on a plan beforehand for how you will get home safely. If you need to, pretend you are sick to get out of an unsafe ride."
        },
        {
          "heading": "Introduction to Safe Driving",
          "text": "If you are approaching the age to get your learner permit, start developing good habits now. The keys to safe driving include: staying focused (no phones, no distractions), following road rules (speed limits, traffic signs, give way rules), adjusting for conditions (slowing down in rain, fog, or at night), and staying calm (not driving when angry, upset, or tired). Supervised practice with a patient, experienced driver helps build skills gradually. In Victoria, learner drivers must complete 120 hours of supervised driving before progressing to a probationary licence. Take this seriously - those hours are about building the experience that helps keep you safe."
        },
        {
          "heading": "What to Do at a Crash Scene",
          "text": "If you witness or are involved in a road crash, knowing what to do can save lives. First, ensure your own safety - do not become a second casualty. Call 000 and describe the location and situation. If trained, provide first aid but do not move injured people unless there is immediate danger (like fire). Turn off vehicle ignitions if safe. Warn other traffic if possible. Stay at the scene until emergency services arrive. If you were involved, you must exchange details with other parties. Take photos if safe to do so. Even minor crashes can be distressing - talk to someone about how you are feeling afterward."
        }
      ],
      "keyTerms": [
        {
          "term": "Learner permit",
          "definition": "A permit allowing supervised driving practice before obtaining a full licence"
        },
        {
          "term": "Pedestrian crossing",
          "definition": "A marked area where pedestrians have right of way to cross the road"
        },
        {
          "term": "Seatbelt",
          "definition": "A safety device worn by vehicle occupants that reduces injury in crashes"
        },
        {
          "term": "Right of way",
          "definition": "The legal right to proceed before other road users in certain situations"
        },
        {
          "term": "Crash scene",
          "definition": "The location where a road accident has occurred"
        }
      ],
      "caseStudy": {
        "scenario": "Taylor is offered a ride home from a party by an older friend who has had a few drinks. Taylor's parents are not answering their phones. The friend says they are 'fine to drive' and it is only a short trip.",
        "questions": [
          "Why is this situation risky even if the trip is short?",
          "What options does Taylor have for getting home safely?",
          "What could Taylor say to decline the ride without damaging the friendship?",
          "How could Taylor have planned ahead to avoid this situation?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the most effective way to survive a car crash as a passenger?",
        "understand": "Explain why young people are over-represented in road crash statistics.",
        "apply": "What would you do if you witnessed a car crash?"
      },
      "assessmentSOLO": {
        "unistructural": "How many hours of supervised driving are required for Victorian learner drivers?",
        "multistructural": "List three ways to stay safe as a pedestrian.",
        "relational": "Explain how passengers can influence the safety of a car journey."
      },
      "studentReflection": [
        "Have you ever felt unsafe as a passenger? How did you handle it?",
        "If you are approaching driving age, what concerns do you have about learning to drive?",
        "What plan do you have for getting home safely from social events?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of risk factors for young drivers, the graduated licensing system, and strategies for reducing road crash risk.",
      "whatYouWillLearn": [
        "Key risk factors that contribute to young driver crashes",
        "How the graduated licensing system works and why",
        "Strategies for reducing risk as a new driver",
        "How to be an effective passenger and influence driver behaviour"
      ],
      "explicatoryContent": [
        {
          "heading": "Risk Factors for Young Drivers",
          "text": "Several factors contribute to higher crash rates among young drivers. Inexperience means new drivers have not encountered as many road situations and do not have automatic responses to hazards. Brain development continues until around age 25, particularly in areas controlling impulse control and risk assessment. Overconfidence often develops after initial nervousness fades, leading to risky behaviour. Peer influence can encourage speed and risk-taking when driving with friends. Night driving is particularly dangerous - fatigue and reduced visibility combine with higher likelihood of alcohol involvement. Distractions like phones, music, and passengers divide attention from the complex task of driving. Understanding these factors helps new drivers consciously manage their risks."
        },
        {
          "heading": "The Graduated Licensing System",
          "text": "Victoria's Graduated Licensing System (GLS) is designed to build skills and reduce risk gradually. The learner stage requires 120 hours of supervised driving logged, including night and varied conditions. Zero blood alcohol content (BAC) is required. P1 (red P) stage lasts at least 12 months with restrictions including zero BAC, passenger limits late at night, no towing, and vehicle power limits. P2 (green P) stage lasts at least 3 years with continued zero BAC. Full licence is available after completing all stages. These restrictions exist because research shows they save lives - each relaxation of restrictions at the right time matches developing skills. Violating restrictions is not just about fines - it removes protections that reduce crash risk."
        },
        {
          "heading": "Reducing Risk as a New Driver",
          "text": "New drivers can actively manage their risks. Build experience gradually - start in low-risk conditions (daylight, dry weather, familiar routes, light traffic) before progressing to more challenging situations. Quality practice matters more than just logging hours. Learn to identify and respond to hazards through hazard perception training. Avoid the deadly combination of night driving, fatigue, and passengers in your first year. Put your phone completely out of reach while driving - even hands-free calls reduce attention. Know your limits - if you feel tired, stressed, or unwell, do not drive. Plan your journey before starting. Accept that even with experience, conditions can change and complacency is dangerous."
        },
        {
          "heading": "Being an Effective Passenger",
          "text": "Passengers can positively influence driver safety. Navigate and handle phones so the driver can focus on the road. Help spot hazards, especially at intersections and when changing lanes. Keep noise levels down and avoid distracting the driver. Model good behaviour - if you expect others to drive you safely, show the same respect when you drive. Speak up about unsafe driving - there are ways to do this that do not create conflict: 'I get really carsick when we go fast on these roads' or 'My parents will kill me if we get a speeding fine.' Agree on ground rules before the journey. Have a code word or text you can use to get picked up if you are uncomfortable."
        }
      ],
      "keyTerms": [
        {
          "term": "Graduated Licensing System",
          "definition": "A system where driving privileges are gained in stages as skills develop"
        },
        {
          "term": "Blood alcohol content (BAC)",
          "definition": "The percentage of alcohol in a person's blood, measured as a decimal"
        },
        {
          "term": "Hazard perception",
          "definition": "The ability to identify and respond to potential dangers on the road"
        },
        {
          "term": "P-plates",
          "definition": "Probationary licence plates indicating a new driver with restricted licence"
        },
        {
          "term": "Supervised driving",
          "definition": "Driving practice with a fully licenced adult in the passenger seat"
        }
      ],
      "caseStudy": {
        "scenario": "Jordan just got their P1 licence and is excited to drive independently. On Friday night, some friends ask Jordan to pick them up and drive to a party across town. It will be dark by the time they leave the party.",
        "questions": [
          "What risk factors are present in this scenario for a new P1 driver?",
          "What GLS restrictions might apply to Jordan in this situation?",
          "What alternatives could Jordan suggest to reduce risk while still socialising?",
          "How could Jordan's friends help make this situation safer?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the BAC limit for learner and P-plate drivers in Victoria?",
        "understand": "Explain why the Graduated Licensing System includes passenger restrictions for P1 drivers at night.",
        "apply": "Design a strategy for a new P1 driver to manage risks during their first year.",
        "analyse": "Why might overconfidence develop after the initial nervousness of learning to drive, and how is this dangerous?"
      },
      "assessmentSOLO": {
        "unistructural": "What does BAC stand for?",
        "multistructural": "List four risk factors that contribute to higher crash rates among young drivers.",
        "relational": "Explain how the Graduated Licensing System is designed to address the specific risks faced by young drivers."
      },
      "studentReflection": [
        "How might you manage peer pressure to take risks when you start driving?",
        "What would you do if a friend with their P-plates was driving unsafely with you in the car?",
        "How could you be a helpful passenger rather than a distraction?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of the neuroscience of driving, systems approaches to road safety, and the ability to critically analyse factors affecting road safety outcomes.",
      "whatYouWillLearn": [
        "How the developing brain affects driving ability and risk",
        "The Safe System approach to road safety",
        "How vehicle technology and road design affect safety",
        "Critical analysis of road safety messaging and policies"
      ],
      "explicatoryContent": [
        {
          "heading": "Neuroscience of Driving",
          "text": "Driving is a complex cognitive task that taxes multiple brain systems. The prefrontal cortex, responsible for executive functions like planning, impulse control, and weighing consequences, continues developing until approximately age 25. Meanwhile, the limbic system, which processes emotions and rewards, is highly active during adolescence. This creates a developmental mismatch where reward-seeking outpaces risk assessment. Driving also requires divided attention - simultaneously monitoring speed, other vehicles, road conditions, navigation, and more. Novice drivers must consciously process tasks that become automatic with experience. Fatigue, alcohol, and drugs all impair the prefrontal cortex, reducing the capacity for safe driving - and young people may be more affected. Understanding neuroscience helps explain why restrictions exist and why experience genuinely matters."
        },
        {
          "heading": "The Safe System Approach",
          "text": "The Safe System approach underpins modern road safety policy in Australia and internationally. It has four pillars: Safe Roads (designed to reduce crash likelihood and severity), Safe Speeds (limits set based on road conditions and crash survivability), Safe Vehicles (design features that prevent crashes and protect occupants), and Safe Road Users (education, licensing, and enforcement). A core principle is that humans make mistakes - the system should minimise consequences when errors occur rather than relying solely on perfect human behaviour. Vision Zero, originating in Sweden, takes this further by setting a goal of zero road deaths and serious injuries. This approach contrasts with older models that placed most responsibility on individual driver behaviour. It recognises that environment, vehicle design, and policy all shape outcomes."
        },
        {
          "heading": "Technology and Road Design",
          "text": "Vehicle and road technologies increasingly protect road users. Vehicle safety features include electronic stability control (prevents skids), autonomous emergency braking (detects hazards and brakes automatically), lane departure warning, blind spot monitoring, and airbag systems. ANCAP (Australasian New Car Assessment Program) rates vehicle safety to inform consumer choices. Road design features include roundabouts (which reduce crash severity), rumble strips, wire rope barriers, protected turning lanes, and improved lighting. Infrastructure investment often delivers greater safety returns than education campaigns, yet funding decisions are politically contested. Technology is not a complete solution - it can create overconfidence and new distractions. But when integrated into a Safe System approach, it significantly reduces death and injury."
        },
        {
          "heading": "Critical Analysis of Road Safety",
          "text": "Road safety messaging and policies deserve critical analysis. Fear-based campaigns showing graphic crash footage have been common but evidence for their effectiveness is mixed - they may raise awareness without changing behaviour, or even provoke reactance. Enforcement (speed cameras, RBT) is effective but politically controversial. Media coverage of crashes often focuses on individual blame while ignoring systemic factors. Resources are not equally distributed - rural roads are more dangerous but receive less investment. Socioeconomic factors affect outcomes - people with older, less safe vehicles face higher risks. First Nations communities face elevated road trauma related to remote location, road conditions, and vehicle access. Political and economic interests (car industry, infrastructure spending) influence policy. Effective road safety requires looking beyond individual behaviour to systemic factors and evidence-based approaches."
        }
      ],
      "keyTerms": [
        {
          "term": "Executive function",
          "definition": "Brain processes involving planning, impulse control, and complex decision-making"
        },
        {
          "term": "Safe System approach",
          "definition": "Road safety framework focusing on safe roads, speeds, vehicles, and road users"
        },
        {
          "term": "Vision Zero",
          "definition": "A road safety goal of zero deaths and serious injuries"
        },
        {
          "term": "ANCAP",
          "definition": "Australasian New Car Assessment Program rating vehicle safety"
        },
        {
          "term": "Electronic stability control",
          "definition": "Vehicle technology that prevents skidding and loss of control"
        },
        {
          "term": "Random breath testing",
          "definition": "Police stopping drivers to test blood alcohol levels"
        }
      ],
      "caseStudy": {
        "scenario": "A rural Victorian town has a high rate of road crashes involving young drivers. Local authorities are debating how to respond. Some advocate for an education campaign at the local high school, while others argue for infrastructure improvements on key roads. Budget constraints mean they must choose.",
        "questions": [
          "How does the Safe System approach inform this debate?",
          "What does evidence suggest about the relative effectiveness of education versus infrastructure?",
          "What neuroscience insights are relevant to understanding young driver risk in this community?",
          "How might systemic factors specific to rural areas affect road safety outcomes?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the four pillars of the Safe System approach?",
        "understand": "Explain how the developing adolescent brain affects driving risk.",
        "apply": "Using the Safe System approach, analyse the road safety risks on your route to school.",
        "analyse": "Compare the effectiveness of education campaigns versus enforcement in changing driver behaviour."
      },
      "assessmentSOLO": {
        "unistructural": "What does Vision Zero aim to achieve?",
        "multistructural": "List four vehicle safety technologies that protect occupants.",
        "relational": "Explain how the Safe System approach differs from focusing solely on driver behaviour.",
        "extendedAbstract": "Evaluate whether Australia's current road safety approach adequately addresses the specific risks facing young drivers."
      },
      "studentReflection": [
        "How does understanding brain development change how you think about young driver restrictions?",
        "Have you noticed road design features that affect safety in your area?",
        "What do you think is the most effective way to reduce young driver crashes?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of road safety as a public health issue, including policy analysis, equity considerations, and emerging challenges.",
      "whatYouWillLearn": [
        "Road trauma as a public health issue requiring systemic responses",
        "Equity dimensions of road safety - who bears the burden",
        "Emerging challenges including distraction, drugs, and new mobility",
        "Policy analysis and advocacy for safer roads"
      ],
      "explicatoryContent": [
        {
          "heading": "Road Safety as Public Health",
          "text": "Road trauma is a leading cause of death and disability globally, meeting the criteria for a public health crisis. In Australia, over 1,200 people die on roads annually, with tens of thousands seriously injured. The burden extends beyond those directly involved - families, emergency responders, and communities are affected. Economic costs exceed $30 billion annually in healthcare, lost productivity, and other costs. Public health approaches apply epidemiological methods to understand patterns and risk factors, use evidence to design interventions, and evaluate outcomes. The success of seatbelt laws, drink driving enforcement, and vehicle safety standards demonstrates that road trauma is preventable. Yet progress has stalled in recent years, with road deaths plateauing or increasing. Renewed attention to systemic factors is needed to achieve further reductions."
        },
        {
          "heading": "Equity and Road Safety",
          "text": "Road trauma burden is not equally distributed. Socioeconomic disadvantage correlates with higher crash rates - factors include older, less safe vehicles, greater exposure due to occupations requiring driving, and road infrastructure in disadvantaged areas. Rural and regional Australians face elevated risks due to higher speed roads, greater distances, less forgiving road environments, and longer emergency response times. Aboriginal and Torres Strait Islander people experience disproportionate road trauma related to remote living, road conditions, and vehicle access. Young men are particularly over-represented in serious crashes. People walking and cycling are vulnerable road users who bear risks created largely by motor vehicles. Addressing road safety equity requires targeted investment in disadvantaged areas and attention to the structural factors that create unequal risk. A justice lens asks not just 'How do we reduce road deaths?' but 'Who is bearing the risks, and is this fair?'"
        },
        {
          "heading": "Emerging Challenges",
          "text": "New challenges are reshaping road safety. Distraction from mobile phones is a growing factor in crashes - texting while driving is as dangerous as drink driving, yet remains common and difficult to enforce against. Drug driving is increasing as a factor in fatal crashes, including prescription medications as well as illegal drugs. New mobility technologies including electric scooters, e-bikes, and rideshare create new risk patterns and regulatory challenges. Autonomous vehicles promise safety benefits but raise questions about transition periods and ethical programming. Climate change affects road safety through extreme weather events and heat-related impairment. Road rage and aggressive driving reflect broader social stress. Older driver safety is an emerging issue as the population ages. These challenges require adaptive policy responses and ongoing research. Young people today will navigate roads shaped by these evolving risks."
        },
        {
          "heading": "Policy Analysis and Advocacy",
          "text": "Improving road safety requires policy change, and young people can contribute to advocacy. Policy analysis involves understanding the evidence for different interventions, their costs and benefits, their political feasibility, and implementation challenges. Key policy levers include licensing regulations, vehicle safety standards, speed limits, road design investments, enforcement approaches, and penalties. Evidence suggests that reducing speeds, improving infrastructure, and strengthening licensing are more effective than education alone. Political barriers include resistance from industry, community preferences for high speeds, and competition for funding. Youth advocacy has successfully influenced road safety policy in areas like GLS implementation. Effective advocacy involves clear goals, evidence-based arguments, coalition building, and sustained effort. Young people's perspectives on road safety risks and what would motivate behaviour change are valuable inputs to policy development."
        }
      ],
      "keyTerms": [
        {
          "term": "Road trauma",
          "definition": "Deaths and injuries resulting from road crashes"
        },
        {
          "term": "Epidemiology",
          "definition": "The study of how diseases and injuries are distributed and what factors influence them"
        },
        {
          "term": "Vulnerable road users",
          "definition": "People walking, cycling, or riding motorcycles who lack vehicle protection"
        },
        {
          "term": "Drug driving",
          "definition": "Driving under the influence of drugs that impair driving ability"
        },
        {
          "term": "Autonomous vehicles",
          "definition": "Vehicles capable of driving themselves with limited or no human input"
        },
        {
          "term": "Policy levers",
          "definition": "Tools available to government to influence behaviour and outcomes"
        }
      ],
      "caseStudy": {
        "scenario": "The Victorian government is reviewing road safety strategy for the next decade. Data shows that road deaths are no longer declining and that young people, rural residents, and Aboriginal communities continue to be over-represented. Various stakeholders are advocating for different priorities: the police want more enforcement resources, road safety groups want lower speed limits, rural communities want road upgrades, and some young people's groups want to focus on peer education.",
        "questions": [
          "What does the public health approach suggest about prioritising these different interventions?",
          "How should equity considerations influence the strategy?",
          "What emerging challenges should the strategy address?",
          "How could young people effectively advocate for their priorities in this process?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Approximately how many people die on Australian roads each year?",
        "understand": "Explain why road trauma is considered a public health issue rather than just an individual safety matter.",
        "apply": "Develop a policy proposal to address an emerging road safety challenge like phone distraction.",
        "analyse": "Analyse the equity dimensions of road safety - who bears disproportionate risk and why.",
        "evaluate": "Evaluate the argument that lowering speed limits is more effective than education in reducing road deaths."
      },
      "assessmentSOLO": {
        "unistructural": "Define vulnerable road users.",
        "multistructural": "List four policy levers available to government to improve road safety.",
        "relational": "Explain the relationship between socioeconomic disadvantage and road safety outcomes.",
        "extendedAbstract": "Develop a comprehensive road safety strategy for young Australians that addresses systemic factors, equity, and emerging challenges."
      },
      "studentReflection": [
        "How does thinking about road safety as a public health issue change how you approach it?",
        "Are road safety risks distributed fairly in Australian society? What would need to change?",
        "What emerging road safety challenges concern you most, and what should be done about them?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of mobility, safety, and society, including transport justice, future mobility, and capacity for advocacy and systems change.",
      "whatYouWillLearn": [
        "Transport justice and the right to mobility",
        "Future of mobility - technology, climate, and urban design",
        "Global perspectives on road safety",
        "Youth voice in transport policy and advocacy"
      ],
      "explicatoryContent": [
        {
          "heading": "Transport Justice",
          "text": "Transport justice examines mobility through an equity and rights lens. Access to safe, affordable transport is increasingly recognised as a right, essential for participation in education, employment, healthcare, and social life. Yet transport systems often reflect and reinforce inequality. Car-dependent design disadvantages those who cannot drive - young people, older people, people with disabilities, and those who cannot afford vehicles. Public transport investment often favours wealthier areas. Infrastructure decisions can divide communities. Traffic violence - deaths and injuries caused by motor vehicles - disproportionately affects marginalised communities while being normalised as 'accidents.' Transport planning historically prioritised car movement over pedestrian and cyclist safety. A justice approach asks: Who benefits and who bears costs? Whose mobility is prioritised? How can transport systems be redesigned for equity? Young people, often without full transport access, have particular stakes in these questions."
        },
        {
          "heading": "Future Mobility",
          "text": "The transport landscape is undergoing transformation. Autonomous vehicles promise safety benefits by removing human error but raise questions about transition periods, liability, equity of access, and job displacement. Electric vehicles reduce emissions but their manufacturing has environmental costs and charging infrastructure is unevenly distributed. Micromobility (e-bikes, scooters) offers alternative options but creates new safety risks and infrastructure needs. Climate change requires decarbonising transport while adapting to extreme weather impacts on infrastructure. Urban design is shifting toward 15-minute cities where daily needs are accessible without cars. Mobility as a Service (MaaS) integrates transport options through single platforms. These changes will profoundly reshape how people move and the risks they face. Young people today will live with the consequences of decisions being made now about future mobility systems."
        },
        {
          "heading": "Global Perspectives",
          "text": "Road safety varies dramatically globally. High-income countries have invested in Safe System approaches, achieving significant reductions in road deaths over decades. Low and middle-income countries, with less safe vehicles, roads, and emergency response, bear 90% of global road deaths despite having only half the world's vehicles. The UN Sustainable Development Goals include halving road deaths by 2030. Different countries make different trade-offs - the Netherlands prioritises cycling infrastructure, Sweden champions Vision Zero, Japan emphasises vehicle technology. Road safety reflects broader social priorities and governance capacity. Australia performs well by global standards but lags behind the best-performing countries. Learning from international experience can inform domestic policy. Global solidarity on road safety connects to broader development and justice issues - preventable deaths should not be accepted as the price of mobility."
        },
        {
          "heading": "Youth Voice and Advocacy",
          "text": "Young people can be powerful advocates for transport and road safety change. Youth-led campaigns have influenced licensing policy, funding priorities, and awareness. Youth advisory bodies to transport agencies can provide meaningful input when designed well. Participatory planning processes can include young voices in infrastructure decisions. Peer education and youth-created media can shift norms around safe behaviour. Skills developed through road safety advocacy - evidence gathering, coalition building, media engagement, policy analysis - transfer to other issues. Challenges include ensuring diverse representation, building sustained engagement, and moving beyond tokenism to genuine influence. Young people's perspectives matter both because they are disproportionately affected by road trauma and because they will shape future transport systems. What kind of mobility future do we want, and what will it take to create it?"
        }
      ],
      "keyTerms": [
        {
          "term": "Transport justice",
          "definition": "An approach examining mobility through equity and rights lenses"
        },
        {
          "term": "Traffic violence",
          "definition": "Framing of deaths and injuries from motor vehicles as preventable harm"
        },
        {
          "term": "Autonomous vehicles",
          "definition": "Vehicles capable of operating without direct human control"
        },
        {
          "term": "Micromobility",
          "definition": "Small, lightweight vehicles like e-bikes and scooters for short trips"
        },
        {
          "term": "15-minute city",
          "definition": "Urban design where daily needs are accessible within 15 minutes without a car"
        },
        {
          "term": "Vision Zero",
          "definition": "A road safety philosophy with the goal of zero deaths and serious injuries"
        }
      ],
      "caseStudy": {
        "scenario": "You have been invited to represent young people on a government advisory group planning transport for your region over the next 20 years. The group is considering major investments including road upgrades, public transport expansion, cycling infrastructure, and preparation for autonomous vehicles. Different stakeholders have competing priorities, and decisions made now will shape mobility for decades.",
        "questions": [
          "How would you apply transport justice principles to evaluate the different investment options?",
          "What future mobility trends should influence long-term planning?",
          "What can be learned from international approaches to road safety and mobility?",
          "How would you ensure that your advocacy represents diverse young people, not just those with the loudest voices?",
          "What would you prioritise, and how would you make the case for your priorities?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the UN Sustainable Development Goals targets for road safety?",
        "understand": "Explain the concept of transport justice and how it differs from traditional transport planning.",
        "apply": "Design an advocacy strategy to improve transport safety and accessibility for young people in your community.",
        "analyse": "Analyse how emerging mobility technologies might increase or decrease transport equity.",
        "evaluate": "Evaluate the argument that car-centric transport planning is a form of injustice.",
        "create": "Develop a vision for a transport system that is safe, sustainable, and just, and outline the steps needed to achieve it."
      },
      "assessmentSOLO": {
        "unistructural": "What is a 15-minute city?",
        "multistructural": "List four emerging mobility technologies and their potential safety implications.",
        "relational": "Explain how transport decisions reflect and reinforce broader patterns of social inequality.",
        "extendedAbstract": "Synthesise insights from transport justice, future mobility trends, and global perspectives to propose how Australia should approach transport and road safety for the next generation."
      },
      "studentReflection": [
        "How does thinking about transport as a justice issue change your perspective on road safety?",
        "What kind of mobility future do you want to see, and what would need to change to achieve it?",
        "What role do you want to play in shaping transport and road safety for your generation?",
        "What skills from this topic will be most useful as you begin driving and engaging with transport issues?"
      ]
    }
  }
}
