{
  "metadata": {
    "topic": "Consent, Boundaries, and Healthy Sexual Relationships",
    "subject": "HPE",
    "strand": "Personal, Social and Community Health",
    "yearLevel": "9-10",
    "curriculumAlignment": "Victorian Curriculum 2.0",
    "curriculumCodes": ["VC2HP10P03", "VC2HP10P05", "VC2HP10P07", "VC2HP10P08"],
    "duration": "4-5 lessons",
    "topicNumber": 5,
    "focusArea": "Sexual Health",
    "australianContext": true
  },
  "literacyLevels": {
    "A": {
      "levelDescription": "2-3 years below expected level - Focus on basic understanding of consent and personal boundaries",
      "whatYouWillLearn": [
        "What consent means and why it matters",
        "How to recognise your own boundaries",
        "How to communicate yes and no clearly",
        "Where to get help if something happens"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "What is Consent?",
            "content": "Consent means agreeing to something. In relationships, it means both people saying yes to what's happening.\n\nConsent is:\n- Freely given - no pressure, threats, or force\n- Informed - knowing what you're agreeing to\n- Reversible - you can change your mind at any time\n- Enthusiastic - both people actually want to\n- Specific - saying yes to one thing doesn't mean yes to everything\n\nThink of consent like making plans with a friend:\n- You both get to decide what you do\n- Either of you can suggest something different\n- Either of you can change your mind\n- Neither of you should pressure the other\n\nConsent is needed for:\n- Hugging, kissing, touching\n- Any sexual activity\n- Sharing photos or videos of someone\n- Sharing private information about someone"
          },
          {
            "title": "Recognising Consent",
            "content": "How do you know if someone consents?\n\nClear consent looks like:\n- Saying 'yes' clearly\n- Being excited and engaged\n- Starting things themselves\n- Checking in with you too\n\nNot consent:\n- Silence or not saying anything\n- Being drunk or high (can't properly consent)\n- Being asleep or unconscious\n- Being scared or feeling pressured\n- Saying yes because they're afraid to say no\n- Going along with it without really wanting to\n\nWatch for body language:\n- Are they relaxed or tense?\n- Are they moving toward you or pulling away?\n- Do they seem happy or uncomfortable?\n\nWhen in doubt, ask:\n- 'Is this okay?'\n- 'Do you want to...?'\n- 'Are you sure?'\n\nIf someone:\n- Doesn't respond\n- Seems hesitant\n- Is quiet or still\n- Turns away\n\n...then stop and check in."
          },
          {
            "title": "Your Boundaries",
            "content": "Boundaries are limits you set about what you're comfortable with.\n\nEveryone has different boundaries:\n- What's okay for one person might not be for another\n- Your boundaries can change over time\n- You don't need to explain your boundaries\n- Your boundaries are always valid\n\nKnowing your boundaries:\nThink about:\n- What makes you feel comfortable or uncomfortable?\n- What do you definitely not want?\n- What might you be okay with in some situations but not others?\n\nIt's okay to:\n- Not be ready for something\n- Change your mind\n- Have different boundaries than your friends\n- Take time to figure out what you want\n\nYour boundaries might include:\n- Physical things (what kind of touch is okay)\n- Emotional things (how much you share)\n- Digital things (what photos/info you share)\n- Time and space (when you want to be alone)"
          },
          {
            "title": "Communicating Boundaries",
            "content": "Saying yes and no clearly helps everyone understand.\n\nSaying no:\n- 'No' is a complete sentence\n- 'I don't want to'\n- 'I'm not comfortable with that'\n- 'Stop'\n- 'That's not okay'\n\nYou don't have to:\n- Apologise for saying no\n- Give a reason\n- Be polite if someone isn't respecting you\n\nSaying yes:\n- 'Yes, I want to'\n- 'I'd like that'\n- 'That sounds good'\n\nIf you're unsure:\n- 'I need to think about it'\n- 'Not right now'\n- 'Maybe later'\n- 'I'm not sure'\n\nWhen someone says no to you:\n- Respect it immediately\n- Don't keep asking\n- Don't get angry or make them feel bad\n- It's not personal - they're looking after themselves"
          },
          {
            "title": "Getting Help",
            "content": "If something happens that you didn't consent to, it's not your fault.\n\nIf something happened:\n- It's never your fault\n- It doesn't matter what you were wearing or doing\n- It doesn't matter if you know the person\n- You deserve support\n\nWho can help:\n- A trusted adult (parent, teacher, counsellor)\n- Kids Helpline: 1800 55 1800\n- 1800RESPECT: 1800 737 732\n- Police if you want to report\n\nYou can:\n- Talk to someone you trust\n- Get support without reporting to police\n- Take as much time as you need\n- Access counselling\n\nSupporting a friend:\n- Believe them\n- Listen without judging\n- Don't tell them what they should do\n- Help them find support\n- Keep what they tell you private (unless they're in danger)"
          }
        ],
        "keyTerms": [
          {
            "term": "Consent",
            "definition": "Freely agreeing to something, given without pressure or force"
          },
          {
            "term": "Boundary",
            "definition": "A limit you set about what you're comfortable with"
          },
          {
            "term": "Coercion",
            "definition": "Pressuring someone into doing something they don't want to do"
          },
          {
            "term": "Sexual assault",
            "definition": "Any sexual activity without consent"
          },
          {
            "term": "1800RESPECT",
            "definition": "National helpline for sexual assault and domestic violence support"
          }
        ]
      },
      "caseStudy": {
        "title": "Jamie's Situation",
        "scenario": "Jamie is at a party with their partner Alex. Alex wants to go somewhere private, but Jamie isn't sure. Alex says 'Come on, everyone does it' and 'I thought you liked me.' Jamie feels unsure but doesn't want to upset Alex.",
        "questions": [
          "Is Alex respecting Jamie's boundaries?",
          "What could Jamie say in this situation?",
          "What should Alex do differently?"
        ],
        "keyLearning": "Pressuring someone isn't consent. Phrases like 'everyone does it' or 'I thought you liked me' are ways of pressuring someone. Jamie has the right to say no or wait, regardless of the relationship. A respectful partner would accept Jamie's hesitation without making them feel bad."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "List three things that make consent valid.",
          "sampleAnswer": "Consent must be: freely given (no pressure), informed (knowing what you're agreeing to), reversible (you can change your mind), enthusiastic (both people want to), and specific (yes to one thing isn't yes to everything)."
        },
        "understand": {
          "question": "Explain why silence is not consent.",
          "sampleAnswer": "Silence is not consent because the person hasn't said yes. They might be scared, unsure, frozen, or not want to but not know how to say no. Real consent is clear and active - the person actually says or shows they want to. Without a clear yes, you should stop and check in."
        },
        "apply": {
          "question": "Someone keeps asking you to send them photos after you've said no. What would you do?",
          "sampleAnswer": "I would repeat my no clearly, saying something like 'I've said no and I mean it.' If they keep asking, I would stop responding and consider blocking them. This is not respectful behaviour and I don't have to explain myself. I might also talk to a trusted adult if I felt uncomfortable or unsafe."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What does consent mean?",
          "sampleAnswer": "Consent means freely agreeing to something without pressure or force."
        },
        "multistructural": {
          "question": "List three ways to say no to something you don't want.",
          "sampleAnswer": "'No,' 'I don't want to,' 'I'm not comfortable with that,' 'Stop,' 'That's not okay,' 'I'm not ready,' 'Not right now.'"
        },
        "relational": {
          "question": "Explain the connection between respecting boundaries and healthy relationships.",
          "sampleAnswer": "In healthy relationships, both people feel safe and respected. When boundaries are respected, people can trust each other and be honest about what they want. If someone doesn't respect boundaries, the other person feels unsafe, pressured, or scared. Respecting boundaries shows you care about the other person's feelings and wellbeing, not just your own wants."
        }
      },
      "studentReflection": [
        "What are some of my personal boundaries?",
        "How would I feel if someone didn't respect my boundaries?",
        "Who could I talk to if I needed help?"
      ]
    },
    "B": {
      "levelDescription": "1 year below expected level - Building understanding of consent in different contexts and communication skills",
      "whatYouWillLearn": [
        "How consent applies in different situations",
        "Recognising pressure and coercion",
        "Effective communication in relationships",
        "Understanding the legal aspects of consent"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Consent in Different Contexts",
            "content": "Consent applies in many situations, not just sexual ones.\n\nPhysical consent:\n- Any kind of touching (hugging, kissing, holding hands)\n- Medical examinations\n- Sports and physical activities\n- Personal space\n\nDigital consent:\n- Taking and sharing photos or videos\n- Sharing someone's private information\n- Adding someone to group chats\n- Tagging in posts\n- Location sharing\n\nImage-based abuse:\n- Sharing intimate images without consent is illegal\n- This includes sending to others, posting online, or threatening to share\n- It's never the victim's fault, even if they originally shared the images with the person\n- In Victoria, this is a criminal offence\n\nConsent and alcohol/drugs:\n- Intoxicated people cannot give proper consent\n- Decision-making is impaired\n- They may not remember what happened\n- Being drunk or high doesn't give anyone the right to do things without consent\n- If someone is intoxicated, wait until they're sober\n\nOngoing consent:\n- Consent at one time doesn't mean consent forever\n- Being in a relationship doesn't mean automatic consent\n- Each time is a new decision\n- Consent can be withdrawn at any point"
          },
          {
            "title": "Recognising Pressure and Coercion",
            "content": "Coercion is when someone pressures or manipulates you into doing something.\n\nForms of pressure:\n\nDirect pressure:\n- 'If you loved me, you would...'\n- 'Everyone else does it'\n- 'You owe me'\n- 'I'll break up with you if you don't'\n- Repeated asking after someone says no\n\nEmotional manipulation:\n- Making someone feel guilty\n- Sulking or giving silent treatment\n- Getting angry or threatening\n- Making someone feel stupid for saying no\n- Using past experiences against them\n\nPower imbalances:\n- Older person with younger person\n- Boss or teacher with student/employee\n- Someone with more social power\n- Using money or gifts as pressure\n\nDigital pressure:\n- Persistent messaging\n- Threats to share images or information\n- Creating fake urgency\n- Pressuring for photos or videos\n\nRecognising pressure on yourself:\n- Feeling like you 'should' rather than 'want to'\n- Worrying about the consequences of saying no\n- Feeling guilty for having boundaries\n- Agreeing to things to avoid conflict\n\nIf you're being pressured:\n- It's okay to leave the situation\n- You can change your mind even if you first said yes\n- Pressure invalidates consent\n- Talk to someone you trust"
          },
          {
            "title": "Communication in Relationships",
            "content": "Good communication helps everyone understand each other's wants and limits.\n\nAsking for consent:\n- Ask clearly and specifically\n- Listen to the response (verbal and non-verbal)\n- Accept 'no' or hesitation gracefully\n- Don't assume based on past experiences\n- Check in regularly\n\nGood phrases:\n- 'Is this okay?'\n- 'Do you want to...?'\n- 'How do you feel about...?'\n- 'Tell me if you want me to stop'\n- 'What do you want?'\n\nExpressing your own wants:\n- Use 'I' statements: 'I would like...' 'I feel...'\n- Be honest about what you do and don't want\n- Don't expect others to guess\n- It's okay to ask for what you want (but accept if they say no)\n\nNegotiating differences:\n- Sometimes one person wants something the other doesn't\n- This is normal\n- Compromise doesn't mean doing something you don't want to\n- Finding alternatives that work for both people\n\nNon-verbal communication:\n- Body language says a lot\n- Someone might say yes but their body says no\n- Watch for tenseness, pulling away, avoiding eye contact\n- If in doubt, ask verbally\n\nAfter something happens:\n- Check in: 'How was that for you?'\n- Talk about what worked and what didn't\n- Learn for next time\n- This builds trust and understanding"
          },
          {
            "title": "Legal Aspects of Consent",
            "content": "The law has specific rules about consent. Understanding these protects everyone.\n\nAge of consent in Australia:\n- Each state and territory has laws about age of consent\n- In Victoria, the age of consent is 16\n- This means sexual activity with someone under 16 is illegal, even if they say 'yes'\n- There are some exceptions for people close in age\n\nWhat the law says about consent:\n- Consent must be free and voluntary\n- Consent obtained through force, threats, or intimidation is not valid\n- Someone who is asleep, unconscious, or very intoxicated cannot consent\n- Silence or lack of resistance is not consent\n\nSexual assault:\n- Sexual activity without consent is sexual assault\n- This is a serious crime\n- It includes any sexual touching, not just intercourse\n- It can happen between people who know each other, including partners\n\nImage-based abuse laws:\n- Sharing intimate images without consent is illegal in all Australian states\n- This includes threatening to share images\n- Recording intimate images without consent is also illegal\n- Penalties include fines and imprisonment\n\nStealthing:\n- Removing a condom without the other person knowing or agreeing\n- This is considered sexual assault in Australia\n- Consent to sex with a condom is not consent to sex without one\n\nReporting:\n- You can report to police\n- Sexual Assault Response Centres provide support whether or not you report\n- There is no time limit on reporting"
          },
          {
            "title": "Supporting Yourself and Others",
            "content": "Knowing what to do when consent is violated helps everyone.\n\nIf something happened to you:\n- It's not your fault - ever\n- You didn't cause it, no matter what\n- You deserve support\n- You get to decide what to do next\n\nImmediate steps (if recent):\n- Get somewhere safe\n- Consider medical care (doesn't mean you have to report)\n- CASA (Centre Against Sexual Assault) can provide support: 1800 806 292\n- You can report to police, but you don't have to\n\nLonger-term support:\n- Counselling can help (free through CASA)\n- Talking to trusted people\n- Looking after your physical and mental health\n- Taking as much time as you need\n\nSupporting a friend:\n- Believe them\n- Listen without judgment\n- Don't ask 'why didn't you...' questions\n- Let them make their own decisions about what to do\n- Offer practical help\n- Don't pressure them to report\n- Check in on them over time\n- Look after yourself too\n\nBystander intervention:\n- If you see something concerning, you can help\n- Direct: 'Hey, is everything okay here?'\n- Distract: Create an interruption to separate people\n- Delegate: Get someone else to help (friend, staff, security)\n- Document: If safe, note what's happening (but don't record without consent)\n- Delay: Check on the person afterward"
          }
        ],
        "keyTerms": [
          {
            "term": "Coercion",
            "definition": "Using pressure, manipulation, or threats to get someone to do something"
          },
          {
            "term": "Image-based abuse",
            "definition": "Sharing intimate images without consent, also called 'revenge porn'"
          },
          {
            "term": "Age of consent",
            "definition": "The legal age at which someone can agree to sexual activity"
          },
          {
            "term": "Stealthing",
            "definition": "Removing a condom during sex without the other person's knowledge or consent"
          },
          {
            "term": "Bystander intervention",
            "definition": "Actions taken by witnesses to prevent or interrupt harmful situations"
          },
          {
            "term": "CASA",
            "definition": "Centre Against Sexual Assault - provides support for people affected by sexual assault"
          }
        ]
      },
      "caseStudy": {
        "title": "The Party",
        "scenario": "At a party, Sam notices their friend Taylor talking to someone who keeps touching Taylor's arm even though Taylor keeps moving away. Taylor seems uncomfortable but is laughing nervously. The other person keeps offering Taylor drinks. Sam isn't sure if they should do something or if it's none of their business.",
        "questions": [
          "What signs suggest Taylor might not be comfortable?",
          "What options does Sam have for intervening?",
          "Why might Taylor be laughing even though they're uncomfortable?",
          "What should Sam avoid doing?"
        ],
        "keyLearning": "Body language often shows discomfort even when someone is being polite. Bystander intervention can help prevent harm. Options include direct intervention, distraction, getting help from others, or checking in with your friend. People sometimes laugh nervously or go along with things because they feel trapped or don't know how to get out of a situation."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is the age of consent in Victoria?",
          "sampleAnswer": "The age of consent in Victoria is 16 years old."
        },
        "understand": {
          "question": "Explain why being in a relationship doesn't mean automatic consent.",
          "sampleAnswer": "Being in a relationship means you've agreed to be together, but it doesn't mean you've agreed to every activity forever. Each person still has the right to say no to specific activities at any time. Consent must be given each time, and people in relationships can still have different boundaries or not be in the mood. A healthy relationship respects that both people can say no even to their partner."
        },
        "apply": {
          "question": "Your friend tells you they felt pressured into sending photos and now they're worried the photos might be shared. What advice would you give?",
          "sampleAnswer": "I would reassure them it's not their fault - being pressured means the other person did wrong, not them. I'd let them know that sharing those photos without consent is illegal in Australia. I'd suggest they could report to the eSafety Commissioner (esafety.gov.au) who can help get images removed. I'd encourage them to talk to a trusted adult or call Kids Helpline. I wouldn't blame them or ask why they sent them."
        },
        "analyse": {
          "question": "Analyse why pressure phrases like 'If you loved me, you would...' are problematic.",
          "sampleAnswer": "This phrase is problematic because it manipulates emotions to override someone's decision. It creates a false connection between love and doing whatever the other person wants. It makes the person feel guilty for having boundaries and implies their love isn't real if they say no. It shifts focus from what the person actually wants to proving their love. Real love respects boundaries - it doesn't use emotional manipulation to pressure someone. This is a form of coercion that invalidates consent."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is image-based abuse?",
          "sampleAnswer": "Image-based abuse is sharing intimate images without consent, including sending to others, posting online, or threatening to share them."
        },
        "multistructural": {
          "question": "List four signs that someone might be feeling pressured.",
          "sampleAnswer": "Nervous laughter, saying yes to avoid conflict, body language that shows discomfort (pulling away, tenseness), hesitation or repeated 'maybe' responses, going along with things without enthusiasm, and feeling guilty about having boundaries."
        },
        "relational": {
          "question": "Explain the relationship between alcohol and consent.",
          "sampleAnswer": "Alcohol affects the brain's ability to make decisions and understand situations. When someone is intoxicated, they cannot give proper consent because their judgment is impaired, they may not fully understand what they're agreeing to, and they may not remember what happened. This means any 'yes' from an intoxicated person isn't valid consent. Additionally, someone's intoxication is never an excuse for another person to do things without consent - being drunk doesn't give anyone the right to take advantage of someone else."
        },
        "extendedAbstract": {
          "question": "Evaluate the effectiveness of bystander intervention strategies in preventing sexual assault.",
          "sampleAnswer": "Bystander intervention can be effective because it provides multiple points of intervention before harm occurs. Direct approaches work when it's safe and the situation is clear. Distraction techniques are useful when direct confrontation might escalate things. Delegating gets help from people with more authority or resources. Each strategy has limitations: direct intervention requires confidence and may put the bystander at risk; distraction might only temporarily interrupt; delegation depends on others being available and willing to help. Effectiveness depends on recognising warning signs, feeling empowered to act, and having practiced what to do. Research shows bystander training increases intervention rates. However, bystander intervention addresses situations as they occur, not the underlying attitudes that cause them - it's one tool among many needed for prevention."
        }
      },
      "studentReflection": [
        "How comfortable am I communicating my boundaries?",
        "What would I do if I saw a friend in an uncomfortable situation?",
        "How can I be better at checking for consent in my interactions?"
      ]
    },
    "C": {
      "levelDescription": "At expected level - Comprehensive understanding of consent, power dynamics, and healthy relationship patterns",
      "whatYouWillLearn": [
        "Power dynamics in relationships and their effect on consent",
        "Patterns of healthy versus unhealthy relationships",
        "Media literacy around relationships and consent",
        "Advocacy for consent culture"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Power Dynamics and Consent",
            "content": "Power imbalances affect whether consent can be freely given.\n\nUnderstanding power:\nPower in relationships can come from:\n- Age and experience\n- Social status or popularity\n- Physical size or strength\n- Economic resources\n- Position of authority (teacher, coach, boss)\n- Knowledge or expertise\n- Emotional dependence\n\nHow power affects consent:\n- The person with less power may feel unable to say no\n- They may fear consequences (losing job, relationship, status)\n- They may doubt their own judgment\n- They may feel they 'owe' the more powerful person\n- True consent requires relatively equal power\n\nInstitutional power:\n- Teachers, coaches, employers, doctors have power over those in their care\n- This is why relationships between them and those they oversee are prohibited or heavily regulated\n- Even if someone is above age of consent, power imbalances make consent problematic\n- These rules protect both parties\n\nEmotional power:\n- In some relationships, one person is more emotionally invested\n- This creates power for the less invested person\n- Fear of rejection or abandonment can pressure consent\n- Healthy relationships balance emotional investment\n\nRecognising power dynamics:\n- Who has more to lose?\n- Who controls resources?\n- Who sets the terms?\n- Does one person's wellbeing depend on the other?\n- Can both people equally say no without fear?"
          },
          {
            "title": "Patterns of Healthy and Unhealthy Relationships",
            "content": "Understanding patterns helps identify healthy and concerning relationships.\n\nHealthy relationship patterns:\n\nRespect:\n- Valuing each other's opinions, boundaries, and autonomy\n- Supporting each other's goals and interests\n- Speaking kindly, even during disagreements\n- Accepting differences\n\nTrust:\n- Honesty and reliability\n- Not checking up constantly or being possessive\n- Believing each other\n- Keeping private things private\n\nEquality:\n- Both people's needs matter\n- Decisions are made together\n- Neither person dominates\n- Compromise goes both ways\n\nCommunication:\n- Open, honest conversations\n- Listening to understand\n- Expressing needs and feelings\n- Resolving conflicts constructively\n\nUnhealthy patterns:\n\nControl:\n- Telling partner what to wear, who to see, where to go\n- Checking phone and social media\n- Constant contact demands\n- Financial control\n\nJealousy and possessiveness:\n- Getting angry when partner talks to others\n- Accusing partner of cheating without reason\n- Treating partner as property\n\nManipulation:\n- Using guilt, fear, or obligation to get what they want\n- Playing victim\n- Twisting words or gaslighting\n- Making threats (including self-harm threats)\n\nIsolation:\n- Cutting off from friends and family\n- Making partner dependent\n- Criticising people close to partner\n\nAbuse cycle:\n- Tension building\n- Incident (abuse)\n- Reconciliation ('honeymoon' phase, apologies, promises)\n- Calm period\n- Cycle repeats, often escalating"
          },
          {
            "title": "Coercive Control",
            "content": "Coercive control is a pattern of behaviour that seeks to dominate a partner.\n\nWhat is coercive control?\n- Ongoing pattern of behaviour, not isolated incidents\n- Aims to make partner dependent and compliant\n- Limits partner's autonomy and freedom\n- Creates fear and subordination\n- Often doesn't involve physical violence (though it can)\n\nCoercive control tactics:\n\nIsolation:\n- Limiting contact with friends and family\n- Monitoring communication\n- Moving away from support networks\n- Creating conflict with partner's loved ones\n\nMonitoring and surveillance:\n- Tracking location\n- Reading messages\n- Controlling social media\n- Requiring constant check-ins\n\nEconomic abuse:\n- Controlling money and finances\n- Preventing partner from working\n- Running up debt in partner's name\n- Making partner ask for money\n\nDegrading and humiliating:\n- Constant criticism\n- Name-calling and put-downs\n- Embarrassing partner in public\n- Criticising body, intelligence, abilities\n\nThreatening:\n- Threats of violence\n- Threats to hurt self, children, pets\n- Threats to share information or images\n- Threats to leave or kick out\n\nRegulating daily life:\n- Controlling what partner wears, eats, does\n- Dictating schedule\n- Setting rules and punishing violations\n\nCoercive control is now recognised as a form of family violence in Australia, even without physical violence.\n\nWhy people stay:\n- Fear of escalation if they leave\n- Financial dependence\n- Isolation from support\n- Belief it will change\n- Love for the person (not the behaviour)\n- Effects of trauma on decision-making"
          },
          {
            "title": "Media Literacy and Relationships",
            "content": "Media shapes our expectations about relationships and consent. Critical analysis helps.\n\nProblematic portrayals:\n\nPersistence as romantic:\n- Films showing someone pursuing despite rejection\n- 'Grand gestures' that ignore stated boundaries\n- 'No' as a challenge to overcome\n- These normalise not respecting boundaries\n\nSilence as consent:\n- Sexual situations without verbal communication\n- Assuming consent from circumstances\n- Partners 'just knowing' what each other wants\n- Missing the reality of checking in\n\nPower imbalances romanticised:\n- Relationships with significant age gaps portrayed positively\n- Boss/employee, teacher/student relationships normalised\n- Ignoring the power dynamics involved\n\nManipulation as passion:\n- Jealousy shown as sign of love\n- Control portrayed as protection\n- Volatile relationships as exciting\n\nGender stereotypes:\n- Men as pursuers, women as gatekeepers\n- Men always wanting sex\n- Women's 'no' as coy or playing hard to get\n- Limited representation of diverse relationships\n\nDeveloping critical skills:\n\nQuestions to ask:\n- Would this behaviour be okay in real life?\n- What would happen if genders were reversed?\n- How would this feel from the other person's perspective?\n- What's missing from this portrayal?\n- Who made this and why?\n\nCounteracting media influence:\n- Seek diverse representations\n- Discuss with others\n- Remember media ≠ reality\n- Notice your own reactions and assumptions"
          },
          {
            "title": "Creating Consent Culture",
            "content": "Consent culture means environments where consent is valued, normalised, and expected.\n\nWhat is consent culture?\n- Consent is the baseline expectation, not the exception\n- Boundaries are respected\n- Communication is encouraged\n- Violations are taken seriously\n- Education is ongoing\n\nVersus 'rape culture':\n- Rape culture normalises sexual violence\n- Includes victim-blaming, trivialising assault, objectification\n- Consent culture actively counters these attitudes\n\nBuilding consent culture:\n\nPersonal level:\n- Practice asking for and respecting consent in all areas\n- Model good communication\n- Call out problematic attitudes\n- Educate yourself continuously\n\nRelationship level:\n- Establish open communication about boundaries\n- Check in regularly\n- Accept 'no' gracefully\n- Create safety for honesty\n\nCommunity level:\n- Challenge rape jokes and victim-blaming\n- Support survivors\n- Advocate for education\n- Create policies that support reporting\n- Hold institutions accountable\n\nChallenging harmful attitudes:\n\nResponses to common statements:\n- 'They were asking for it' → No one asks to be assaulted. Clothing, drinking, or behaviour don't cause assault - perpetrators do.\n- 'Why didn't they fight back?' → Freeze is a common trauma response. Absence of resistance isn't consent.\n- 'False accusations are common' → False reports are rare (2-10%). Most assaults go unreported.\n- 'It's just locker room talk' → Language normalises attitudes. How we talk matters."
          }
        ],
        "keyTerms": [
          {
            "term": "Power dynamics",
            "definition": "How power is distributed between people in a relationship, affecting their relative ability to make free choices"
          },
          {
            "term": "Coercive control",
            "definition": "Ongoing pattern of behaviour designed to dominate, isolate, and control a partner"
          },
          {
            "term": "Gaslighting",
            "definition": "Manipulating someone into questioning their own reality, memory, or perceptions"
          },
          {
            "term": "Rape culture",
            "definition": "Social attitudes that normalise or trivialise sexual violence"
          },
          {
            "term": "Consent culture",
            "definition": "Environment where consent is expected, valued, and actively practiced"
          },
          {
            "term": "Trauma response",
            "definition": "How the brain and body react to threatening situations (fight, flight, freeze, fawn)"
          }
        ]
      },
      "caseStudy": {
        "title": "Recognising Patterns",
        "scenario": "Morgan has been dating Casey for six months. At first, Casey was very attentive and loving. Lately, Casey gets upset when Morgan spends time with friends, saying 'I just miss you so much.' Casey frequently checks Morgan's phone 'to make sure no one is disrespecting their relationship.' When Morgan brought up these concerns, Casey got very upset, saying Morgan doesn't appreciate everything Casey does for them, and Morgan ended up apologising. Morgan's friends have noticed Morgan seems different lately - more stressed and less present.",
        "questions": [
          "What concerning patterns can you identify in this relationship?",
          "How might power dynamics be operating here?",
          "Why might Morgan have ended up apologising?",
          "What would you say if you were Morgan's friend?",
          "What resources might help Morgan?"
        ],
        "keyLearning": "Unhealthy relationships often start well and gradually become controlling. Monitoring behaviour, isolation from friends, and manipulating partners into apologising for raising concerns are warning signs. These patterns can be hard to recognise from inside the relationship. Friends can gently express concern while respecting the person's autonomy. Resources like 1800RESPECT (1800 737 732) can help."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What are the four trauma responses?",
          "sampleAnswer": "Fight (confronting the threat), flight (escaping the threat), freeze (becoming immobilised), and fawn (trying to please the threat to stay safe)."
        },
        "understand": {
          "question": "Explain why someone in a controlling relationship might find it difficult to leave.",
          "sampleAnswer": "Multiple factors make leaving difficult: fear of violence or retaliation if they leave; economic dependence created by financial control; isolation from friends and family who could help; effects of ongoing manipulation on self-esteem and decision-making; belief that the person will change or that the relationship can be saved; love for the person despite their behaviour; practical concerns like housing and children; trauma bonding from the cycle of abuse and reconciliation; and shame about the situation."
        },
        "apply": {
          "question": "You notice that romantic movies often show someone persisting after being rejected until they 'win' the person over. How would you explain why this is problematic to someone who thinks it's romantic?",
          "sampleAnswer": "I'd explain that in real life, continuing to pursue someone after they've said no is ignoring their boundaries and their right to make decisions about their own life. It sends the message that 'no' doesn't really mean no, and that persistence can override someone's stated wishes. It frames relationships as something to be 'won' rather than mutually chosen. In reality, this behaviour is harassment and can be scary for the person being pursued. Real romance involves both people freely choosing each other, not one person wearing the other down."
        },
        "analyse": {
          "question": "Analyse why power imbalances in professional relationships (teacher-student, boss-employee) make consent problematic even between adults.",
          "sampleAnswer": "Power imbalances affect consent in several ways. The person in the less powerful position may fear professional consequences for saying no - losing a job, failing a class, damaged career prospects. They may feel obligated due to gratitude or dependency. The power holder controls resources the other person needs, creating inherent pressure. Even if the powerful person doesn't intend to exploit their position, the other person may not feel free to refuse. Additionally, the power holder's judgment may be compromised - they might not accurately perceive how their position affects the other person's choices. This is why many institutions prohibit such relationships regardless of apparent consent."
        },
        "evaluate": {
          "question": "Evaluate the effectiveness of the Australian legal system's approach to coercive control.",
          "sampleAnswer": "Strengths: Recognising coercive control as family violence acknowledges patterns of abuse beyond physical violence; it validates survivors' experiences; it enables earlier intervention before violence escalates; and it provides legal options for people experiencing non-physical abuse. Limitations: Proving patterns of behaviour is more difficult than proving incidents; evidence gathering is challenging; police and legal professionals need training to recognise and respond appropriately; the approach is new and inconsistently applied; it doesn't address why people become controlling or prevent abuse; and legal responses alone don't provide support or address root causes. Evaluation: Legal recognition is important but must be accompanied by training, support services, and prevention efforts to be effective."
        },
        "create": {
          "question": "Design a workshop activity that helps young people develop skills in recognising and communicating consent.",
          "sampleAnswer": "Activity: 'Reading the Room' workshop. Part 1: Participants brainstorm verbal and non-verbal signs of enthusiastic consent versus discomfort (not just 'no'). Part 2: Scenario cards describing situations where consent is ambiguous - participants discuss what they notice and what questions they would ask. Part 3: Practice phrases for asking for consent and responding to uncertainty - role-play in pairs. Part 4: Scenarios showing power imbalances - discuss how these affect consent. Part 5: Develop personal 'consent checklist' of things to notice and ask. Debrief: Discuss that consent skills take practice, mistakes happen, and the goal is ongoing communication not perfection. Provide information about support services."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is coercive control?",
          "sampleAnswer": "Coercive control is an ongoing pattern of behaviour that seeks to dominate, isolate, and control a partner through tactics like surveillance, economic abuse, isolation, and manipulation."
        },
        "multistructural": {
          "question": "List four tactics used in coercive control.",
          "sampleAnswer": "Isolation from friends and family, monitoring and surveillance (checking phone, tracking location), economic abuse (controlling money), degrading and humiliating, threatening, and regulating daily life (controlling what partner wears, does, eats)."
        },
        "relational": {
          "question": "Explain the relationship between media portrayals of relationships and real-world attitudes about consent.",
          "sampleAnswer": "Media shapes expectations about what's normal and acceptable in relationships. When media consistently shows persistence as romantic, silence as consent, or jealousy as love, these attitudes become normalised for viewers. Repeated exposure without critical analysis leads people to accept problematic behaviour as standard. This affects how people act in their own relationships and how they interpret others' behaviour. For example, someone who has grown up with romantic comedies showing men pursuing reluctant women may see ignoring 'no' as romantic rather than boundary-violating. Media literacy helps people recognise these influences and develop healthier expectations."
        },
        "extendedAbstract": {
          "question": "Critically analyse the concept of 'rape culture' and its relationship to consent education.",
          "sampleAnswer": "Rape culture describes social attitudes, norms, and media that normalise, trivialise, or excuse sexual violence. Elements include victim-blaming ('what were they wearing?'), trivialising assault ('boys will be boys'), objectification, and normalising pressure and coercion. Rape culture doesn't mean everyone is a rapist, but that cultural attitudes create environments where assault is more likely and less likely to be addressed. Consent education challenges rape culture by teaching that consent must be explicit, enthusiastic, and ongoing; that responsibility lies with perpetrators not victims; that all people have the right to bodily autonomy; and that bystanders have a role. However, consent education alone isn't sufficient - it must be accompanied by changing media representations, challenging institutional failures, supporting survivors, and addressing gender inequality. The concepts are related: rape culture is the problem, consent culture is one part of the solution."
        }
      },
      "studentReflection": [
        "What media messages about relationships have influenced my expectations?",
        "How can I contribute to consent culture in my community?",
        "What would I do if I recognised concerning patterns in a friend's relationship?"
      ]
    },
    "D": {
      "levelDescription": "1 year above expected level - Advanced understanding of systemic factors, prevention approaches, and support frameworks",
      "whatYouWillLearn": [
        "Systemic factors contributing to sexual violence",
        "Primary prevention approaches",
        "Trauma-informed support frameworks",
        "Policy analysis and advocacy"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Understanding Sexual Violence as a Social Problem",
            "content": "Sexual violence is not just individual behaviour but a social problem with systemic causes.\n\nScope of the problem:\n- Approximately 1 in 5 Australian women has experienced sexual violence since age 15\n- 1 in 20 Australian men has experienced sexual violence since age 15\n- Most perpetrators are known to victims\n- Most sexual violence goes unreported\n- Young women (16-24) face highest risk\n\nMoving beyond individual explanations:\n\nIndividual factors alone don't explain:\n- Why rates differ across cultures and time periods\n- Why men perpetrate most sexual violence\n- Why victims are overwhelmingly women and girls (though anyone can be victimised)\n- Why most assaults are by known people, not strangers\n\nSocial factors contributing to sexual violence:\n\nGender inequality:\n- Societies with more gender equality have lower rates of sexual violence\n- Rigid gender roles affect attitudes and behaviours\n- Male entitlement to women's bodies\n- Women's sexuality as men's property\n\nPower and control:\n- Sexual violence as expression of power\n- Targeting of marginalised groups\n- Institutional cover-ups protecting powerful perpetrators\n\nAttitudes and norms:\n- Beliefs supporting violence against women\n- Minimising or excusing perpetrator behaviour\n- Victim-blaming attitudes\n- Rigid ideas about masculinity\n\nInstitutional factors:\n- Systems that don't respond effectively\n- Cultures that tolerate or cover up abuse\n- Lack of accountability\n\nThe ecological model:\nSexual violence is influenced by factors at multiple levels:\n- Individual (attitudes, behaviours)\n- Relationship (peer attitudes, family dynamics)\n- Community (norms, responses to violence)\n- Societal (laws, gender inequality, media)"
          },
          {
            "title": "Primary Prevention Approaches",
            "content": "Primary prevention addresses root causes before violence occurs.\n\nLevels of prevention:\n\nPrimary prevention:\n- Preventing violence before it happens\n- Addressing root causes and risk factors\n- Whole-population approaches\n- Long-term cultural change\n\nSecondary prevention:\n- Early intervention\n- Identifying and responding to warning signs\n- Targeted interventions for at-risk groups\n\nTertiary prevention:\n- Response after violence occurs\n- Support for survivors\n- Accountability for perpetrators\n- Preventing recurrence\n\nMost resources historically went to tertiary; primary prevention is now recognised as essential.\n\nPrimary prevention strategies:\n\nRespectful Relationships Education:\n- Whole-school approach\n- Building skills in respect, communication, gender equality\n- Challenging attitudes that support violence\n- Evidence-based programs\n- Implemented in Victoria through Building Respectful Relationships curriculum\n\nAddressing gender inequality:\n- Women's economic empowerment\n- Equal representation in leadership\n- Challenging gender stereotypes\n- Supporting diverse masculinities\n\nBystander programs:\n- Training people to recognise warning signs\n- Building skills to intervene safely\n- Shifting norms about action vs silence\n- Creating collective responsibility\n\nMedia and cultural change:\n- Challenging harmful representations\n- Promoting positive models\n- Advertising standards\n- Platform accountability\n\nPractices and policies:\n- Workplace gender equality policies\n- Sports club culture change\n- University responses to sexual assault\n- Licensing and accreditation requirements"
          },
          {
            "title": "Trauma-Informed Approaches",
            "content": "Understanding trauma helps provide better support and avoid retraumatisation.\n\nWhat is trauma?\n- Emotional response to deeply distressing events\n- Sexual violence is inherently traumatic\n- Effects can be immediate or delayed\n- Can affect all aspects of life\n\nCommon effects of sexual assault trauma:\n\nPsychological:\n- Post-traumatic stress (flashbacks, nightmares, hypervigilance)\n- Depression and anxiety\n- Shame and self-blame\n- Difficulty trusting\n- Identity disruption\n\nPhysical:\n- Sleep disturbances\n- Physical health effects\n- Somatic symptoms\n\nBehavioural:\n- Avoidance of reminders\n- Substance use\n- Self-harm\n- Relationship difficulties\n\nTrauma-informed principles:\n\nSafety:\n- Physical and emotional safety\n- Predictable environment\n- Clear information\n\nTrustworthiness:\n- Consistent and reliable responses\n- Transparency\n- Following through on commitments\n\nChoice:\n- Survivor makes decisions about their own support\n- Options, not directives\n- Control over their story\n\nCollaboration:\n- Working with survivor, not doing to them\n- Valuing their expertise in their own life\n- Shared decision-making\n\nEmpowerment:\n- Building on strengths\n- Supporting autonomy\n- Recognising resilience\n\nAvoiding retraumatisation:\n- Don't require retelling trauma repeatedly\n- Don't pressure specific outcomes (reporting)\n- Avoid victim-blaming questions\n- Create environments where disclosures are possible\n- Train all staff, not just specialists"
          },
          {
            "title": "Reporting, Justice, and Alternatives",
            "content": "Understanding different pathways helps survivors make informed choices.\n\nCriminal justice pathway:\n\nProcess:\n- Reporting to police\n- Investigation\n- Decision whether to charge\n- Court process (if charges laid)\n- Verdict and sentencing (if convicted)\n\nChallenges:\n- Low reporting rates (approximately 10-20% report)\n- Of those reported, few result in charges\n- Of those charged, conviction rates are low\n- Process can be traumatic for survivors\n- Long timeframes\n- Outcome uncertain\n\nPotential benefits:\n- Validation through official acknowledgment\n- Perpetrator accountability\n- Protection orders\n- May prevent further offending\n\nCivil pathways:\n- Civil suits for damages\n- Workplace investigations\n- Professional board complaints\n- Different burden of proof than criminal\n\nRestorative justice:\n- Focus on harm caused and repair needed\n- Can involve facilitated dialogue between parties\n- Survivor has more control over process and outcomes\n- Perpetrator takes responsibility directly\n- Not appropriate for all situations\n- Emerging area in Australia\n\nNon-legal supports:\n- Counselling and therapeutic support\n- Medical care\n- Peer support\n- Advocacy\n- Practical assistance\n\nSupporting survivor choice:\n- Not reporting is valid\n- Delayed reporting is valid\n- All pathways have pros and cons\n- Survivor knows their situation best\n- Support regardless of chosen pathway"
          },
          {
            "title": "Policy Analysis and Advocacy",
            "content": "Understanding policy helps create systemic change.\n\nKey policy areas:\n\nLegal framework:\n- Criminal laws defining sexual offences\n- Evidence rules in sexual assault cases\n- Age of consent laws\n- Affirmative consent laws\n- Image-based abuse laws\n- Coercive control legislation\n\nService system:\n- Funding for sexual assault services\n- Training for police and prosecutors\n- Court support services\n- Prevention programs\n\nInstitutional responses:\n- University and school policies\n- Workplace regulations\n- Sports organisation requirements\n- Church and religious organisation accountability\n\nRecent Australian policy developments:\n\nAffirmative consent laws:\n- Shifting focus from whether victim said 'no' to whether accused took steps to obtain consent\n- 'Yes means yes' rather than 'no means no'\n- Introduced in NSW, Tasmania, and other jurisdictions\n- Victoria's legislation (2021) makes consent about communication and mutual agreement\n\nImage-based abuse laws:\n- Now illegal in all Australian jurisdictions\n- Civil penalties through eSafety Commissioner\n- Criminal penalties in states\n\nCoercive control:\n- Increasingly recognised as family violence\n- Some states moving toward criminalisation\n- Debate about effectiveness of criminal approach\n\nAdvocacy strategies:\n- Understanding policy processes\n- Engaging with consultations\n- Coalition building\n- Media engagement\n- Sharing lived experience (carefully, with support)\n- Supporting survivor advocacy organisations"
          }
        ],
        "keyTerms": [
          {
            "term": "Primary prevention",
            "definition": "Actions to prevent violence before it occurs by addressing root causes"
          },
          {
            "term": "Ecological model",
            "definition": "Framework showing how violence is influenced by individual, relationship, community, and societal factors"
          },
          {
            "term": "Trauma-informed",
            "definition": "Approach that recognises the impact of trauma and seeks to avoid retraumatisation"
          },
          {
            "term": "Affirmative consent",
            "definition": "Legal standard requiring positive agreement to sexual activity, not just absence of 'no'"
          },
          {
            "term": "Restorative justice",
            "definition": "Approach focusing on repairing harm caused by crime through dialogue and accountability"
          },
          {
            "term": "Retraumatisation",
            "definition": "Triggering trauma responses through actions that mirror the original traumatic experience"
          }
        ]
      },
      "caseStudy": {
        "title": "University Response",
        "scenario": "A university is reviewing its response to sexual assault following student advocacy highlighting problems. Current issues include: survivors report being asked victim-blaming questions by staff; academic accommodations are difficult to access; there's no dedicated support service; the complaints process is confusing and slow; some perpetrators continue on campus during investigations; and prevention education is limited to orientation week. Student advocates are pushing for comprehensive reform.",
        "questions": [
          "Apply the ecological model to identify factors at different levels contributing to this situation.",
          "How could trauma-informed principles guide improvement?",
          "What primary prevention approaches should the university implement?",
          "How can the complaints process be improved while maintaining fairness?",
          "What role should student advocacy play in policy development?"
        ],
        "keyLearning": "Effective institutional responses require systemic change, not just individual training. Trauma-informed approaches must be embedded throughout the institution. Primary prevention should be ongoing, not one-off. Student voices are essential in developing effective policies. Reform requires addressing culture as well as procedures."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What are the three levels of prevention?",
          "sampleAnswer": "Primary prevention (preventing violence before it occurs by addressing root causes), secondary prevention (early intervention when warning signs are present), and tertiary prevention (response after violence occurs, including support and accountability)."
        },
        "understand": {
          "question": "Explain how the ecological model helps us understand sexual violence.",
          "sampleAnswer": "The ecological model shows that sexual violence is influenced by factors at multiple levels, not just individual perpetrator psychology. Individual factors include personal attitudes and experiences. Relationship factors include peer norms and family dynamics. Community factors include how institutions respond and local social norms. Societal factors include laws, gender inequality, and media. This model shows why we need multi-level interventions - changing individuals isn't enough if the social environment supports violence. It explains why rates differ across communities and over time, and points to where prevention efforts can be directed."
        },
        "apply": {
          "question": "How would you apply trauma-informed principles to support a friend who has disclosed sexual assault?",
          "sampleAnswer": "Safety: ensure they feel safe physically and emotionally, ask what would help them feel safe. Trustworthiness: be reliable, follow through on what I say, maintain confidentiality unless they're in danger. Choice: let them make decisions about what happens next - whether to report, who to tell, what support to access. Avoid pressuring any particular outcome. Collaboration: ask what they need rather than assuming, involve them in planning any support. Empowerment: focus on their strengths and resilience, avoid doing things 'for' them that they can do themselves, remind them it's not their fault. Avoid asking victim-blaming questions or requiring them to tell the story repeatedly."
        },
        "analyse": {
          "question": "Analyse why reporting rates for sexual assault are so low despite legal protections.",
          "sampleAnswer": "Multiple factors contribute: fear of not being believed based on prevalent victim-blaming attitudes; low conviction rates meaning effort may not lead to outcome; trauma making the process of retelling painful; fear of perpetrator retaliation especially when known to victim; concerns about privacy and public exposure; potential social consequences from mutual networks; lack of confidence in police response based on history and reputation; self-blame that prevents seeing it as reportable crime; not recognising experiences as 'real' assault due to narrow cultural scripts; for some groups, additional barriers like immigration status, homophobia, or distrust of police. The legal system is theoretically available but practically inaccessible or unappealing for most survivors."
        },
        "evaluate": {
          "question": "Evaluate the effectiveness of affirmative consent laws in addressing sexual violence.",
          "sampleAnswer": "Strengths: shifts focus from victim's resistance to perpetrator's responsibility to ensure consent; better reflects how consent actually works (it should be actively given); may change social norms about communication; educates the public about expectations; can improve prosecution success in some cases. Limitations: still requires proving what happened in private; perpetrators can claim they 'believed' consent was given; doesn't address underlying attitudes that lead to assault; may not affect situations where perpetrator doesn't care about consent; enforcement depends on police and prosecutor decisions; law alone doesn't change culture. Evaluation: affirmative consent laws are a positive development that aligns law with ethical standards, but they're one tool among many needed and their effectiveness depends on implementation, education, and cultural change beyond the legal system."
        },
        "create": {
          "question": "Design a primary prevention program for a sports club addressing attitudes that contribute to sexual violence.",
          "sampleAnswer": "Program components: 1) Leadership commitment - club executives publicly commit to respectful culture, model behaviour. 2) Policy development - clear code of conduct developed with members, consequences for violations. 3) Education sessions - workshops on consent, respectful relationships, bystander intervention, run at regular intervals not just once. 4) Peer leaders - train respected club members as advocates for culture change. 5) Challenging norms - address specific problematic traditions or behaviours common in the club. 6) Bystander skills - practice scenarios for intervening when witnessing concerning behaviour. 7) Gender equality - promote women's participation and leadership in traditionally male-dominated sports. 8) Support pathways - ensure members know where to get help, have multiple reporting options. 9) Evaluation - survey attitudes and experiences before and after, adjust approach based on results."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is affirmative consent?",
          "sampleAnswer": "Affirmative consent is a legal standard requiring positive agreement to sexual activity - 'yes means yes' rather than just absence of 'no.'"
        },
        "multistructural": {
          "question": "List the five trauma-informed principles.",
          "sampleAnswer": "Safety (physical and emotional), trustworthiness (reliability and transparency), choice (survivor makes decisions), collaboration (working with not doing to), and empowerment (building on strengths and supporting autonomy)."
        },
        "relational": {
          "question": "Explain the relationship between gender inequality and sexual violence rates.",
          "sampleAnswer": "Research shows societies with greater gender inequality have higher rates of sexual violence. Gender inequality creates conditions where violence is more likely: male entitlement to women's bodies; women's subordinate status making them more vulnerable targets; economic dependence making it harder to leave abusive situations; rigid gender roles that socialise men toward dominance and women toward compliance; institutions that don't take violence seriously; and attitudes that excuse male behaviour and blame female victims. Conversely, addressing gender inequality through economic empowerment, equal representation, and challenging stereotypes contributes to reducing sexual violence. This relationship explains why violence prevention must address systemic inequality, not just individual perpetrators."
        },
        "extendedAbstract": {
          "question": "Critically evaluate the tension between survivor-centred approaches and perpetrator accountability in responding to sexual violence.",
          "sampleAnswer": "Survivor-centred approaches prioritise what the survivor needs and wants, including their choice about whether to report or pursue justice. This respects autonomy and can support healing. Perpetrator accountability emphasises holding offenders responsible, potentially protecting future victims. Tension arises when survivors don't want to report or engage with criminal justice - should society pursue accountability anyway? Criminal justice can be traumatic for survivors and has low success rates, but non-reporting may allow perpetrators to reoffend. Different values conflict: individual wellbeing vs collective safety; survivor control vs social responsibility; harm reduction vs justice. Resolution approaches include: supporting survivor choice while offering all options; developing alternative accountability mechanisms (restorative justice, community accountability); improving criminal justice so it's less traumatic; focusing resources on prevention to reduce future harm; and distinguishing survivor support from perpetrator accountability as separate tracks. There may not be a perfect resolution - the tension reflects genuine competing values that must be balanced contextually."
        }
      },
      "studentReflection": [
        "How do systemic factors in my community contribute to or prevent sexual violence?",
        "What role can I play in primary prevention?",
        "How could institutions I'm part of become more trauma-informed?"
      ]
    },
    "E": {
      "levelDescription": "2+ years above expected level - Critical engagement with research, theory, global perspectives, and transformative justice",
      "whatYouWillLearn": [
        "Critical evaluation of research on sexual violence",
        "Theoretical frameworks for understanding and preventing violence",
        "Global perspectives on consent and sexual violence",
        "Transformative justice and abolitionist approaches"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Critical Evaluation of Sexual Violence Research",
            "content": "Research on sexual violence requires critical analysis given its sensitive nature and political implications.\n\nMethodological considerations:\n\nMeasurement challenges:\n- Different definitions produce different prevalence estimates\n- Question wording significantly affects responses\n- Behaviour-based vs label-based questions\n- Capturing spectrum of coerced to violent experiences\n\nSampling:\n- Representativeness challenges\n- Who participates and who doesn't\n- Institutional vs population samples\n- Reaching marginalised populations\n\nUnder-reporting:\n- Most studies still underestimate prevalence\n- Shame, trauma, and confidentiality concerns affect disclosure\n- Different rates of disclosure in different contexts\n\nRetrospective bias:\n- Memory and interpretation can change over time\n- Current understanding affects past interpretation\n\nResearch controversies:\n\n'Campus rape crisis' debates:\n- Studies finding high rates on university campuses\n- Methodological critiques from various perspectives\n- Political uses and misuses of research\n- Impact on policy and funding\n\nFalse allegation rates:\n- Research consistently finds 2-10% false reports\n- Definitional issues (what counts as false)\n- Incomplete reports often miscategorised as false\n- Disproportionate attention compared to prevalence\n\nPerpetrator research:\n- Who perpetrates and why\n- Serial vs one-time perpetrators\n- Risk factors and predictors\n- Challenges of self-report and social desirability\n\nIntervention research:\n- What works in prevention\n- Challenges of measuring violence reduction\n- Attitude change vs behaviour change\n- Long-term follow-up difficulties\n\nCritical reading:\n- Who funded the research?\n- What assumptions underlie the design?\n- Who was included and excluded?\n- How are findings being used?"
          },
          {
            "title": "Theoretical Frameworks",
            "content": "Different theories offer different explanations and point to different solutions.\n\nFeminist theories:\n\nRadical feminist perspective:\n- Sexual violence as expression of patriarchy\n- Male dominance and female subordination\n- Violence as tool of social control\n- Systemic analysis\n\nIntersectional feminism:\n- Gender interacts with race, class, sexuality, disability\n- Violence affects different women differently\n- Some women more vulnerable due to multiple marginalisations\n- White feminist analysis may centre particular experiences\n\nCritiques of feminist theories:\n- May essentialise gender\n- Less able to explain female perpetrators or male victims\n- Varying engagement with transgender experiences\n\nSociological theories:\n\nRoutine activities theory:\n- Motivated offender + suitable target + absence of capable guardian\n- Environmental and situational factors\n- Implications for prevention\n- Critiqued for potential victim-blaming\n\nSocial learning theory:\n- Violence is learned behaviour\n- Role of peers, family, media\n- Implications for education\n\nPsychological theories:\n\nPerpetrator-focused:\n- Individual psychopathology\n- Personality factors\n- History of victimisation\n- Limitations: most perpetrators aren't psychopathic; most victims don't become perpetrators\n\nTrauma theory:\n- Effects of victimisation\n- Neurobiology of trauma\n- Recovery processes\n\nPublic health frameworks:\n\nEcological model:\n- Multi-level analysis\n- Multiple intervention points\n- Systems approach\n- Prevention focus\n\nSocial determinants:\n- Violence as health issue\n- Structural factors\n- Population-level approaches\n\nEach theory illuminates some aspects while obscuring others."
          },
          {
            "title": "Global Perspectives",
            "content": "Understanding consent and sexual violence varies significantly across cultural and legal contexts.\n\nGlobal prevalence:\n- WHO estimates 35% of women globally experience intimate partner or sexual violence\n- Rates vary significantly across regions\n- Measurement differences affect comparisons\n- Conflict zones have extremely high rates\n\nLegal approaches globally:\n\nCriminal law variations:\n- Definition of rape varies (penetration requirements, marital rape inclusion)\n- Some countries still don't criminalise marital rape\n- Evidentiary requirements differ\n- Penalties vary widely\n\nConsent standards:\n- 'No means no' vs affirmative consent\n- Some jurisdictions still focus on force rather than consent\n- Age of consent varies (typically 14-18)\n- Close-in-age exemptions vary\n\nCultural factors:\n\nHonour-based violence:\n- Violence to protect family 'honour'\n- Victims punished rather than perpetrators\n- Intersection with sexual violence\n- Exists in some communities globally, including in Australia\n\nMarriage customs:\n- Early and forced marriage\n- Bride price practices\n- Marital expectations about sex\n- Legal status of marital rape\n\nConflict-related sexual violence:\n- Sexual violence as weapon of war\n- Mass rape and systematic violence\n- International criminal law developments\n- Truth and reconciliation approaches\n\nUniversal rights vs cultural relativism:\n- International human rights framework asserts universal standards\n- Cultural practices may conflict\n- Who defines culture and speaks for communities\n- Balance between respect and accountability\n\nTransnational considerations:\n- Sexual violence affecting migrants and refugees\n- Trafficking and exploitation\n- Extraterritorial jurisdiction\n- International cooperation"
          },
          {
            "title": "Transformative Justice and Alternative Approaches",
            "content": "Critiques of criminal justice have led to alternative frameworks.\n\nCriminal justice limitations:\n- Low reporting, prosecution, and conviction rates\n- Retraumatisation through legal process\n- Disproportionate impact on marginalised communities (especially when considering who gets prosecuted vs protected)\n- Incarceration may not address harm or prevent reoffending\n- Doesn't provide healing for survivors or accountability to communities\n\nTransformative justice:\n\nCore principles:\n- Focus on transformation rather than punishment\n- Address root causes, not just incidents\n- Community responsibility, not just individual\n- Healing for all involved\n- Structural change alongside individual accountability\n\nPractice:\n- Community accountability processes\n- Perpetrator accountability without (or alongside) criminal justice\n- Addressing conditions that enable violence\n- Survivor-centred but not survivor-controlled\n\nRelationship to abolitionism:\n- Many transformative justice approaches emerge from prison abolition movement\n- Question whether police and prisons address violence or perpetuate it\n- Recognise over-policing of marginalised communities\n- Seek responses that don't create more harm\n\nChallenges:\n- What about dangerous perpetrators?\n- Resources and capacity in communities\n- Power dynamics in community processes\n- Tension with survivor choice and safety\n- Not yet scaled or systematised\n\nRestorative justice:\n\nDifference from transformative justice:\n- Often operates within legal systems\n- Focuses on specific incident\n- May be less oriented to structural change\n\nIn sexual violence cases:\n- Controversial application\n- Requires very careful safeguards\n- Not appropriate for all situations\n- Potential for survivor revictimisation\n- Some survivors find it meaningful\n\nBuilding alternatives:\n- Community-based responses\n- Accountability without police\n- Bystander and community intervention\n- Prevention as alternative to punishment"
          },
          {
            "title": "Emerging Issues and Future Directions",
            "content": "New technologies and social changes create new challenges and opportunities.\n\nTechnology and consent:\n\nDigital sexual violence:\n- Image-based abuse at scale\n- AI-generated intimate images (deepfakes)\n- Online harassment and stalking\n- Intersection of digital and physical\n\nTechnology-facilitated abuse:\n- Surveillance through devices\n- Control through digital means\n- New forms of coercion\n\nPlatform responsibility:\n- Content moderation challenges\n- Algorithm effects\n- Terms of service enforcement\n- Legal frameworks lagging technology\n\nEmerging legal issues:\n\nAffirmative consent implementation:\n- How does it work in practice?\n- Education implications\n- Evidence challenges\n\nCoercive control:\n- Expanding recognition\n- Implementation challenges\n- Debate about criminalisation\n\nInstitutional accountability:\n- Royal commissions and inquiries\n- Redress schemes\n- Cultural change requirements\n\nPrevention science:\n\nWhat works:\n- Increasing evidence base for prevention\n- School-based programs showing promise\n- Bystander approaches effective\n- Community mobilisation models\n\nChallenges:\n- Scaling effective programs\n- Sustained implementation\n- Addressing backlash\n- Maintaining political will\n\nFuture directions:\n- Integration of prevention into all settings\n- Technology as prevention tool\n- Perpetrator-focused prevention\n- Addressing masculinity and gender norms\n- Intersectional approaches\n- Survivor leadership in policy"
          }
        ],
        "keyTerms": [
          {
            "term": "Transformative justice",
            "definition": "Approach seeking to address violence and harm through transformation of individuals, communities, and conditions, often without relying on criminal justice"
          },
          {
            "term": "Prison abolition",
            "definition": "Movement advocating for dismantling prisons and creating alternative responses to harm"
          },
          {
            "term": "Intersectionality",
            "definition": "Framework recognising how multiple forms of inequality (gender, race, class) interact to create unique experiences"
          },
          {
            "term": "Technology-facilitated abuse",
            "definition": "Use of digital technologies to perpetrate abuse, harassment, or coercion"
          },
          {
            "term": "Community accountability",
            "definition": "Processes where communities take responsibility for addressing harm without relying on state intervention"
          },
          {
            "term": "Patriarchy",
            "definition": "Social system in which men hold primary power and dominate in roles of political leadership, moral authority, and control of property"
          }
        ]
      },
      "caseStudy": {
        "title": "Beyond Criminal Justice",
        "scenario": "A community is grappling with a sexual assault case where the survivor doesn't want to report to police, but community members are concerned about the perpetrator's ongoing presence in shared spaces. The survivor fears the criminal justice process would be traumatic and unlikely to result in conviction. Some community members want to exclude the perpetrator from community events. Others are exploring transformative justice approaches, involving facilitated accountability processes. There are debates about survivor autonomy, community safety, what accountability means, and whether there can be justice without formal systems.",
        "questions": [
          "What are the limitations of criminal justice responses in this situation?",
          "How might transformative justice approaches address concerns in ways criminal justice cannot?",
          "What are the risks and challenges of community-based approaches?",
          "How should survivor autonomy be balanced with community safety?",
          "What would meaningful accountability look like outside criminal justice?"
        ],
        "keyLearning": "Criminal justice isn't the only or always the best response to sexual violence. Alternative approaches can centre survivor needs while still providing accountability. Community-based responses require careful attention to power dynamics and safety. There is no perfect solution - different approaches involve trade-offs. Survivor choice and safety must remain central to whatever approach is taken."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is the estimated global prevalence of sexual violence against women according to the WHO?",
          "sampleAnswer": "The WHO estimates that approximately 35% of women globally have experienced intimate partner violence or sexual violence."
        },
        "understand": {
          "question": "Explain how an intersectional feminist analysis adds to understanding of sexual violence compared to earlier feminist approaches.",
          "sampleAnswer": "Earlier feminist approaches often treated 'women' as a unified category facing patriarchal violence. Intersectional analysis recognises that race, class, sexuality, disability, and other factors shape how violence is experienced and responded to. Women of colour may face different barriers to reporting; disabled women may be more vulnerable to certain forms of abuse; LGBTQ+ survivors may face additional discrimination; and class affects access to legal and support services. Intersectionality also examines how power structures intersect - white women may simultaneously experience gender oppression while benefiting from racial privilege. This analysis points to the need for responses that address multiple forms of inequality, not just gender, and centres the voices of those facing multiple marginalisations."
        },
        "apply": {
          "question": "Apply the concept of transformative justice to a situation where someone has committed sexual harm. What would the process involve?",
          "sampleAnswer": "A transformative justice approach would: centre survivor safety and healing (what do they need? what would support their recovery?); require the person who caused harm to take full responsibility without minimisation; involve a support team for each party; facilitate a process where the perpetrator understands the impact of their actions through dialogue or communication; develop concrete steps the perpetrator will take for accountability (may include therapy, education, changed behaviours, amends); address underlying factors that contributed to the harm (attitudes, substance use, mental health); involve community in supporting change and preventing reoffending; and consider broader conditions that enabled the violence. The process would be survivor-guided in terms of what accountability looks like, but not survivor-controlled in requiring them to manage it."
        },
        "analyse": {
          "question": "Analyse the tensions between cultural relativism and universal human rights approaches to sexual violence.",
          "sampleAnswer": "Universal human rights frameworks assert that certain protections (freedom from sexual violence) apply regardless of culture. Cultural relativism suggests standards should be understood within cultural contexts and outsiders shouldn't impose values. Tensions arise when practices defended as cultural (forced marriage, 'honour' violence, certain initiation rituals) conflict with rights frameworks. Analysis must consider: who speaks for 'culture' (often those in power, not affected groups); cultures are not static (practices change); invoking culture can protect harmful practices; rights themselves emerged from particular (Western) cultural contexts; and colonial history complicates outside intervention. Resolution approaches include: centring voices of affected people within cultures; distinguishing culture from power structures using culture as justification; supporting local activists rather than imposing external solutions; recognising universal principles can be expressed through diverse cultural forms; and avoiding either uncritical acceptance of harmful practices or cultural imperialism."
        },
        "evaluate": {
          "question": "Evaluate the arguments for and against community-based alternatives to criminal justice for sexual violence.",
          "sampleAnswer": "Arguments for alternatives: criminal justice has poor outcomes (low conviction, retraumatising process); it doesn't provide healing for survivors or genuine accountability from perpetrators; marginalised communities are over-policed and under-protected; incarceration may not prevent future offending and causes harm; survivors often don't want criminal process; and community approaches can address root causes. Arguments against: dangerous perpetrators may require incapacitation; community processes can be dominated by powerful people protecting perpetrators; survivors may face pressure not to pursue accountability; communities may not have capacity for complex processes; criminal law provides symbolic condemnation; and rights protections exist in formal systems. Evaluation: neither system is perfect - criminal justice causes harm but provides some protections; alternatives have promise but aren't yet scaled or safeguarded. Best approach may be multiple options, with survivor choice central, while working to improve all systems."
        },
        "create": {
          "question": "Develop a framework for evaluating whether technology companies should be held responsible for enabling sexual violence through their platforms.",
          "sampleAnswer": "Framework considerations: 1) Foreseeability - could the company reasonably anticipate this harm? Platforms facilitating contact should expect some misuse. 2) Design choices - did platform design enable or discourage harm? Eg. anonymity, lack of moderation, recommendation algorithms. 3) Knowledge - did company know harm was occurring and fail to act? 4) Response - once aware, did company take reasonable steps? 5) Capacity - does company have ability to prevent harm? Large platforms have significant resources. 6) Competing values - privacy, free expression, innovation must be balanced. 7) User responsibility - companies can't control all user behaviour. Framework for responsibility: companies should be liable when they knew or should have known about systematic harm, had capacity to prevent it, and failed to take reasonable action. 'Reasonable action' includes proactive design choices, effective reporting systems, prompt content removal, meaningful enforcement, and collaboration with experts. Safe harbour provisions may need updating for contemporary platforms."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is community accountability?",
          "sampleAnswer": "Community accountability is a process where communities take responsibility for addressing harm done by community members without relying on police or courts."
        },
        "multistructural": {
          "question": "List the key critiques of criminal justice responses to sexual violence.",
          "sampleAnswer": "Low reporting and conviction rates, retraumatisation of survivors through legal process, disproportionate impact on marginalised communities (who gets prosecuted vs protected), incarceration may not prevent reoffending, doesn't provide healing for survivors or genuine accountability, and creates additional harm through carceral system."
        },
        "relational": {
          "question": "Explain the relationship between prison abolition movements and transformative justice approaches to sexual violence.",
          "sampleAnswer": "Prison abolition argues that incarceration doesn't address root causes of harm, creates more violence, and disproportionately affects marginalised communities. This critique leads to seeking alternative responses to violence that don't rely on police and prisons. Transformative justice emerged from these movements as a framework for addressing sexual violence through community-based processes focused on transformation rather than punishment. The relationship is that abolitionists need answers to 'what about dangerous people?' - transformative justice attempts to provide alternatives. However, there is tension: some survivors want perpetrators incarcerated; some transformative justice processes operate alongside rather than instead of criminal justice; and abolition may seem to deprioritise accountability. The connection is shared critique of current systems and commitment to responses that don't create additional harm."
        },
        "extendedAbstract": {
          "question": "Synthesise theoretical perspectives to develop a comprehensive explanation of why sexual violence persists despite increased awareness and legal protections.",
          "sampleAnswer": "Persistence requires multi-level explanation. At societal level, feminist analysis shows patriarchal structures that position women as subordinate persist despite legal equality; gender inequality in economic, political, and social domains creates conditions for violence. Intersectional analysis adds that these structures intersect with racism, classism, and other oppressions, making some groups more vulnerable. At community level, social learning theory shows attitudes supporting violence are transmitted through families, peers, and media despite awareness campaigns. At institutional level, organisations often fail to respond effectively, protecting powerful perpetrators. At individual level, psychological factors interact with social permission. Legal changes are necessary but insufficient because: law requires enforcement (which is inconsistent); law addresses incidents not patterns; law focuses on punishment not prevention; and formal equality doesn't change cultural attitudes. Awareness campaigns may not change behaviour without structural change. Prevention requires simultaneous action at all levels: structural change addressing inequality; institutional accountability; community norm change; individual attitude and behaviour change; and effective response to violence that occurs. No single intervention addresses the multi-level nature of the problem."
        }
      },
      "studentReflection": [
        "How do my theoretical frameworks shape what I see as possible solutions?",
        "What would genuine accountability for sexual violence look like?",
        "How can approaches address harm without creating additional harm?"
      ]
    }
  }
}
