{
  "metadata": {
    "topicTitle": "Consent and Boundaries",
    "subject": "HPE",
    "strand": "Personal, Social and Community Health",
    "yearLevel": "9-10",
    "topicNumber": 2,
    "curriculumCode": ["VC2HP10P05", "VC2HP10P04", "VC2HP10P03"],
    "contentDescriptors": [
      "Investigate and apply skills and strategies to establish and maintain respectful relationships",
      "Evaluate factors that shape identities, relationships and sense of belonging",
      "Analyse the impact of attitudes and behaviours on health decisions and actions"
    ],
    "crossCurriculumPriorities": ["Aboriginal and Torres Strait Islander Histories and Cultures", "Sustainability"],
    "generalCapabilities": ["Personal and Social Capability", "Ethical Understanding", "Critical and Creative Thinking"],
    "lastUpdated": "2025-01-15"
  },
  "literacyLevels": {
    "A": {
      "whatYouWillLearn": [
        "What consent means and why it matters",
        "How to ask for and give consent",
        "Understanding personal boundaries",
        "What to do if boundaries are crossed",
        "Consent in everyday situations"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "What is Consent?",
            "content": "Consent means giving permission for something to happen. It means saying 'yes' freely—not because you feel pressured, scared, or don't think you have another choice. Consent is about respect for other people and their right to make choices about their own bodies and lives.\n\nConsent applies to many everyday situations. Borrowing someone's things, sharing their photo online, physical contact like hugging—all of these should involve consent. You wouldn't take someone's belongings without asking; the same principle applies to other situations.\n\nConsent is especially important for any kind of physical contact or intimacy. Everyone has the right to decide what happens to their body. No one should ever be forced, pressured, or tricked into any kind of physical contact."
          },
          {
            "title": "The FRIES Model of Consent",
            "content": "One helpful way to understand consent is the FRIES model. Each letter stands for an important part of what makes consent real.\n\nF is for Freely given. Consent must be given without pressure, force, or manipulation. If someone only says yes because they're scared of what might happen if they say no, that's not real consent.\n\nR is for Reversible. Anyone can change their mind at any time. Even if you said yes before, you can say no now. Even if you've done something before, you can decide not to do it again.\n\nI is for Informed. You can only consent to something if you know what it is. If someone tricks you or doesn't tell you the full story, you haven't really consented.\n\nE is for Enthusiastic. Consent should be a genuine yes, not just the absence of a no. Look for active agreement, not just silence or going along with something.\n\nS is for Specific. Saying yes to one thing doesn't mean yes to everything. Consent needs to be for each specific thing."
          },
          {
            "title": "Understanding Personal Boundaries",
            "content": "Boundaries are personal limits that define what you're comfortable with. Everyone has different boundaries, and that's completely normal. Your boundaries might be different from your friends' boundaries, and that's okay.\n\nPhysical boundaries are about your body and personal space. Some people are comfortable with hugs from friends; others prefer high-fives or waves. Some people need more personal space than others.\n\nEmotional boundaries are about what you're willing to share and discuss. You might be happy talking about some topics but not others. You get to decide what you share and with whom.\n\nDigital boundaries are about your online life. This includes who can contact you, what photos of you can be shared, and what personal information you share online.\n\nKnowing your own boundaries is important. Think about what makes you feel comfortable and what doesn't. It's okay if your boundaries are different from others', and it's okay for boundaries to change over time."
          },
          {
            "title": "Communicating About Consent",
            "content": "Asking for consent can feel awkward at first, but it gets easier with practice. It shows you respect the other person. Simple questions work well: 'Is it okay if...?', 'Do you want to...?', 'Are you comfortable with...?'\n\nListen to the answer and respect it. A genuine 'yes' is clear and enthusiastic. Watch for hesitation, silence, or body language that doesn't match the words. If you're not sure, it's always okay to ask again or check in.\n\nSaying no can be hard, but you always have the right to. You don't need to explain or justify why. A simple 'No', 'I don't want to', or 'I'm not comfortable with that' is enough. Your reasons are your own.\n\nRespecting someone's 'no' is essential. Don't pressure them to change their mind, make them feel guilty, or keep asking. Accept it and move on without making them feel bad."
          },
          {
            "title": "When Boundaries Are Crossed",
            "content": "If someone crosses your boundaries, it's not your fault. It doesn't matter what you were wearing, where you were, or whether you said yes to something else before. You are not responsible for someone else's actions.\n\nYou can respond in different ways. In the moment, if you feel safe, you can say 'stop' or 'I don't like that.' You can leave the situation. You can tell a trusted adult.\n\nAfter the event, talk to someone you trust. This might be a parent, teacher, counsellor, or someone else. What happened isn't your fault, and you deserve support.\n\nIf someone has seriously crossed your boundaries or harmed you, it's important to get help. Kids Helpline (1800 55 1800) is available 24/7. School counsellors, doctors, and police can also help depending on the situation."
          }
        ],
        "keyTerms": {
          "consent": "Freely giving permission for something to happen",
          "boundaries": "Personal limits about what you're comfortable with",
          "FRIES": "A model for understanding consent: Freely given, Reversible, Informed, Enthusiastic, Specific",
          "pressure": "Trying to make someone do something they don't want to do",
          "respect": "Valuing someone's choices, boundaries, and autonomy"
        }
      },
      "caseStudy": {
        "title": "Sam's Story",
        "content": "Sam's friend Jamie wanted to post a group photo from a party on social media. Sam didn't like how they looked in the photo and asked Jamie not to post it, or at least to crop Sam out.\n\nJamie said, 'Come on, you look fine! Don't be so sensitive.' Sam felt pressured but held firm: 'I know you think it's fine, but I'm not comfortable with it being posted. Please respect that.'\n\nJamie was a bit annoyed but didn't post the photo with Sam in it. Later, Jamie realised that respecting Sam's wishes was the right thing to do, even if they didn't understand why it mattered so much to Sam.\n\nThis situation shows consent in an everyday context. Sam had a boundary about photos being shared. It didn't matter whether Jamie understood Sam's reasons—what mattered was respecting Sam's choice about their own image.",
        "questions": [
          "How did Sam communicate their boundary?",
          "Why does it matter that Jamie respected Sam's choice even without understanding the reasons?",
          "Can you think of similar situations where consent about sharing photos applies?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What does each letter in the FRIES model of consent stand for?",
        "understand": "Explain why consent must be freely given to be valid.",
        "apply": "Give an example of how you would ask for consent in an everyday situation.",
        "analyse": "What's the difference between someone saying yes because they want to and saying yes because they feel pressured?",
        "evaluate": "Why is it important to respect someone's 'no' even if you disagree with their reasons?",
        "create": "Design a poster explaining consent for students your age."
      },
      "assessmentSOLO": {
        "unistructural": "What does consent mean?",
        "multistructural": "List three types of personal boundaries.",
        "relational": "Explain how respecting boundaries connects to having healthy relationships.",
        "extendedAbstract": "Create a guide for explaining consent to a younger student."
      },
      "studentReflection": [
        "What are some of my personal boundaries?",
        "How comfortable am I saying no when I need to?",
        "How can I get better at checking for consent in everyday situations?"
      ]
    },
    "B": {
      "whatYouWillLearn": [
        "Consent in different types of relationships and contexts",
        "Reading and responding to verbal and non-verbal cues",
        "Factors that can affect the ability to give consent",
        "Digital consent and online boundaries",
        "Supporting others around consent"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Consent Across Different Contexts",
            "content": "Consent applies in many different situations and relationships. In friendships, consent includes respecting privacy, asking before sharing information, and checking before physical contact like hugs. Not everyone likes to be touched the same way.\n\nIn romantic relationships, consent is essential for all physical intimacy—from holding hands to kissing to any sexual contact. Each new activity needs its own consent. Previous consent doesn't equal future consent.\n\nOnline, consent includes asking before sharing photos or screenshots, respecting someone's choice not to share personal information, and accepting if someone doesn't want to video chat or share images. Just because something is digital doesn't mean consent doesn't apply.\n\nConsent also matters in situations with power differences. Teachers, coaches, employers, and older relatives have power. Genuine consent is harder to give when you feel you can't really say no without consequences."
          },
          {
            "title": "Verbal and Non-Verbal Cues",
            "content": "Consent isn't just about the word 'yes.' It's important to read both verbal and non-verbal cues to understand if someone is really comfortable.\n\nVerbal cues of consent include enthusiastic responses like 'yes!', 'I'd like that', or 'sounds good.' A hesitant or quiet 'I guess' or silence is not clear consent.\n\nNon-verbal cues of comfort include relaxed body language, moving closer, making eye contact, and matching your energy. Signs of discomfort include tense body, pulling away, avoiding eye contact, going quiet, and nervous laughter.\n\nIf verbal and non-verbal cues don't match, pay attention to the non-verbal. If someone says 'okay' but their body language shows discomfort, check in. You might say, 'You seem a bit hesitant—are you sure you're okay with this?'\n\nWhen in doubt, ask. It's always better to check than to assume. Asking shows you care about how the other person feels."
          },
          {
            "title": "Factors Affecting Ability to Consent",
            "content": "Several factors can affect someone's ability to give genuine consent. Understanding these is important for recognising when consent can't truly be given.\n\nAlcohol and drugs affect judgment and decision-making. Someone who is intoxicated cannot give genuine consent. This is especially important to understand for situations involving physical intimacy. If someone is drunk or high, any sexual activity without clear, sober consent is wrong.\n\nPower imbalances affect consent. When one person has power over another (like a boss over an employee, or an older person over a younger one), the person with less power may feel unable to say no. This is why there are laws and rules about relationships in these contexts.\n\nAge matters. There are laws about the age at which people can legally consent to sexual activity. These exist because young people may not have the maturity to make fully informed decisions about certain activities.\n\nPressure and coercion undermine consent. If someone only agrees because of threats, guilt-tripping, repeated asking, or fear of consequences, that's not genuine consent. Manipulation tactics like 'if you loved me you would...' are red flags."
          },
          {
            "title": "Digital Consent and Online Boundaries",
            "content": "Digital consent is increasingly important in our connected world. Photos and images require consent. Before sharing any photo that includes someone else, ask them. This includes group photos, screenshots of conversations, and any images. Once something is online, it's hard to control.\n\nNudes and intimate images are a particular concern. It is never okay to share intimate images of someone without their consent—this is called 'image-based abuse' and is illegal. If someone pressures you for intimate images, that's a red flag. If you receive intimate images of someone else, do not share them.\n\nOnline harassment and boundaries matter. Everyone has the right to set limits on online contact. Repeatedly messaging someone who doesn't respond, creating fake accounts to contact someone who blocked you, or monitoring someone's online activity without permission are all violations of consent and boundaries.\n\nParental controls and digital boundaries sometimes create tension. While parents have responsibility for keeping you safe, conversations about appropriate levels of privacy and monitoring can help find balance."
          },
          {
            "title": "Supporting Others Around Consent",
            "content": "Being a good friend involves supporting consent culture. If you see someone being pressured, you can intervene if safe. This might be directly saying something, creating a distraction, or getting help from others.\n\nListen when friends talk about their boundaries being crossed. Believe them, don't blame them, and help them access support if needed. Avoid asking questions that suggest it was their fault.\n\nChallenge consent-related myths when you hear them. Comments like 'they didn't say no' (silence isn't consent), 'they were leading them on' (no one 'deserves' to have their consent violated), or 'they shouldn't have been drunk' (the responsibility is on the person who violated consent, not the person who was drunk) perpetuate harmful ideas.\n\nModel consent in your own behaviour. Ask before hugging, respect people's 'no' without question, and don't pressure others. This normalises consent as part of everyday interactions."
          }
        ],
        "keyTerms": {
          "non-verbal cues": "Body language, facial expressions, and other non-spoken ways people communicate",
          "intoxication": "Being affected by alcohol or drugs in ways that impair judgment",
          "power imbalance": "When one person has more power than another in a relationship",
          "image-based abuse": "Sharing intimate images of someone without their consent",
          "consent culture": "A community or environment where consent is valued, taught, and practiced"
        }
      },
      "caseStudy": {
        "title": "The Party Situation",
        "content": "At a party, Jade noticed her friend Emma looking uncomfortable. A guy Emma had just met was getting closer to her, and Emma was stepping back but not saying anything. Her body language looked tense.\n\nJade walked over and said, 'Hey Emma, come help me find something.' Emma looked relieved and came with her. Away from the guy, Jade asked, 'Are you okay? You looked uncomfortable.' Emma said she'd been trying to be polite but didn't know how to get away.\n\nThey talked about how it's always okay to remove yourself from a situation, and that you don't have to be 'polite' when someone isn't respecting your space. Jade offered to stay nearby for the rest of the party.\n\nThis situation shows bystander intervention in action. Jade noticed non-verbal cues of discomfort, created an opportunity for Emma to leave, checked in without pressure, and supported Emma's autonomy.",
        "questions": [
          "What non-verbal cues did Jade notice?",
          "How did Jade intervene without making assumptions or taking over?",
          "What could Emma have done, and why might that be hard in the moment?"
        ]
      },
      "assessmentBlooms": {
        "remember": "List three factors that can affect someone's ability to give consent.",
        "understand": "Explain the difference between verbal and non-verbal cues of consent.",
        "apply": "Describe how you would respond if you noticed a friend looking uncomfortable in a social situation.",
        "analyse": "Why might someone find it hard to say 'no' when there's a power imbalance?",
        "evaluate": "Assess the importance of digital consent in young people's lives today.",
        "create": "Develop a resource about recognising and respecting non-verbal cues."
      },
      "assessmentSOLO": {
        "unistructural": "Name one factor that affects someone's ability to consent.",
        "multistructural": "List non-verbal cues that might indicate someone is uncomfortable.",
        "relational": "Explain how power imbalances, pressure, and context interact to affect consent.",
        "extendedAbstract": "Design a workshop for Year 8 students about consent in digital contexts."
      },
      "studentReflection": [
        "How good am I at reading non-verbal cues?",
        "What factors might make it hard for me to say no in certain situations?",
        "How could I better support friends around consent?"
      ]
    },
    "C": {
      "whatYouWillLearn": [
        "Legal frameworks around consent in Australia",
        "Sexual consent in detail",
        "Consent within relationships over time",
        "The psychology of consent negotiation",
        "Addressing consent violations and supporting survivors"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Legal Frameworks Around Consent",
            "content": "Australian law addresses consent in several ways. Age of consent laws specify the age at which someone can legally consent to sexual activity. In most Australian states and territories, the age of consent is 16. However, there are variations and additional conditions (such as provisions for close-in-age relationships, and higher ages of consent when there's a position of trust or authority).\n\nAffirmative consent laws have been introduced in several Australian jurisdictions. These laws clarify that consent must be actively communicated—silence or lack of resistance does not equal consent. Some jurisdictions require 'reasonable steps' to ascertain consent, making it insufficient to simply believe consent was given without checking.\n\nSexual assault laws criminalise sexual activity without consent. Definitions vary by jurisdiction but generally include provisions about consent being invalidated by force, threats, intoxication, or lack of capacity. Understanding these laws helps clarify what consent means legally.\n\nImage-based abuse laws criminalise sharing intimate images without consent. All Australian states and territories have laws against this, with penalties including fines and imprisonment. Taking intimate images without consent is also illegal.\n\nUnderstanding legal frameworks is important, but law is a minimum standard. Ethical behaviour involves respecting consent beyond just what's legally required."
          },
          {
            "title": "Sexual Consent in Detail",
            "content": "Sexual consent requires specific attention because of the intimate and vulnerable nature of sexual activity. Ongoing communication is essential. Consent should be checked throughout any sexual encounter, not just at the beginning. Checking in might sound like 'Is this okay?' or 'Do you like this?'\n\nConsent for one activity doesn't equal consent for another. Someone might consent to kissing but not to other activities. Each new type of activity needs its own consent. Assumptions based on previous consent are not valid.\n\nConsent can be withdrawn at any time. If someone changes their mind partway through, that must be respected immediately. 'No' or 'stop' means stop—regardless of what has happened up to that point.\n\nSigns of non-consent include silence or passivity (enthusiastic consent involves active participation), physical resistance or pushing away, verbal refusals or hesitation, crying or distress, and being asleep, unconscious, or heavily intoxicated.\n\nWhen someone cannot consent, sexual activity is sexual assault. This includes when they are asleep, unconscious, heavily intoxicated, or otherwise unable to communicate their wishes. The responsibility is always on the person initiating to ensure consent exists."
          },
          {
            "title": "Consent in Ongoing Relationships",
            "content": "Being in a relationship doesn't mean ongoing consent. People in relationships still need to respect each other's boundaries and obtain consent. Previous sexual activity doesn't create an obligation for future activity. Marriage or partnership doesn't remove the need for consent.\n\nRelationships develop patterns, but consent still applies. It might feel different asking your long-term partner than asking someone new, but the principles are the same. Partners should still check in, respect 'no,' and pay attention to cues.\n\nPressure within relationships is concerning. If one partner regularly pressures the other, uses guilt, withdraws affection as punishment for saying no, or makes the other feel they 'owe' sex, this is a problem. Healthy relationships respect each person's autonomy.\n\nCoercive control involves patterns of behaviour designed to dominate and control a partner. This can include controlling sexual activity, using intimacy as a weapon, or sexual coercion. Coercive control is now recognised as a form of domestic violence.\n\nHealthy sexual communication in relationships involves being able to express desires and boundaries, respecting each other's 'no' without resentment, discussing preferences and limits openly, and navigating differences without pressure or guilt."
          },
          {
            "title": "Psychology of Consent Negotiation",
            "content": "Understanding the psychology behind consent helps navigate real-world situations. Scripts and expectations influence behaviour. Social scripts about dating and sex can create expectations that make consent negotiation harder. Challenging these scripts and creating new norms is important.\n\nFreezing is a common response to unwanted situations. When feeling threatened or overwhelmed, some people freeze and can't speak or act. This doesn't mean consent—inability to respond is not agreement. Understanding this response helps recognise that lack of 'no' isn't the same as 'yes.'\n\nSocial pressure affects consent. Worrying about what others think, fear of being seen as 'uncool,' and desire to fit in can all pressure people toward compliance rather than genuine consent. Creating environments where saying no is respected reduces this pressure.\n\nCommunication skills support consent. Being able to clearly express your wants and limits, listen to others, and navigate disagreement helps with consent negotiation. These skills can be learned and practiced.\n\nPower dynamics affect consent psychologically. When someone has power over you—social, economic, physical—it can feel impossible to refuse. Understanding this helps recognise situations where consent may be compromised."
          },
          {
            "title": "Responding to Consent Violations",
            "content": "When consent is violated, the victim is never at fault. Regardless of circumstances—what they wore, whether they'd been drinking, whether they'd consented to other things—responsibility lies with the person who violated consent.\n\nSupporting someone who has experienced a violation involves believing them, not questioning or blaming, letting them make their own decisions about how to respond, providing information about options and services, and being patient (healing is not linear).\n\nReporting options vary depending on the situation. This might include telling a trusted adult, accessing counselling services, reporting to police, or pursuing other pathways. The person affected should make decisions about reporting, though in some cases (involving minors or serious harm) adults may have reporting obligations.\n\nServices are available for support. In Australia, these include 1800RESPECT (1800 737 732) for sexual assault, domestic and family violence support, Sexual Assault Services in each state/territory, Kids Helpline (1800 55 1800) for young people, and school counsellors and health professionals.\n\nRecovery from consent violations takes time and looks different for everyone. Professional support can help. Survivors deserve care and compassion, not judgment."
          }
        ],
        "keyTerms": {
          "age of consent": "The legal age at which someone can consent to sexual activity",
          "affirmative consent": "Legal standard requiring consent to be actively communicated, not assumed from silence",
          "coercive control": "Pattern of behaviour designed to dominate and control a partner",
          "freeze response": "A common involuntary response to threat where the person is unable to act or speak",
          "1800RESPECT": "Australia's national sexual assault, domestic and family violence counselling service"
        }
      },
      "caseStudy": {
        "title": "Affirmative Consent Law Reform",
        "content": "In recent years, several Australian states have reformed their sexual consent laws to require affirmative consent. New South Wales introduced laws in 2022 requiring that a person must say or do something to communicate consent—silence or lack of resistance is not enough.\n\nThe reforms followed campaigns by advocates, including Saxon Mullins, whose case highlighted problems with the previous laws. Under old laws, defendants could argue they believed consent existed even without clear communication. The new laws place responsibility on the person initiating to take active steps to check for consent.\n\nSupporters argue the reforms better reflect community standards about consent, hold perpetrators more accountable, and shift focus from what the victim did or didn't do. Critics raised concerns about implementation and whether legal change alone would shift behaviour.\n\nEducation accompanies law reform. Schools and universities have increased consent education. Campaigns like 'Consent Can't Wait' aim to change cultural attitudes alongside legal standards.\n\nThis case illustrates how legal definitions of consent evolve and reflect changing community standards. It also shows the relationship between law, education, and cultural change in addressing consent.",
        "questions": [
          "What changed with affirmative consent laws?",
          "Why was law reform seen as necessary?",
          "What is the relationship between legal change and cultural change around consent?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the age of consent in most Australian states?",
        "understand": "Explain what 'affirmative consent' means in legal terms.",
        "apply": "Apply understanding of consent in ongoing relationships to analyse a scenario.",
        "analyse": "Examine how psychological factors like freezing affect consent situations.",
        "evaluate": "Assess the strengths and limitations of legal approaches to consent.",
        "create": "Design support resources for someone whose consent has been violated."
      },
      "assessmentSOLO": {
        "unistructural": "Name one service available for people who have experienced consent violations.",
        "multistructural": "List signs that might indicate someone is not consenting.",
        "relational": "Explain how legal frameworks, psychology, and relationship dynamics all interact in consent situations.",
        "extendedAbstract": "Develop a comprehensive approach to consent education that addresses knowledge, skills, attitudes, and structural factors."
      },
      "studentReflection": [
        "How has my understanding of consent deepened through this topic?",
        "What might make it difficult to apply consent principles in real situations?",
        "How would I want to be supported if my consent was violated?"
      ]
    },
    "D": {
      "whatYouWillLearn": [
        "Advanced legal and ethical frameworks for consent",
        "Research on consent education and behaviour change",
        "Consent in complex and intersecting contexts",
        "Systemic approaches to consent culture",
        "Supporting survivors and accountability processes"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Advanced Legal and Ethical Frameworks",
            "content": "Legal and ethical approaches to consent continue to evolve and debate. Comparative legal analysis reveals different approaches internationally. Some jurisdictions use 'no means no' standards (consent exists unless explicitly refused), while others have adopted 'yes means yes' (affirmative consent) standards. Evidence on the impact of different legal frameworks is still developing.\n\nCommunicative sexuality models go beyond legalistic consent to emphasise mutual communication and negotiation throughout sexual encounters. This approach focuses not just on obtaining permission but on ongoing dialogue about desires, boundaries, and experiences.\n\nThe ethics of consent includes debates about whether truly free consent is possible given social inequalities, how to address grey areas and ambiguity, the relationship between legal consent and ethical sexual interaction, and responsibility for creating conditions where consent can be freely given or withheld.\n\nCapacity and consent raises complex questions. At what point does intoxication negate consent? How do we assess capacity in people with intellectual disabilities? These questions don't have simple answers and involve balancing protection from exploitation with respecting autonomy.\n\nIntersectional approaches examine how consent is experienced differently based on gender, sexuality, race, disability, and other factors. Power dynamics and histories of marginalisation affect who can freely consent and whose consent violations are taken seriously."
          },
          {
            "title": "Research on Consent Education",
            "content": "Research evaluates consent education approaches and outcomes. What do we know about effective consent education? Reviews suggest that multi-session programs are more effective than one-off sessions, skill-based approaches (practicing communication) outperform knowledge-only approaches, addressing attitudes and beliefs is important alongside skills, and whole-community approaches are more effective than individual education.\n\nMeasuring effectiveness is challenging. Outcomes can include knowledge, attitudes, intentions, and behaviours. Self-reported behaviour change may not reflect actual change. Long-term outcomes are hard to track. Perpetration prevention is difficult to measure ethically.\n\nConsent education controversies include debates about appropriate age and content (some argue consent education should start earlier; others have concerns), concerns about effectiveness (does education actually reduce assault?), critiques of gender-neutral approaches (do they obscure gendered patterns of violation?), and questions about whether education should focus on potential perpetrators, victims, or bystanders.\n\nAustralian programs like Respectful Relationships have been evaluated with generally positive findings on attitudes and knowledge, though behavioural outcomes are harder to assess. Implementation quality significantly affects outcomes."
          },
          {
            "title": "Consent in Complex Contexts",
            "content": "Consent becomes more complex in certain contexts. Sex work and consent involves debates about whether commercial sexual transactions can involve genuine consent, arguments that criminalisation undermines workers' safety and autonomy, and discussion of how to distinguish consensual sex work from trafficking and exploitation.\n\nDisability and consent involves ensuring people with disabilities can access information about relationships and sexuality, recognising capacity for consent rather than making assumptions, protecting from exploitation while respecting autonomy, and accessible consent education and support.\n\nCultural contexts affect consent norms and practices. Arranged marriages, community expectations about relationships, and different communication styles all intersect with consent. Navigating cultural contexts requires avoiding both cultural imperialism and acceptance of harmful practices.\n\nTechnology creates new consent challenges: AI-generated intimate images, virtual reality environments, data collection and privacy, and digitally mediated relationships. Legal and ethical frameworks are still catching up with technological change.\n\nPower and institutions affect consent. Consent in contexts of institutional power (workplaces, schools, churches, sports) requires attention to how power affects the ability to freely consent or refuse."
          },
          {
            "title": "Systemic Approaches to Consent Culture",
            "content": "Building consent culture requires systemic change, not just individual education. Institutional approaches include workplace sexual harassment policies and training, university consent education and response systems, sporting organisation codes of conduct, and religious institution safeguarding. Effectiveness depends on genuine commitment, not just box-ticking.\n\nMedia and cultural change matters. How consent is portrayed in media influences attitudes and norms. Critique of media representations and advocacy for better portrayals is part of cultural change. Porn literacy education addresses unrealistic portrayals of sex and consent in pornography.\n\nBystander intervention approaches train community members to safely intervene when they see concerning situations. Research shows bystander programs can be effective in reducing sexual violence. Key components include recognising situations, taking responsibility to act, knowing how to intervene safely, and building confidence to act.\n\nPrimary prevention aims to stop consent violations before they happen, through education, cultural change, and addressing root causes like gender inequality. This complements secondary prevention (early intervention) and tertiary prevention (response and support after violations).\n\nMen's engagement is increasingly recognised as essential. Since men perpetrate most sexual violence, engaging men as allies, addressing masculine norms that enable violence, and involving men in prevention efforts are important strategies."
          },
          {
            "title": "Supporting Survivors and Accountability",
            "content": "Survivor-centred approaches prioritise the needs and wishes of those who have experienced consent violations. This includes believing and validating survivors, providing choices and control (counter to the loss of control in assault), trauma-informed support, and practical assistance with safety, legal, and health needs.\n\nTrauma-informed practice recognises the impact of trauma on survivors and avoids re-traumatisation in responses. This includes understanding trauma responses, creating safe environments, building trust, and empowering survivors in the process.\n\nAccountability and justice take many forms. The criminal justice system is one avenue but has significant limitations—low reporting rates, low conviction rates, and processes that can re-traumatise victims. Restorative justice approaches focus on harm repair, accountability, and healing for all parties. These are controversial but offer alternatives to punitive approaches.\n\nPreventing secondary harm involves ensuring institutional responses (by schools, workplaces, etc.) don't further harm survivors through disbelief, minimisation, inappropriate investigation processes, or retaliation.\n\nPerpetrator accountability is essential but complex. This includes consequences for behaviour, opportunities for genuine change where appropriate, and preventing future harm. Rehabilitation programs show variable effectiveness."
          }
        ],
        "keyTerms": {
          "communicative sexuality": "Model emphasising ongoing dialogue and mutual communication throughout sexual encounters",
          "primary prevention": "Preventing consent violations before they happen through education and cultural change",
          "bystander intervention": "Training people to safely intervene when they observe concerning situations",
          "trauma-informed practice": "Approaches that recognise trauma's impact and avoid re-traumatisation",
          "restorative justice": "Approaches focused on harm repair, accountability, and healing rather than punishment"
        }
      },
      "caseStudy": {
        "title": "University Consent Programs",
        "content": "Australian universities have significantly expanded consent education in response to high-profile incidents and advocacy. The 'Respect. Now. Always.' initiative emerged from the Human Rights Commission's survey on sexual assault and harassment at universities, which found concerning rates of prevalence.\n\nApproaches vary but typically include orientation programs for new students, online consent education modules, bystander intervention training, response policies and support services, and cultural change initiatives. Some universities have made consent education mandatory.\n\nEvaluation research has examined program reach, knowledge and attitude changes, bystander intervention intentions, and (limited) behavioural data. Findings suggest programs can change knowledge and attitudes, but effects on behaviour are harder to establish. Implementation quality varies significantly.\n\nCritiques include concerns about one-off modules being insufficient, whether programs adequately address alcohol and party culture, whether they centre survivor voices and needs, and whether institutional incentives prioritise reputation management over genuine culture change.\n\nThe university context illustrates broader principles: systemic approaches are needed alongside individual education, implementation quality matters as much as program design, and measuring success requires attention to multiple outcomes over time.",
        "questions": [
          "What approaches are universities taking to consent education?",
          "What are the challenges in evaluating the effectiveness of these programs?",
          "What might make university consent programs more effective?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Describe the components of primary, secondary, and tertiary prevention.",
        "understand": "Explain the principles of trauma-informed approaches to supporting survivors.",
        "apply": "Design a bystander intervention training session based on research evidence.",
        "analyse": "Examine the complexities of consent in a specific challenging context.",
        "evaluate": "Critically assess the evidence for consent education program effectiveness.",
        "create": "Develop a systemic proposal for building consent culture in a specific institution."
      },
      "assessmentSOLO": {
        "unistructural": "Define bystander intervention.",
        "multistructural": "List approaches universities are using to address consent.",
        "relational": "Analyse how individual, community, and institutional factors interact in building consent culture.",
        "extendedAbstract": "Synthesise evidence and theory to propose a comprehensive approach to sexual violence prevention."
      },
      "studentReflection": [
        "What systemic changes would make the biggest difference for consent culture?",
        "How do I feel about different approaches to accountability for consent violations?",
        "What role could I play in building consent culture in my community?"
      ]
    },
    "E": {
      "whatYouWillLearn": [
        "Critical and feminist perspectives on consent",
        "Philosophy of consent and autonomy",
        "Research methodologies in consent studies",
        "Policy analysis and advocacy",
        "Future directions in consent discourse and practice"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Critical and Feminist Perspectives on Consent",
            "content": "Feminist scholars have been central to theorising consent, while also critiquing its limitations. Liberal feminism emphasises individual autonomy and choice. Consent frameworks protect women's right to control their bodies and sexual experiences. This perspective has driven legal reforms around affirmative consent.\n\nRadical feminism critiques the possibility of genuine consent under patriarchy. Catharine MacKinnon and others argue that unequal power between men and women means women's 'consent' may not be truly free. They question whether consent can be a sufficient standard for ethical sexuality.\n\nPoststructural feminism examines how consent operates as a discourse. What counts as consent is not natural but constructed through language, law, and social practice. Different constructions have different effects—for example, how 'grey area' language obscures violations.\n\nIntersectional feminism examines how consent is experienced differently across race, class, sexuality, and other dimensions. Whose consent is valued? Who is believed when they report violations? How do multiple marginalisations affect experiences of consent?\n\nQueer perspectives challenge heteronormative assumptions in consent discourse. They examine consent in LGBTIQ+ relationships, question gendered scripts about who initiates and who gatekeeps, and explore consent in non-normative relationship structures."
          },
          {
            "title": "Philosophy of Consent and Autonomy",
            "content": "Philosophical analysis examines the foundations of consent. Autonomy is central to consent. Consent is valuable because it respects individuals' authority over their own bodies and lives. But what does autonomy require? Full information? Absence of pressure? Rational decision-making? Different conceptions of autonomy yield different standards for consent.\n\nLibertarian approaches emphasise freedom from interference. Consent is valid as long as it's not obtained through force or fraud. Critics argue this ignores structural constraints on freedom.\n\nRelational autonomy recognises that autonomy is developed and exercised in social contexts. We are not isolated individuals but are shaped by relationships and social structures. This suggests consent standards must attend to context.\n\nMoral philosophy examines consent's role in making actions permissible. Does consent transform wrong actions into permissible ones? Are there limits to what consent can justify? What about consent to harmful activities?\n\nCritique of choice discourse examines how 'choice' and 'consent' language can obscure constraints. Framing outcomes as 'chosen' can individualise structural problems and blame victims for outcomes shaped by limited options."
          },
          {
            "title": "Research Methodologies in Consent Studies",
            "content": "Researching consent involves significant methodological considerations. Defining and measuring consent is challenging. Should research measure knowledge, attitudes, intentions, or behaviours? Self-report has limitations—people may not accurately report their behaviour, especially regarding socially undesirable actions.\n\nEthical considerations in consent research are significant. Researching sexual violence can be re-traumatising for participants. How do researchers protect participants while gathering important information? Informed consent for research (ironically) must be carefully implemented.\n\nQuantitative approaches can measure prevalence, identify risk factors, and evaluate interventions. Limitations include reducing complex experiences to numerical data and potential for questions to prime certain responses.\n\nQualitative approaches explore experiences, meanings, and contexts in depth. They can reveal complexity that quantitative measures miss. Limitations include generalisability and potential for researcher interpretation to shape findings.\n\nParticipatory and survivor-centred methodologies involve those with lived experience as co-researchers. This centres affected voices and can produce more relevant findings. Challenges include power dynamics, representation, and potential re-traumatisation.\n\nLongitudinal studies can track changes over time, including effects of education and policy changes. However, they are resource-intensive and face challenges of attrition and changing context."
          },
          {
            "title": "Policy Analysis and Advocacy",
            "content": "Policy approaches to consent continue to evolve. Law reform advocacy has achieved significant changes including criminalisation of marital rape, age of consent laws, affirmative consent standards, and image-based abuse laws. Advocacy strategies have included survivor testimony, research evidence, public campaigns, and political lobbying.\n\nEducation policy determines what consent education occurs in schools. Debates include whether consent education should be mandatory, what ages and content are appropriate, how to address diverse perspectives (including religious objections), and how to resource implementation.\n\nInstitutional policy governs responses in workplaces, schools, universities, and other settings. Key questions include what standards apply, what processes are used to investigate and respond to complaints, what support is provided, and what accountability mechanisms exist.\n\nGlobal perspectives reveal different approaches internationally. International human rights frameworks address sexual violence and consent. Comparative policy analysis can identify effective approaches while attending to context.\n\nPolicy advocacy involves identifying problems with current approaches, developing evidence-based proposals, building coalitions, engaging political processes, and implementing and evaluating changes. Youth advocacy has been significant in consent policy change."
          },
          {
            "title": "Future Directions",
            "content": "Consent discourse and practice continue to evolve. Technology raises new questions. How does consent apply to AI-generated content, virtual environments, and digital relationships? How should platforms govern consent-related content? Regulatory frameworks are developing but lag behind technology.\n\nBeyond consent debates ask whether consent is a sufficient ethical standard or just a minimum requirement. Communicative sexuality, enthusiasm standards, and mutual pleasure paradigms suggest higher aspirations than just obtaining consent.\n\nPrevention science is advancing understanding of what works to reduce sexual violence. This includes understanding risk and protective factors, developing and testing interventions, and scaling effective approaches.\n\nCultural change is underway, with shifting norms around consent, #MeToo and related movements, changing media representations, and generational shifts in attitudes. However, backlash and resistance also occur.\n\nYouth activism and voice are increasingly central. Young people are advocating for better consent education, calling out consent violations, and reshaping consent discourse for their generation. Their perspectives and leadership are essential to future directions.\n\nIntegrative approaches are emerging that combine legal reform, education, institutional policy, cultural change, and survivor support into comprehensive strategies. Understanding consent as a systemic issue, not just an individual one, opens possibilities for more effective approaches."
          }
        ],
        "keyTerms": {
          "relational autonomy": "View of autonomy as developed and exercised in social relationships and contexts",
          "radical feminism": "Feminist perspective emphasising patriarchy as a system of male dominance",
          "communicative sexuality": "Model emphasising ongoing dialogue and mutual communication beyond basic consent",
          "prevention science": "Research field focused on understanding and preventing harmful outcomes",
          "#MeToo": "Movement highlighting prevalence of sexual harassment and assault and demanding change"
        }
      },
      "caseStudy": {
        "title": "Philosophical Debates on Consent",
        "content": "Philosophical debates about consent reveal tensions in how we understand it. Consider a scenario: someone agrees to a sexual encounter to avoid an uncomfortable conversation about ending the relationship. Is this consent?\n\nBy some standards, yes—no force or explicit threat was involved, the person said yes. By other standards, this is less clear—there was pressure, and the choice wasn't truly free.\n\nLiberal frameworks might accept this as valid consent if no force was involved. Radical feminists might argue the broader context of unequal power in heterosexual relationships means such 'consent' is compromised. Relational autonomy perspectives would examine the relationship dynamics and social context.\n\nThese debates have practical implications. What should law require? What should education teach? What standards should individuals hold themselves to?\n\nOne direction is distinguishing 'consent' as a legal threshold from 'ethical sexuality' as a higher aspiration. Law might focus on clearer violations while ethics demands more: enthusiasm, mutual enjoyment, ongoing communication, attention to power dynamics.\n\nThis case illustrates that consent is not a simple concept with clear boundaries. Philosophical analysis helps clarify what's at stake and what different positions imply, even if it doesn't resolve all debates.",
        "questions": [
          "What are the different philosophical perspectives on this scenario?",
          "How might the distinction between legal consent and ethical sexuality help navigate these questions?",
          "What implications does this debate have for consent education?"
        ]
      },
      "assessmentBlooms": {
        "remember": "Outline the key critiques of consent from different feminist perspectives.",
        "understand": "Compare liberal and relational conceptions of autonomy.",
        "apply": "Analyse a consent-related policy using critical frameworks.",
        "analyse": "Examine how different research methodologies produce different knowledge about consent.",
        "evaluate": "Synthesise perspectives to assess the adequacy of consent as an ethical standard.",
        "create": "Develop a research proposal or policy advocacy strategy addressing a gap in current approaches to consent."
      },
      "assessmentSOLO": {
        "unistructural": "Identify one philosophical perspective on consent.",
        "multistructural": "List critiques of consent from different feminist positions.",
        "relational": "Analyse how critical perspectives can inform more effective consent policy and practice.",
        "extendedAbstract": "Synthesise insights from multiple theoretical perspectives to envision a transformed approach to sexual ethics that goes beyond current consent frameworks."
      },
      "studentReflection": [
        "How do philosophical debates change my understanding of consent?",
        "What ethical standards do I hold myself to beyond legal requirements?",
        "How can critical perspectives inform my own thinking and practice around consent?"
      ]
    }
  }
}
