{
  "topic": "Decision-Making, Peer Influence, and Protective Strategies",
  "subject": "Health and Physical Education",
  "strand": "Personal, Social and Community Health",
  "subStrand": "Alcohol and Other Drugs",
  "yearLevel": "9-10",
  "curriculumCodes": ["VC2HP10P05", "VC2HP10P06", "VC2HP10P07"],
  "literacyLevels": {
    "A": {
      "levelDescription": "Basic understanding of how friends and social situations influence choices about drugs and alcohol.",
      "whatYouWillLearn": [
        "How friends and social situations can influence decisions about drugs",
        "The difference between helpful and unhelpful influences",
        "Simple strategies for saying no when you feel uncomfortable",
        "Who to talk to when you need help with a difficult situation"
      ],
      "explicatoryContent": [
        {
          "heading": "How Friends Influence Our Choices",
          "text": "Friends have a big influence on the choices we make, including choices about drugs and alcohol. This can be positive or negative. Good friends can support us in making healthy choices and can be there for us when times are tough. Sometimes, though, we might feel pressure from friends to do things we are not comfortable with, including trying drugs or alcohol. This pressure might be obvious (someone directly asking you to try something) or more subtle (feeling left out if you do not join in). Understanding that this influence exists is the first step in making your own choices."
        },
        {
          "heading": "Types of Peer Pressure",
          "text": "Peer pressure is the influence that people your age have on your decisions and behaviour. Direct pressure is when someone specifically asks or tells you to do something, like offering you a drink. Indirect pressure is when you feel you should do something because others are doing it, even if no one asks you directly. Sometimes people use put-downs or teasing to pressure others. True friends will respect your choices and will not pressure you to do things that make you uncomfortable or could harm you. If someone keeps pressuring you after you have said no, that is not respectful behaviour."
        },
        {
          "heading": "Simple Ways to Say No",
          "text": "It can feel hard to say no, especially to friends, but there are ways to do it that can make it easier. You can give a simple excuse like 'No thanks, I have to get up early tomorrow' or 'I am on medication that I cannot mix with that.' You can suggest doing something else instead. You can use humour to lighten the situation. You can also just say 'No thanks' and not give a reason at all - you do not owe anyone an explanation. The key is to be clear and confident. Practice what you might say in advance so you feel prepared. If the pressure continues, it is okay to leave the situation or ask for help."
        },
        {
          "heading": "Getting Help When You Need It",
          "text": "If you are in a situation involving drugs or alcohol that worries you, there are people who can help. Trusted adults like parents, guardians, teachers, or school counsellors can provide support and advice. If you are at a party or social event and feel unsafe, you can call a parent or trusted adult to pick you up without questions. There are also helplines you can call anonymously: Kids Helpline (1800 55 1800) and DirectLine (1800 888 236). In an emergency where someone's health is at risk, always call 000 for ambulance - you will not get in trouble for seeking help."
        }
      ],
      "keyTerms": [
        {
          "term": "Peer pressure",
          "definition": "The influence people your own age have on your choices and behaviour"
        },
        {
          "term": "Direct pressure",
          "definition": "When someone specifically asks or tells you to do something"
        },
        {
          "term": "Indirect pressure",
          "definition": "Feeling like you should do something because others are doing it"
        },
        {
          "term": "Refusal skills",
          "definition": "Strategies and techniques for saying no to things you do not want to do"
        },
        {
          "term": "Trusted adult",
          "definition": "A grown-up you can rely on for help and support"
        }
      ],
      "caseStudy": {
        "scenario": "Alex is at a friend's house where some older kids have brought alcohol. Alex does not want to drink but is worried about looking uncool or being teased.",
        "questions": [
          "What kind of pressure is Alex experiencing in this situation?",
          "What are some things Alex could say to refuse the alcohol?",
          "What could Alex do if the pressure continues?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is the difference between direct and indirect peer pressure?",
        "understand": "Why might it feel difficult to say no to friends, even when you want to?",
        "apply": "What would you say if a friend offered you drugs at a party and you did not want to take them?"
      },
      "assessmentSOLO": {
        "unistructural": "Give one example of direct peer pressure.",
        "multistructural": "List three strategies you could use to refuse drugs or alcohol.",
        "relational": "Explain why having a plan in advance can make it easier to say no in difficult situations."
      },
      "studentReflection": [
        "Have you ever felt pressure to do something you were not comfortable with? How did you handle it?",
        "What makes someone a good friend when it comes to respecting your choices?",
        "Who are the trusted adults in your life you could go to for help?"
      ]
    },
    "B": {
      "levelDescription": "Developing understanding of social influences on decision-making and expanding repertoire of protective strategies.",
      "whatYouWillLearn": [
        "How social situations and environments affect decision-making",
        "The psychology behind why peer influence is so powerful during adolescence",
        "Multiple strategies for managing pressure in different situations",
        "How to support friends who might be struggling"
      ],
      "explicatoryContent": [
        {
          "heading": "The Power of Social Influence",
          "text": "Humans are social creatures, and we are naturally influenced by the people around us. During adolescence, this influence becomes particularly strong because forming relationships and belonging to a group are important developmental tasks. Studies show that teenagers are more likely to take risks when peers are watching than when alone. This is not a flaw - it is part of how our brains develop. However, understanding this influence helps us make more conscious choices. Social influence is not always negative; friends can also positively influence us toward healthy behaviours, academic success, and pursuing our goals."
        },
        {
          "heading": "Understanding Why We Feel Pressured",
          "text": "Several psychological factors make peer pressure powerful. Fear of rejection is strong during adolescence - we worry about losing friendships or social status. Conformity, or the desire to fit in with a group, is a natural human tendency. Sometimes we look to others to know how to behave in uncertain situations, which is called social proof. Media and advertising also influence our perceptions by making certain behaviours seem normal or desirable. Recognising these factors helps explain why saying no can feel so hard, even when we know what we want to do. It is not about being weak; it is about understanding normal human psychology."
        },
        {
          "heading": "Expanding Your Toolkit for Handling Pressure",
          "text": "Different situations call for different strategies. Assertive refusal involves clearly stating your position with confidence: 'No, I have decided not to drink.' Giving a reason can sometimes help: 'I have a game tomorrow' or 'I do not like how it makes me feel.' Suggesting alternatives redirects the situation: 'Let's go get food instead.' Using the buddy system means agreeing with a friend beforehand to support each other's choices. Buying time with 'Maybe later' can help you exit without confrontation. Blame an external factor: 'My parents would ground me for life.' Humour can deflect pressure without creating tension. Sometimes the best strategy is simply leaving the situation. Having multiple strategies means you can adapt to different circumstances."
        },
        {
          "heading": "Being a Good Friend",
          "text": "Supporting friends who might be struggling with substance use requires care and skill. If you are worried about a friend, choose a private moment to express your concern without judgment. Use 'I' statements like 'I've noticed you seem different lately and I'm worried about you' rather than accusations. Listen more than you talk. Do not try to force them to change or give ultimatums, as this often backfires. Let them know you care and that help is available. If you are seriously concerned about their safety, it is okay to tell a trusted adult even if your friend asks you not to - sometimes getting help is more important than keeping a secret. You cannot fix someone else's problems, but you can be a supportive presence."
        }
      ],
      "keyTerms": [
        {
          "term": "Social influence",
          "definition": "The effect that other people have on our thoughts, feelings, and behaviours"
        },
        {
          "term": "Conformity",
          "definition": "Changing behaviour to match the group or fit in with others"
        },
        {
          "term": "Social proof",
          "definition": "Looking to others' behaviour to guide our own in uncertain situations"
        },
        {
          "term": "Assertive refusal",
          "definition": "Clearly and confidently stating your position or decision"
        },
        {
          "term": "Buddy system",
          "definition": "Agreeing with a friend to support each other's decisions"
        },
        {
          "term": "I statements",
          "definition": "Expressing concerns by focusing on your own feelings rather than blaming others"
        }
      ],
      "caseStudy": {
        "scenario": "Riley has noticed that their close friend Jamie has been drinking more often and has missed some school. Jamie says everything is fine, but Riley is worried. Riley wants to help but does not want to damage their friendship.",
        "questions": [
          "What signs suggest that Jamie might be struggling?",
          "How could Riley approach Jamie in a supportive, non-judgmental way?",
          "If Jamie refuses help, what options does Riley have?",
          "When might it be appropriate for Riley to involve a trusted adult?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is social proof and how does it affect behaviour?",
        "understand": "Explain why peer influence is particularly powerful during adolescence.",
        "apply": "Describe how you would use the buddy system at a social event where drugs might be present.",
        "analyse": "Why might humour be an effective strategy for handling peer pressure in some situations but not others?"
      },
      "assessmentSOLO": {
        "unistructural": "Define conformity.",
        "multistructural": "List four different strategies for refusing drugs or alcohol.",
        "relational": "Explain the connection between the fear of rejection and difficulty saying no to peer pressure."
      },
      "studentReflection": [
        "What situations make you most vulnerable to doing things you might not otherwise choose?",
        "How do your friends positively influence your health decisions?",
        "What would you want a friend to do if they were worried about you?"
      ]
    },
    "C": {
      "levelDescription": "Sound understanding of the cognitive and social psychology of decision-making, with ability to analyse situations and apply contextually appropriate strategies.",
      "whatYouWillLearn": [
        "The cognitive psychology of decision-making under social pressure",
        "How group dynamics and social contexts shape behaviour",
        "Advanced communication strategies for navigating complex situations",
        "How to be an effective bystander and promote positive norms"
      ],
      "explicatoryContent": [
        {
          "heading": "The Psychology of Decision-Making",
          "text": "Decision-making involves cognitive processes that can be influenced by various factors. Dual-process theory suggests we have two modes of thinking: System 1 (fast, automatic, emotional) and System 2 (slow, deliberate, rational). In high-pressure social situations, System 1 often dominates, leading to quick decisions based on emotion rather than careful reasoning. Alcohol and drugs further impair System 2 functioning. This explains why people sometimes make choices in the moment that they later regret. Understanding this psychology means we can prepare in advance when System 2 is engaged, making plans and decisions before we are in high-pressure situations. Pre-commitment strategies, like deciding beforehand not to drink at a particular event, help because the decision is already made."
        },
        {
          "heading": "Group Dynamics and Social Contexts",
          "text": "Different social contexts create different pressures. In-group identity (feeling part of a group) strongly influences behaviour; we are more likely to conform to in-group norms. Social hierarchies affect who has influence; higher-status individuals have more power to set norms. Diffusion of responsibility occurs in groups where individuals feel less personally accountable. Deindividuation, where people lose their sense of individual identity in a crowd, can lead to behaviour they would not normally engage in. Pluralistic ignorance is when everyone privately disagrees with a norm but goes along because they assume others support it - this is common with drinking norms where most people overestimate how much their peers drink and approve of drinking. Understanding these dynamics helps us recognise when we might be influenced and make more conscious choices."
        },
        {
          "heading": "Advanced Communication Strategies",
          "text": "Effective communication in challenging situations requires social and emotional intelligence. Assertiveness involves expressing your needs and boundaries clearly while respecting others - it is different from aggression (violating others' rights) and passivity (not expressing your needs). Non-verbal communication matters; maintaining eye contact, standing confidently, and using a calm tone reinforces your message. Active listening shows respect for others while maintaining your position. Negotiation skills help find solutions that work for everyone. De-escalation techniques can defuse tense situations. It is also important to know when a situation is beyond your ability to handle and when to exit or seek help. These communication skills apply not just to drug-related situations but to all challenging interpersonal contexts."
        },
        {
          "heading": "Bystander Intervention and Positive Norms",
          "text": "Being an active bystander means taking action when you see harmful situations developing, rather than staying passive. The bystander effect describes how people are less likely to help when others are present, each assuming someone else will act. Overcoming this requires recognising the situation as a problem, feeling personally responsible, and knowing how to help. The 5Ds of bystander intervention provide options: Direct (directly addressing the situation), Distract (creating a diversion), Delegate (getting help from others), Delay (checking in with the person afterward), and Document (recording if appropriate and safe). Beyond individual intervention, we can help shift group norms by modelling positive behaviours, correcting misperceptions about how common drug use is, and creating environments where healthy choices are the easy choices. Young people have significant power to shape the social norms within their peer groups."
        }
      ],
      "keyTerms": [
        {
          "term": "Dual-process theory",
          "definition": "The concept that thinking involves both fast automatic (System 1) and slow deliberate (System 2) processes"
        },
        {
          "term": "Pre-commitment",
          "definition": "Making decisions in advance to constrain future choices in anticipated situations"
        },
        {
          "term": "Diffusion of responsibility",
          "definition": "Reduced sense of personal accountability when others are present"
        },
        {
          "term": "Pluralistic ignorance",
          "definition": "When individuals privately disagree with a norm but conform because they think others support it"
        },
        {
          "term": "Assertiveness",
          "definition": "Expressing needs and boundaries clearly while respecting others' rights"
        },
        {
          "term": "Bystander effect",
          "definition": "Decreased likelihood of helping when others are present"
        },
        {
          "term": "5Ds of bystander intervention",
          "definition": "Strategies for intervening: Direct, Distract, Delegate, Delay, Document"
        }
      ],
      "caseStudy": {
        "scenario": "At a party, Taylor notices that a friend, Morgan, has had a lot to drink and is being led away by someone Morgan does not know well. Other people at the party seem to notice but no one is doing anything. Taylor is unsure what to do.",
        "questions": [
          "What psychological factors might explain why others at the party are not intervening?",
          "Using the 5Ds framework, what options does Taylor have for intervening?",
          "How might Taylor overcome their hesitation to act?",
          "What could Taylor say or do that would be most likely to be effective in this situation?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the two systems described in dual-process theory?",
        "understand": "Explain how pluralistic ignorance contributes to misperceptions about peer drinking norms.",
        "apply": "Apply the 5Ds framework to a scenario where you see someone being pressured to take drugs.",
        "analyse": "Analyse how group dynamics at a party might differ from those in a small friend group and how this affects decision-making."
      },
      "assessmentSOLO": {
        "unistructural": "Define the bystander effect.",
        "multistructural": "List the 5Ds of bystander intervention and give an example of each.",
        "relational": "Explain the relationship between dual-process theory and the effectiveness of pre-commitment strategies.",
        "extendedAbstract": "Evaluate how understanding cognitive psychology could be used to design more effective drug prevention programs."
      },
      "studentReflection": [
        "Can you think of a time when you knew something was wrong but did not act? What stopped you?",
        "How might understanding pluralistic ignorance change how you think about what is 'normal' among your peers?",
        "What would help you feel more confident about being an active bystander?"
      ]
    },
    "D": {
      "levelDescription": "Comprehensive understanding of the interplay between individual cognition, social psychology, and environmental factors in decision-making, with capacity to critically evaluate intervention approaches.",
      "whatYouWillLearn": [
        "Advanced models of health behaviour and behaviour change",
        "The socioecological model and its application to protective factors",
        "Critical evaluation of prevention program effectiveness",
        "Skills for designing peer-led health promotion initiatives"
      ],
      "explicatoryContent": [
        {
          "heading": "Models of Health Behaviour",
          "text": "Understanding why people make health decisions requires examining multiple theoretical models. The Health Belief Model suggests behaviour is influenced by perceived susceptibility (How likely is harm?), perceived severity (How bad would it be?), perceived benefits (What do I gain from changing?), and perceived barriers (What makes change hard?). Self-efficacy, or confidence in one's ability to change, is crucial. The Theory of Planned Behaviour adds subjective norms (What do important others think?) and perceived behavioural control (How much control do I have?). The Transtheoretical Model describes stages of change from precontemplation through to maintenance, recognising that change is a process, not an event. Motivational interviewing is a counselling approach that helps people move through these stages by exploring ambivalence without confrontation. These models inform how we design interventions and how we understand why some people change behaviour while others do not."
        },
        {
          "heading": "Socioecological Approaches",
          "text": "The socioecological model recognises that individual behaviour is shaped by multiple nested levels of influence: individual (knowledge, attitudes, skills), interpersonal (family, friends, peers), organisational (schools, workplaces), community (local norms, resources), and societal (laws, policies, cultural values). Effective prevention addresses multiple levels rather than focusing solely on individual choice. At the individual level, this includes building knowledge and skills. At the interpersonal level, positive peer norms and family communication. At the organisational level, school policies and supportive environments. At the community level, availability of services and local regulations. At the societal level, advertising restrictions, pricing policies, and cultural narratives. This framework helps explain why individual-focused approaches alone are often insufficient and why addressing structural and environmental factors matters."
        },
        {
          "heading": "Evaluating Prevention Programs",
          "text": "Not all prevention programs are equally effective, and critical evaluation is essential. Key questions include: Is there evidence from rigorous studies (randomised controlled trials, longitudinal research)? What outcomes were measured and how? Were effects maintained over time? Did the program work for different populations? What was the mechanism of change? Fear-based approaches that emphasise dangers have generally been found ineffective and can sometimes increase curiosity. Information-only approaches have limited impact on behaviour. More effective programs are interactive, build skills, address social influences, and are delivered over multiple sessions. Life Skills Training and the Good Behaviour Game are examples of programs with strong evidence. Implementation quality matters; even good programs fail when poorly delivered. Cost-effectiveness analysis helps determine whether resources are well spent. Healthy scepticism of programs that promise dramatic results without strong evidence is warranted."
        },
        {
          "heading": "Peer-Led Health Promotion",
          "text": "Peer-led approaches leverage the influence that young people have on each other. Research suggests peers can be more credible sources of health information than adults for certain topics. Effective peer education involves careful selection and training of peer leaders, clear role definitions, ongoing support and supervision, and realistic expectations. Peer leaders should be seen as credible by the target audience, which may mean selecting diverse leaders including those who are not just 'model students.' Activities might include leading discussions, creating media campaigns, modelling positive behaviours, and providing informal support. Challenges include ensuring accuracy of information, managing boundaries, and avoiding burnout. Peer approaches work best as part of comprehensive strategies that also address environmental factors and involve adults in supportive roles. Young people can also contribute to program design and evaluation, ensuring interventions are relevant and acceptable to their intended audience."
        }
      ],
      "keyTerms": [
        {
          "term": "Health Belief Model",
          "definition": "A model suggesting behaviour is influenced by perceived susceptibility, severity, benefits, and barriers"
        },
        {
          "term": "Self-efficacy",
          "definition": "Confidence in one's ability to successfully perform a behaviour"
        },
        {
          "term": "Theory of Planned Behaviour",
          "definition": "A model adding subjective norms and perceived control to understanding behaviour"
        },
        {
          "term": "Transtheoretical Model",
          "definition": "A model describing stages of change: precontemplation, contemplation, preparation, action, maintenance"
        },
        {
          "term": "Motivational interviewing",
          "definition": "A counselling approach that helps people explore and resolve ambivalence about change"
        },
        {
          "term": "Socioecological model",
          "definition": "A framework recognising multiple levels of influence on behaviour from individual to societal"
        },
        {
          "term": "Peer education",
          "definition": "Health promotion delivered by similar-age peers rather than professionals"
        }
      ],
      "caseStudy": {
        "scenario": "A school is reviewing its drug education program. The current program consists of a one-day visit from police officers showing shocking images and warning students about legal consequences. Some parents and teachers believe this approach is effective, while others argue for a different approach based on research evidence.",
        "questions": [
          "Using health behaviour theories, analyse why the current fear-based approach might be limited in effectiveness.",
          "What does the research evidence say about effective drug prevention approaches?",
          "Design an alternative program that addresses multiple levels of the socioecological model.",
          "How would you evaluate whether a new program is working?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What are the five levels of the socioecological model?",
        "understand": "Explain how the Health Belief Model accounts for why some people change risky behaviours while others do not.",
        "apply": "Use the Theory of Planned Behaviour to design strategies for increasing refusal self-efficacy among young people.",
        "analyse": "Compare the strengths and limitations of peer-led versus adult-led drug education approaches.",
        "evaluate": "Evaluate the evidence for fear-based versus skills-based prevention approaches."
      },
      "assessmentSOLO": {
        "unistructural": "Name one component of the Health Belief Model.",
        "multistructural": "Describe the five stages in the Transtheoretical Model of change.",
        "relational": "Explain how the socioecological model helps us understand why individual-focused prevention alone is often insufficient.",
        "extendedAbstract": "Synthesise multiple health behaviour theories to develop a comprehensive framework for understanding and changing drug-related behaviours in adolescents."
      },
      "studentReflection": [
        "Thinking about the drug education you have received, which approaches have felt most relevant and useful to you?",
        "If you were designing a drug education program for your peers, what would you include and why?",
        "How might peer-led approaches address some limitations of traditional adult-delivered programs?"
      ]
    },
    "E": {
      "levelDescription": "Advanced critical analysis of the psychological, social, and structural determinants of decision-making, with capacity for original synthesis and designing innovative intervention approaches.",
      "whatYouWillLearn": [
        "Advanced theories of social cognition and behaviour change",
        "The intersection of neuroscience, psychology, and social context in decision-making",
        "Critical analysis of structural interventions and policy approaches",
        "Skills for youth advocacy and participatory program design"
      ],
      "explicatoryContent": [
        {
          "heading": "Advanced Social Cognition",
          "text": "Social cognitive theory, developed by Albert Bandura, integrates behavioural, cognitive, and environmental factors in understanding human behaviour. Key concepts include reciprocal determinism (behaviour, cognition, and environment continuously influence each other), observational learning (learning by watching others), and self-regulation (managing one's own behaviour through goal-setting and self-monitoring). More recent developments include research on social identity and how group memberships shape cognition and behaviour. Self-affirmation theory suggests that affirming core values can buffer against defensive responses to health information. Implementation intentions (specific if-then plans) can bridge the intention-behaviour gap. Construal level theory examines how psychological distance affects decision-making; we think more abstractly about distant events and more concretely about near ones. These advanced theories provide tools for designing more sophisticated interventions that account for the complexity of human psychology."
        },
        {
          "heading": "Neuroscience Meets Social Context",
          "text": "Emerging research at the intersection of neuroscience and social psychology provides new insights into decision-making. Social neuroscience examines how brain processes underlie social behaviour. The adolescent brain shows heightened sensitivity to social rewards (like peer approval) and to immediate rewards over delayed ones, helping explain risk-taking behaviour in social contexts. Stress affects brain function in ways that can impair decision-making and increase reliance on habitual responses. The prefrontal cortex, crucial for executive function, is still developing during adolescence and is affected by both stress and substance use. Neuroimaging studies show that peer presence activates reward-related brain regions in adolescents more than adults. However, the brain also shows remarkable plasticity, and positive social relationships and environments can support healthy development. This neuroscience-informed perspective neither excuses poor decisions nor reduces complex behaviour to brain chemistry, but it provides important context for understanding and intervention."
        },
        {
          "heading": "Structural Interventions and Policy",
          "text": "While individual and interpersonal approaches are important, structural interventions that change environments and policies can have population-level impact. Availability policies control where and when substances can be accessed (outlet density, trading hours). Pricing policies like taxation influence consumption, particularly among young people and heavy users. Marketing restrictions reduce exposure to pro-substance messaging. Default options and choice architecture can make healthy choices easier. School policies that balance prevention with supportive responses to substance use affect both norms and outcomes for students who need help. Structural interventions often face political resistance because they constrain commercial interests or individual liberty, requiring effective advocacy. Evidence suggests that comprehensive approaches combining individual, community, and policy interventions are most effective. Critical analysis involves examining not just effectiveness but also equity impacts - some policies may benefit some groups while burdening others."
        },
        {
          "heading": "Youth Advocacy and Participatory Design",
          "text": "Young people have the right to participate in decisions that affect them, including health policies and programs. Participatory approaches involve young people not just as recipients but as partners in designing, implementing, and evaluating interventions. Youth participatory action research (YPAR) involves young people in identifying issues, collecting data, and developing solutions. Student voice initiatives give young people formal roles in school governance. Youth advocacy involves speaking up for policy changes at local, state, or national levels. Effective youth participation requires genuine power-sharing, not tokenistic involvement. Adults play supportive roles providing resources, training, and access while respecting young people's autonomy and perspectives. Young people bring unique insights about their own lives and can identify issues and solutions that adults might miss. Participation also has developmental benefits, building leadership skills and civic engagement. Critics note challenges including representation (whose voices are heard?), capacity building, and sustainability. Nonetheless, participatory approaches represent an ethical commitment to respecting young people's agency and rights."
        },
        {
          "heading": "Designing Innovative Approaches",
          "text": "Innovation in health promotion involves applying new technologies, insights, and methods while maintaining evidence-based principles. Digital interventions (apps, games, social media campaigns) can reach young people in their digital environments but require careful design to be engaging and effective. Gamification applies game design elements to health behaviours. Personalisation uses data to tailor messages and interventions to individuals. Co-design involves target audiences in developing interventions. Design thinking provides a structured approach to innovation: empathise (understand users), define (frame the problem), ideate (generate solutions), prototype (test quickly), and iterate (refine based on feedback). Scaling effective innovations requires attention to implementation science - understanding what makes interventions work in real-world conditions. A key principle is that innovation should complement, not replace, proven approaches. Novel methods need rigorous evaluation before widespread adoption. Young people can be innovators themselves, bringing creativity and digital literacy to developing new approaches."
        }
      ],
      "keyTerms": [
        {
          "term": "Social cognitive theory",
          "definition": "Bandura's theory integrating behavioural, cognitive, and environmental factors in understanding behaviour"
        },
        {
          "term": "Reciprocal determinism",
          "definition": "The concept that behaviour, cognition, and environment continuously influence each other"
        },
        {
          "term": "Implementation intentions",
          "definition": "Specific if-then plans that help translate intentions into action"
        },
        {
          "term": "Social neuroscience",
          "definition": "The study of how brain processes underlie social behaviour"
        },
        {
          "term": "Choice architecture",
          "definition": "Designing environments to make certain choices more likely"
        },
        {
          "term": "Participatory action research",
          "definition": "Research that involves community members as partners in all stages of the research process"
        },
        {
          "term": "Design thinking",
          "definition": "A structured approach to innovation: empathise, define, ideate, prototype, iterate"
        },
        {
          "term": "Implementation science",
          "definition": "The study of methods to promote uptake of evidence-based practices in real-world settings"
        }
      ],
      "caseStudy": {
        "scenario": "You have been invited to join a state government advisory group on youth substance use. The group is developing recommendations for a comprehensive youth drug strategy. You want to advocate for approaches that are evidence-based, respect young people's rights and autonomy, and address structural factors as well as individual behaviour.",
        "questions": [
          "Drawing on behaviour change theories, what individual and interpersonal approaches would you recommend and why?",
          "What structural interventions and policy changes would you advocate for?",
          "How would you argue for meaningful youth participation in the strategy development and implementation?",
          "What innovative approaches might you propose, and how would you ensure they are rigorously evaluated?",
          "How would you respond to arguments that emphasise prohibition and punishment over harm reduction?"
        ]
      },
      "assessmentBlooms": {
        "remember": "What is reciprocal determinism in social cognitive theory?",
        "understand": "Explain how social neuroscience research on the adolescent brain informs our understanding of decision-making in social contexts.",
        "apply": "Design a structural intervention that would create an environment supporting healthy choices about substances for young people in your community.",
        "analyse": "Compare the strengths and limitations of individual-focused versus structural approaches to preventing drug-related harm.",
        "evaluate": "Critically assess the ethical implications of using behavioural insights (like choice architecture) to influence young people's health decisions.",
        "create": "Design an innovative, evidence-informed, participatory program for preventing problematic substance use among young people that addresses multiple levels of the socioecological model."
      },
      "assessmentSOLO": {
        "unistructural": "What is implementation science?",
        "multistructural": "List four structural interventions that can influence substance use at a population level.",
        "relational": "Explain how youth participatory approaches can both improve program effectiveness and address ethical concerns about top-down interventions.",
        "extendedAbstract": "Synthesise insights from psychology, neuroscience, public health, and ethics to develop a comprehensive framework for how society should approach young people's decision-making about substances that balances protection with autonomy and evidence with values."
      },
      "studentReflection": [
        "What role do you think young people should have in shaping drug policies and programs that affect them?",
        "How can we balance respecting individual autonomy with protecting vulnerable young people from harm?",
        "If you could change one thing about how schools or society approach drug education, what would it be and why?",
        "What skills and knowledge from this topic will be most useful in your life beyond school?"
      ]
    }
  }
}
