{
  "metadata": {
    "topic": "STIs and Sexual Health Services",
    "subject": "HPE",
    "strand": "Personal, Social and Community Health",
    "yearLevel": "9-10",
    "curriculumAlignment": "Victorian Curriculum 2.0",
    "curriculumCodes": ["VC2HP10P04", "VC2HP10P08", "VC2HP10P09"],
    "duration": "4-5 lessons",
    "topicNumber": 3,
    "focusArea": "Sexual Health",
    "australianContext": true
  },
  "literacyLevels": {
    "A": {
      "levelDescription": "2-3 years below expected level - Focus on basic understanding of STIs and where to get help",
      "whatYouWillLearn": [
        "What sexually transmitted infections (STIs) are",
        "How STIs are spread",
        "How to protect yourself from STIs",
        "Where to get tested and treated"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "What are STIs?",
            "content": "STI stands for sexually transmitted infection. These are infections that can be passed from one person to another during sexual contact.\n\nSexual contact includes:\n- Vaginal sex\n- Anal sex\n- Oral sex\n- Skin-to-skin contact in the genital area\n- Sharing sex toys\n\nSome important facts about STIs:\n- They are very common\n- Anyone who is sexually active can get an STI\n- Many STIs have no symptoms, so people often don't know they have one\n- Most STIs can be treated or cured\n- Getting tested is the only way to know if you have an STI\n\nSTIs are nothing to be ashamed of. They're a health issue, just like any other infection."
          },
          {
            "title": "Common STIs",
            "content": "There are many types of STIs. Here are some common ones:\n\nChlamydia:\n- Very common, especially in young people\n- Often has no symptoms\n- Easily treated with antibiotics\n- If untreated, can cause serious problems\n\nGonorrhoea:\n- Bacterial infection\n- May cause discharge or pain when urinating\n- Often has no symptoms\n- Treated with antibiotics\n\nGenital herpes:\n- Caused by a virus\n- Can cause painful sores\n- No cure, but medication helps manage outbreaks\n- Very common - many people have it\n\nHPV (Human Papillomavirus):\n- Very common virus\n- Some types cause genital warts\n- Some types can lead to cancer\n- A vaccine can prevent most HPV infections\n\nHIV:\n- Attacks the immune system\n- No cure, but medication allows people to live healthy lives\n- Can be prevented with condoms and medication (PrEP)\n\nSyphilis:\n- Bacterial infection\n- Can cause sores and rashes\n- Easily treated with antibiotics"
          },
          {
            "title": "How to Protect Yourself",
            "content": "There are ways to reduce the risk of getting STIs:\n\nUsing condoms:\n- Condoms are very effective at preventing most STIs\n- Use a new condom every time\n- Use condoms for vaginal, anal, and oral sex\n\nGetting vaccinated:\n- The HPV vaccine protects against most types of HPV\n- In Australia, it's free for school students\n- Ask your doctor if you haven't had it\n\nGetting tested:\n- If you're sexually active, get tested regularly\n- Testing is the only way to know if you have an STI\n- Many STIs have no symptoms\n\nTalking to partners:\n- Talk about STI testing before having sex\n- Ask if they've been tested recently\n- It's okay to ask\n\nLimiting partners:\n- Fewer sexual partners means lower risk\n- But remember: it only takes one encounter to get an STI"
          },
          {
            "title": "Getting Tested",
            "content": "Getting tested for STIs is easy and important.\n\nWho should get tested?\n- Anyone who is sexually active\n- People with new partners\n- People who have had unprotected sex\n- Anyone with symptoms\n\nWhat happens during STI testing?\n- Usually a urine test (peeing in a cup)\n- Sometimes a blood test\n- Sometimes a swab (quick and not usually painful)\n- The doctor or nurse will explain what's needed\n\nWhere to get tested in Australia:\n- Your doctor (GP)\n- Sexual health clinics\n- Family Planning clinics\n- Some youth services\n\nImportant to know:\n- Testing is confidential\n- Young people can get tested without parents\n- Most STIs can be tested with just a urine sample\n- Results usually come back within a few days"
          },
          {
            "title": "If You Have an STI",
            "content": "If you find out you have an STI, here's what to do:\n\nDon't panic:\n- Most STIs can be treated easily\n- Having an STI doesn't make you a bad person\n- Getting treatment quickly is important\n\nGet treatment:\n- Take all medication as prescribed\n- Finish the whole course of antibiotics if given\n- Don't have sex until treatment is finished\n\nTell your partner(s):\n- People you've had sex with need to know\n- They need to get tested and treated too\n- If you can't tell them, the clinic can contact them without using your name\n\nPrevent spreading it:\n- Don't have sex until you've finished treatment\n- Use condoms in the future\n- Get tested again after treatment to make sure it worked\n\nLook after yourself:\n- It's normal to feel upset or worried\n- Talk to someone you trust\n- Remember, STIs are common and treatable"
          }
        ],
        "keyTerms": [
          {
            "term": "STI",
            "definition": "Sexually transmitted infection - an infection passed through sexual contact"
          },
          {
            "term": "Chlamydia",
            "definition": "A common STI that often has no symptoms and is easily treated"
          },
          {
            "term": "HIV",
            "definition": "Human Immunodeficiency Virus - a virus that attacks the immune system"
          },
          {
            "term": "HPV",
            "definition": "Human Papillomavirus - a very common virus, some types can cause cancer"
          },
          {
            "term": "Sexual health clinic",
            "definition": "A clinic that specialises in STI testing, treatment, and sexual health advice"
          },
          {
            "term": "Confidential",
            "definition": "Information kept private and not shared with others"
          }
        ]
      },
      "caseStudy": {
        "title": "Riley's STI Test",
        "scenario": "Riley is 16 and recently became sexually active with a new partner. They used condoms most of the time but not always. Riley hasn't noticed any symptoms but heard that many STIs don't have symptoms. Riley is nervous about getting tested because they don't want their parents to find out.",
        "questions": [
          "Why should Riley get tested even though they have no symptoms?",
          "Where could Riley go to get tested without parents finding out?",
          "What should Riley do differently in the future?"
        ],
        "keyLearning": "Many STIs have no symptoms, so testing is the only way to know if you have one. Young people can access confidential STI testing without parental consent. Using condoms consistently every time is important for protection."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "List three common STIs.",
          "sampleAnswer": "Chlamydia, gonorrhoea, and herpes. Other answers could include HPV, HIV, or syphilis."
        },
        "understand": {
          "question": "Explain why people should get tested for STIs even if they have no symptoms.",
          "sampleAnswer": "Many STIs don't cause any symptoms, so people can have an STI without knowing it. Without testing, they could pass the infection to others and the infection could cause health problems. Testing is the only way to know for sure."
        },
        "apply": {
          "question": "A friend tells you they're too embarrassed to get tested for STIs. What would you say to them?",
          "sampleAnswer": "I would tell them that STI testing is confidential and the staff won't judge them. I'd explain that STIs are very common and doctors test people all the time. Getting tested is the responsible thing to do, and most STIs are easy to treat if found early."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What does STI stand for?",
          "sampleAnswer": "Sexually transmitted infection."
        },
        "multistructural": {
          "question": "List three ways to protect yourself from STIs.",
          "sampleAnswer": "Using condoms, getting vaccinated (HPV vaccine), getting tested regularly, and talking to partners about testing."
        },
        "relational": {
          "question": "Explain the connection between STIs having no symptoms and the importance of regular testing.",
          "sampleAnswer": "Because many STIs have no symptoms, people can have an infection without knowing it. They might feel fine but still be able to pass the infection to others. Regular testing is important because it's the only way to find out if you have an STI when there are no symptoms. Finding and treating STIs early prevents spreading them and prevents health problems."
        }
      },
      "studentReflection": [
        "What did I learn about STIs that I didn't know before?",
        "Where could I go to get tested if I needed to?",
        "How would I feel about talking to a partner about STI testing?"
      ]
    },
    "B": {
      "levelDescription": "1 year below expected level - Building understanding of STI transmission, testing procedures, and sexual health services",
      "whatYouWillLearn": [
        "How different STIs are transmitted and their effects on health",
        "The process of STI testing and what to expect",
        "How to access sexual health services in Australia",
        "How to support partners and friends with STI concerns"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Understanding STI Transmission",
            "content": "STIs are transmitted in different ways. Understanding this helps with prevention.\n\nDirect contact transmission:\n- Most STIs are passed through direct contact with infected body fluids (semen, vaginal fluids, blood) or infected skin/mucous membranes\n- This includes vaginal, anal, and oral sex\n- Some STIs (like herpes and HPV) can be passed through skin-to-skin contact, even without penetration\n\nSpecific transmission routes:\n- Chlamydia and gonorrhoea: through unprotected vaginal, anal, or oral sex; can also be passed to a baby during childbirth\n- Herpes: through contact with sores or infected skin, even when no sores are visible\n- HPV: through skin-to-skin genital contact; very easily transmitted\n- HIV: through blood, semen, vaginal fluids, and breast milk; requires the virus to enter the bloodstream\n- Syphilis: through contact with syphilis sores (chancres)\n\nWhat doesn't transmit STIs:\n- Toilet seats\n- Sharing food or drinks\n- Hugging or handshaking\n- Coughing or sneezing\n- Swimming pools"
          },
          {
            "title": "STIs and Health Effects",
            "content": "If left untreated, STIs can cause serious health problems.\n\nShort-term effects:\n- Chlamydia/gonorrhoea: may cause burning when urinating, discharge, pelvic pain (but often no symptoms)\n- Herpes: painful blisters or sores during outbreaks\n- Syphilis: sores, rash, flu-like symptoms in stages\n\nLong-term effects if untreated:\n\nPelvic Inflammatory Disease (PID):\n- Caused by untreated chlamydia or gonorrhoea\n- Infection spreads to the uterus and fallopian tubes\n- Can cause chronic pain\n- Can lead to infertility (inability to have children)\n\nFertility problems:\n- Both males and females can become infertile from untreated STIs\n- Epididymitis in males can cause infertility\n\nCancer:\n- Certain HPV types can cause cervical, anal, and throat cancers\n- This is why HPV vaccination is so important\n\nHIV progression:\n- Without treatment, HIV attacks the immune system\n- Can progress to AIDS (acquired immunodeficiency syndrome)\n- Makes the body vulnerable to infections and cancers\n- With treatment, people with HIV can live long, healthy lives\n\nPregnancy complications:\n- Some STIs can be passed to babies during pregnancy or birth\n- Can cause miscarriage, premature birth, or health problems for the baby"
          },
          {
            "title": "STI Testing Process",
            "content": "Knowing what to expect makes testing less scary.\n\nBefore your appointment:\n- You might need to hold urine for 1-2 hours before a urine test\n- Think about what sexual activities you've had (the doctor will ask)\n- Write down any symptoms or questions\n\nWhat happens during testing:\n\nFor chlamydia and gonorrhoea:\n- Usually a urine sample\n- Sometimes a swab (vaginal, anal, or throat depending on activities)\n- Swabs are quick and usually don't hurt\n\nFor HIV and syphilis:\n- Blood test\n- Small amount of blood taken from your arm\n- Some clinics offer rapid HIV tests (finger prick, results in 20 minutes)\n\nFor herpes:\n- Blood test if no active sore\n- Swab of the sore if one is present\n\nAfter testing:\n- Results usually take a few days to a week\n- Some clinics call only if results are positive\n- Some send results by text or through a portal\n- Make sure you understand how you'll get results\n\nWindow periods:\n- Some STIs don't show up immediately after infection\n- HIV can take up to 3 months to be detected\n- You may need to test again later"
          },
          {
            "title": "Sexual Health Services in Australia",
            "content": "Australia has many services for sexual health.\n\nGeneral practitioners (GPs):\n- Can test for and treat STIs\n- May bulk-bill (free with Medicare card)\n- Good if you have a GP you're comfortable with\n\nSexual health clinics:\n- Specialists in sexual health\n- Usually free\n- Confidential\n- Often don't need an appointment\n- Available in most cities and larger towns\n\nFamily Planning clinics:\n- Offer STI testing along with contraception\n- Youth-friendly services\n- Available in every state and territory\n\nYouth services:\n- Many youth health services offer STI testing\n- Examples: headspace, youth clinics\n- Often very youth-friendly and non-judgmental\n\nOnline services:\n- Some services offer STI testing kits by mail\n- You do the test at home and send it back\n- Good for people in remote areas or those who prefer privacy\n\nAboriginal Community Controlled Health Services:\n- Culturally appropriate care\n- Available throughout Australia\n- Important for Aboriginal and Torres Strait Islander young people\n\nHelplines:\n- Sexual Health Infolink: 1800 451 624\n- Can give advice and find local services"
          },
          {
            "title": "Supporting Others",
            "content": "You might need to support a friend or partner with STI concerns.\n\nIf a friend is worried about STIs:\n- Listen without judgment\n- Encourage them to get tested\n- Offer to go with them if they're nervous\n- Help them find local services\n- Remind them that STIs are common and treatable\n\nIf a partner tells you they have an STI:\n- Stay calm and listen\n- Ask questions if you need more information\n- Get tested yourself\n- Don't blame or shame them - they did the right thing by telling you\n- Discuss what this means for your relationship going forward\n\nIf you need to tell a partner:\n- Choose a private, calm moment\n- Be direct but kind\n- Give them accurate information about the STI\n- Encourage them to get tested\n- Understand they might need time to process\n\nPartner notification:\n- People you've had sex with need to know if you have an STI\n- You can tell them yourself\n- Or sexual health clinics can contact them anonymously\n- This stops the infection from spreading further"
          }
        ],
        "keyTerms": [
          {
            "term": "Transmission",
            "definition": "How an infection is passed from one person to another"
          },
          {
            "term": "Pelvic Inflammatory Disease (PID)",
            "definition": "Infection of the female reproductive organs, caused by untreated STIs"
          },
          {
            "term": "Window period",
            "definition": "The time between infection and when a test can detect it"
          },
          {
            "term": "Swab test",
            "definition": "A test where a cotton tip is used to collect a sample from a body area"
          },
          {
            "term": "Partner notification",
            "definition": "Letting sexual partners know they may have been exposed to an STI"
          },
          {
            "term": "Bulk billing",
            "definition": "When a healthcare provider charges Medicare directly, so there's no cost to the patient"
          }
        ]
      },
      "caseStudy": {
        "title": "Supporting a Friend",
        "scenario": "Jamie's friend Ash has just found out they have chlamydia. Ash is really upset and feels embarrassed and 'dirty'. They're worried about telling the person they've been seeing, and they're scared about what it means for their health.",
        "questions": [
          "What could Jamie say to help Ash feel less ashamed?",
          "Why is it important for Ash to tell their partner?",
          "What practical help could Jamie offer?",
          "What should Ash know about chlamydia treatment and outcomes?"
        ],
        "keyLearning": "STIs are common and not a sign of being a 'bad' person. Supporting friends without judgment is important. Chlamydia is easily treated with antibiotics, and telling partners is essential to prevent spread and reinfection."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What is a 'window period' in STI testing?",
          "sampleAnswer": "The window period is the time between when someone is infected with an STI and when a test can detect it. During this time, a test might come back negative even though the person is infected."
        },
        "understand": {
          "question": "Explain why untreated chlamydia or gonorrhoea can lead to fertility problems.",
          "sampleAnswer": "If chlamydia or gonorrhoea isn't treated, the infection can spread to the reproductive organs. In females, it can cause Pelvic Inflammatory Disease (PID), which damages the fallopian tubes and can lead to infertility. In males, it can cause epididymitis, which can also lead to infertility."
        },
        "apply": {
          "question": "Someone asks you where they can get tested for STIs confidentially. What options would you suggest?",
          "sampleAnswer": "I would suggest: a sexual health clinic (usually free and confidential), a bulk-billing GP, Family Planning clinic, or a youth health service like headspace. If they prefer privacy, there are also online services that send testing kits. They could call Sexual Health Infolink (1800 451 624) to find local services."
        },
        "analyse": {
          "question": "Compare the transmission methods of different STIs and explain why some are easier to prevent than others.",
          "sampleAnswer": "STIs transmitted only through body fluids (like chlamydia, gonorrhoea, HIV) can be effectively prevented with condoms because condoms stop fluid exchange. STIs transmitted through skin-to-skin contact (like herpes and HPV) are harder to prevent because condoms don't cover all skin. HPV can spread through any genital contact, which is why vaccination is so important since condoms alone aren't fully protective."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "Name two body fluids that can transmit HIV.",
          "sampleAnswer": "Blood and semen. Also vaginal fluids and breast milk."
        },
        "multistructural": {
          "question": "List four different types of sexual health services available in Australia.",
          "sampleAnswer": "General practitioners (GPs), sexual health clinics, Family Planning clinics, youth health services, online testing services, and Aboriginal Community Controlled Health Services."
        },
        "relational": {
          "question": "Explain the relationship between HPV infection and the development of cervical cancer.",
          "sampleAnswer": "HPV (Human Papillomavirus) is a common STI with many types. Some high-risk types of HPV can cause changes to cells in the cervix over time. If these changes aren't detected and treated, they can develop into cervical cancer. This is why HPV vaccination (which protects against the high-risk types) and regular cervical screening (Pap tests) are important for preventing cervical cancer."
        },
        "extendedAbstract": {
          "question": "Analyse why young people in Australia might face particular barriers to accessing STI testing, and suggest how services could better meet their needs.",
          "sampleAnswer": "Barriers include: embarrassment and stigma, concern about confidentiality (especially from parents), cost if services aren't free, lack of knowledge about where to go, transport issues, services not being youth-friendly or open at convenient times. Services could improve by: being explicitly youth-friendly and non-judgmental, having youth-specific sessions, guaranteeing confidentiality, promoting services in schools, offering online booking and text result notification, providing transport assistance, having young peer workers, and using social media to normalise testing."
        }
      },
      "studentReflection": [
        "How comfortable would I feel accessing sexual health services?",
        "What barriers might prevent young people from getting tested?",
        "How could I support a friend who needed to get tested?"
      ]
    },
    "C": {
      "levelDescription": "At expected level - Comprehensive understanding of STI epidemiology, prevention strategies, and health service navigation",
      "whatYouWillLearn": [
        "The epidemiology of STIs in Australia and factors affecting rates",
        "Evidence-based prevention strategies including vaccination and PrEP",
        "How to navigate sexual health services and advocate for your needs",
        "The importance of regular testing and partner notification"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "STI Epidemiology in Australia",
            "content": "Understanding STI patterns in Australia helps explain why certain prevention strategies are prioritised.\n\nChlamydia:\n- Most commonly notified STI in Australia\n- Over 100,000 cases reported annually\n- Highest rates in 15-29 year olds\n- Women diagnosed more often than men (partly due to more testing)\n- Rates higher in regional and remote areas\n\nGonorrhoea:\n- Increasing rates in recent years\n- Antimicrobial resistance is a concern (some strains becoming harder to treat)\n- Rates vary significantly by population\n\nSyphilis:\n- Recently increasing, particularly in some communities\n- Outbreaks in specific populations being actively addressed\n- Concerning because of serious health effects if untreated\n\nHIV:\n- Approximately 900 new diagnoses per year in Australia\n- Rates have decreased due to prevention efforts, particularly PrEP\n- Gay and bisexual men remain the most affected population\n- Late diagnosis remains a concern (testing is crucial)\n\nHPV:\n- Very common; most sexually active people will have HPV at some point\n- Vaccination program has dramatically reduced rates of vaccine-preventable types\n- Cervical cancer rates declining due to vaccination\n\nFactors affecting STI rates:\n- Access to testing and treatment\n- Condom use patterns\n- Number of sexual partners\n- Age (younger people have higher rates)\n- Geography (urban vs rural)\n- Socioeconomic factors"
          },
          {
            "title": "HPV and the National Immunisation Program",
            "content": "HPV vaccination is one of the most effective STI prevention tools available.\n\nAbout HPV:\n- There are over 200 types of HPV\n- Some cause genital warts (types 6 and 11)\n- Some cause cancers (types 16 and 18 are responsible for most HPV-related cancers)\n- HPV is the primary cause of cervical cancer, and also causes anal, throat, penile, vaginal, and vulvar cancers\n\nThe HPV vaccine (Gardasil 9):\n- Protects against 9 types of HPV\n- Prevents up to 90% of cervical cancers\n- Also prevents most genital warts\n- Safe and effective\n\nAustralia's HPV vaccination program:\n- Free for all 12-13 year olds through schools (Year 7)\n- First country to achieve near-elimination of cervical cancer (on track)\n- Rates of genital warts and cervical abnormalities have dropped dramatically\n- Extended to boys in 2013 (previously girls only)\n\nWho should get vaccinated:\n- Ideally before becoming sexually active (most effective)\n- Catch-up vaccination available for those who missed school program\n- Adults can be vaccinated (but pay full cost)\n- Even sexually active people can benefit (may not have encountered all HPV types yet)\n\nCervical screening:\n- Cervical Screening Test (CST) has replaced Pap smear\n- Tests for HPV infection rather than cell changes\n- Starts at age 25 (or earlier if recommended)\n- Every 5 years (or more often if needed)\n- Important even for vaccinated people (vaccine doesn't cover all types)"
          },
          {
            "title": "HIV Prevention: PrEP and Other Strategies",
            "content": "HIV prevention has advanced significantly. Understanding these options empowers informed decisions.\n\nCondoms:\n- Still highly effective for HIV prevention\n- Also prevent other STIs\n- Should be used correctly every time\n\nPrEP (Pre-Exposure Prophylaxis):\n- Daily medication taken by HIV-negative people to prevent HIV\n- Over 99% effective when taken as prescribed\n- Available on PBS in Australia (subsidised cost)\n- Requires regular HIV testing and medical check-ups\n- Doesn't protect against other STIs (still need condoms or regular testing)\n\nWho might consider PrEP:\n- People with HIV-positive partners\n- Gay and bisexual men with multiple partners\n- People who don't consistently use condoms\n- People who inject drugs and share equipment\n- Anyone at increased risk of HIV\n\nPEP (Post-Exposure Prophylaxis):\n- Emergency medication taken after potential HIV exposure\n- Must start within 72 hours of exposure (sooner is better)\n- Taken for 28 days\n- Available from emergency departments and sexual health clinics\n- Examples of exposure: condom breakage with HIV-positive partner, needle-stick injury\n\nTreatment as Prevention (U=U):\n- People with HIV on effective treatment can achieve 'undetectable' viral load\n- Undetectable = Untransmittable (U=U)\n- This means they cannot transmit HIV sexually\n- Major breakthrough in HIV prevention"
          },
          {
            "title": "Navigating Sexual Health Services",
            "content": "Understanding how to access and use sexual health services effectively is important for taking care of your health.\n\nChoosing a service:\nConsider: location, cost, waiting times, opening hours, reputation for being youth-friendly or LGBTQ+ friendly\n\nServices in Australia:\n- Sexual health clinics (specialist services, usually free)\n- GPs (convenient but quality varies; not all are comfortable with sexual health)\n- Family Planning (expertise in reproductive and sexual health)\n- Community health centres\n- Online services for some tests\n\nYour rights:\n- Confidentiality (with limited exceptions around mandatory reporting)\n- Non-judgmental care\n- Information about your health condition and treatment options\n- To refuse any examination or treatment\n- To request a different practitioner\n- To bring a support person\n\nAdvocating for yourself:\n- Prepare questions before your appointment\n- Be honest about your sexual history (it affects what tests you need)\n- Ask about all the tests being done and why\n- Request tests if you think they're needed (e.g., throat swab if you've had oral sex)\n- Ask when and how you'll receive results\n- Follow up if you don't hear back\n\nWhat if I'm not satisfied?\n- You can seek a second opinion\n- Feedback and complaint mechanisms exist\n- Youth services like headspace can help navigate the system"
          },
          {
            "title": "Testing, Treatment, and Partner Notification",
            "content": "Regular testing, prompt treatment, and partner notification are essential for managing STIs at individual and community levels.\n\nTesting recommendations:\n- Sexually active people should test at least annually\n- More frequent testing if: new partners, multiple partners, symptoms, or partner diagnosed\n- Test for all relevant STIs based on your activities (vaginal, anal, oral)\n- HIV and syphilis testing recommended for gay and bisexual men every 3 months\n\nTreatment:\n- Bacterial STIs (chlamydia, gonorrhoea, syphilis): antibiotics cure the infection\n- Viral STIs (herpes, HPV, HIV): no cure, but treatments manage symptoms and reduce transmission\n- Complete your treatment as prescribed\n- Avoid sex during treatment (usually 7 days after antibiotics, or until sores heal for herpes)\n- Retest after treatment to confirm it worked (especially for gonorrhoea due to antibiotic resistance)\n\nPartner notification:\nWhy it matters:\n- Partners may not know they've been exposed\n- They need to be tested and treated to protect their health\n- Prevents reinfection (you could be reinfected by an untreated partner)\n- Stops the chain of transmission\n\nHow to do it:\n- Tell partners yourself if you're comfortable\n- Use sexual health clinic's anonymous notification service if you prefer\n- Some services have online partner notification tools\n- Partners should be notified for the relevant 'look-back period' (depends on the STI)\n\nSupport available:\n- Sexual health clinics can advise on how to notify partners\n- Counselling available if you're finding it difficult"
          }
        ],
        "keyTerms": [
          {
            "term": "Epidemiology",
            "definition": "The study of how often diseases occur in different groups of people and why"
          },
          {
            "term": "PrEP",
            "definition": "Pre-Exposure Prophylaxis - medication taken before potential HIV exposure to prevent infection"
          },
          {
            "term": "PEP",
            "definition": "Post-Exposure Prophylaxis - emergency medication taken after potential HIV exposure"
          },
          {
            "term": "U=U",
            "definition": "Undetectable equals Untransmittable - people with HIV on effective treatment cannot transmit the virus sexually"
          },
          {
            "term": "Gardasil 9",
            "definition": "The HPV vaccine used in Australia, protecting against 9 types of HPV"
          },
          {
            "term": "Antimicrobial resistance",
            "definition": "When bacteria become resistant to antibiotics, making infections harder to treat"
          }
        ]
      },
      "caseStudy": {
        "title": "Accessing PrEP",
        "scenario": "Marcus is an 18-year-old gay man who has recently become more sexually active. He's heard about PrEP from friends and online. He consistently uses condoms but has had some anxiety about HIV. He's interested in PrEP but isn't sure if he's 'at risk enough,' how to access it, whether his parents might find out (he's still on their private health insurance), and what the regular testing requirements involve.",
        "questions": [
          "Who might benefit from PrEP, and does Marcus fit this criteria?",
          "How can Marcus access PrEP in Australia?",
          "What are the privacy considerations around PrEP and health insurance?",
          "What are the benefits and responsibilities of being on PrEP?"
        ],
        "keyLearning": "PrEP is available and affordable in Australia for anyone at increased risk of HIV. It's a personal decision based on individual circumstances and risk assessment. PrEP requires commitment to regular testing and monitoring but provides significant peace of mind and protection."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What does U=U stand for in HIV prevention?",
          "sampleAnswer": "Undetectable equals Untransmittable - meaning people with HIV who are on effective treatment and have an undetectable viral load cannot sexually transmit HIV to partners."
        },
        "understand": {
          "question": "Explain how Australia's HPV vaccination program has contributed to reducing cervical cancer rates.",
          "sampleAnswer": "The HPV vaccination program vaccinates young people before they become sexually active, protecting them against the types of HPV that cause most cervical cancers. High vaccination coverage means fewer people are infected with these HPV types. Australia was the first country to introduce school-based vaccination for both boys and girls, which reduces HPV circulation in the population. As a result, cervical cancer rates have dropped significantly and Australia is on track to eliminate cervical cancer as a public health problem."
        },
        "apply": {
          "question": "A friend asks you what tests they should request when they go for an STI check. They've had vaginal and oral sex with a new partner. What would you advise?",
          "sampleAnswer": "They should ask for: a urine test for chlamydia and gonorrhoea (covers vaginal transmission), a throat swab for gonorrhoea (covers oral sex), and blood tests for HIV, syphilis, and hepatitis B. They should be honest with the clinician about what sexual activities they've had so appropriate tests are done. If they haven't been vaccinated for HPV or hepatitis B, they could ask about catch-up vaccination."
        },
        "analyse": {
          "question": "Analyse why chlamydia rates remain high in Australia despite available testing and treatment.",
          "sampleAnswer": "Multiple factors contribute: chlamydia often has no symptoms, so people don't seek testing; testing rates are still not high enough among sexually active people; stigma and embarrassment discourage testing; partner notification isn't always successful, leading to reinfection; young people may have multiple partners; services aren't always accessible or youth-friendly; and there's no vaccine. Addressing these factors requires comprehensive approaches including destigmatisation, easier access to testing, and comprehensive sexuality education."
        },
        "evaluate": {
          "question": "Evaluate the ethical considerations around mandatory partner notification for STIs.",
          "sampleAnswer": "Arguments for mandatory notification: partners have a right to know about health risks; reduces spread of STIs; protects public health. Arguments against: violates individual privacy; may discourage people from getting tested if they fear notification; could put people at risk of violence in some relationships; coercion undermines autonomy. Current approach (encouraging voluntary notification with clinic-assisted options) balances these concerns. Evaluation: voluntary notification with support is preferable because it respects autonomy while achieving public health goals; but systems must ensure adequate notification actually happens."
        },
        "create": {
          "question": "Design an STI prevention campaign for young people aged 15-19 that addresses the specific barriers this age group faces.",
          "sampleAnswer": "Campaign would: use social media platforms young people use (TikTok, Instagram); feature diverse young people to normalise testing; provide clear, simple information about where and how to access testing; address confidentiality concerns explicitly; use non-stigmatising language; include peer testimonials; partner with schools, youth services, and influencers; provide clickable links to local services and online booking; address common myths; make it clear that testing is quick and usually painless; and emphasise that STIs are common, treatable, and nothing to be ashamed of."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "At what age does cervical screening begin in Australia?",
          "sampleAnswer": "Age 25."
        },
        "multistructural": {
          "question": "List the main HIV prevention strategies available in Australia.",
          "sampleAnswer": "Condoms, PrEP (pre-exposure prophylaxis), PEP (post-exposure prophylaxis), regular testing, treatment as prevention (U=U for HIV-positive people on treatment), and reducing sharing of injecting equipment."
        },
        "relational": {
          "question": "Explain the relationship between antimicrobial resistance and the importance of completing STI treatment and retesting.",
          "sampleAnswer": "Some STI bacteria, particularly gonorrhoea, are developing resistance to antibiotics. Incomplete treatment can contribute to resistance by killing only the weaker bacteria while allowing resistant ones to survive. Completing the full course of treatment gives the best chance of clearing the infection. Retesting is important because if the infection wasn't fully cleared (possibly due to resistance), it needs to be identified and treated with different antibiotics. This also prevents spreading a potentially resistant strain to others."
        },
        "extendedAbstract": {
          "question": "Critically analyse how social determinants of health affect STI rates and access to sexual health services in different Australian populations.",
          "sampleAnswer": "Social determinants significantly affect STI rates. Socioeconomic status affects healthcare access, health literacy, and negotiating power in relationships. Geographic location determines service availability - rural and remote communities have fewer sexual health services and less anonymity. Aboriginal and Torres Strait Islander communities face systemic barriers including racism in healthcare and historical trauma affecting engagement with services. LGBTQ+ young people may face discrimination or non-inclusive services. Young people generally face barriers around cost, confidentiality, and services not being youth-friendly. Migrant communities may face language barriers and different cultural contexts. Effective STI prevention must address these social determinants, not just provide information."
        }
      },
      "studentReflection": [
        "What would help me or my peers feel more comfortable accessing sexual health services?",
        "How could I advocate for better sexual health services or education in my community?",
        "What's my personal plan for looking after my sexual health?"
      ]
    },
    "D": {
      "levelDescription": "1 year above expected level - Advanced understanding of STI control, public health approaches, and health system factors",
      "whatYouWillLearn": [
        "Public health approaches to STI prevention and control",
        "The intersection of sexual health with stigma, discrimination, and social factors",
        "Health system factors affecting STI outcomes",
        "Critical analysis of STI prevention policies and programs"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Public Health Approaches to STI Control",
            "content": "Effective STI control requires multi-level interventions addressing individual, community, and structural factors.\n\nLevels of intervention:\n\nPrimary prevention (stopping transmission):\n- Education and awareness programs\n- Condom promotion and distribution\n- HPV vaccination programs\n- PrEP for HIV prevention\n- Harm reduction for people who inject drugs\n\nSecondary prevention (early detection and treatment):\n- Screening programs for at-risk populations\n- Accessible testing services\n- Partner notification and contact tracing\n- Rapid treatment to reduce infectiousness\n\nTertiary prevention (managing consequences):\n- Treatment to prevent complications\n- Support for people living with chronic STIs\n- Reducing stigma to improve treatment adherence\n\nKey public health principles:\n\nSurveillance:\n- STI notification systems track trends\n- Helps identify outbreaks and target responses\n- Data guides resource allocation\n\nTargeted approaches:\n- Some populations have higher STI rates\n- Targeted programs can be more effective than universal approaches\n- Must balance efficiency with avoiding stigmatisation\n\nCombination prevention:\n- No single intervention is sufficient\n- Combining biomedical, behavioural, and structural approaches works best\n- Example: HIV prevention combines condoms, PrEP, treatment as prevention, testing, and community support"
          },
          {
            "title": "Stigma and Its Effects on Sexual Health",
            "content": "Stigma is a major barrier to STI prevention, testing, and treatment.\n\nWhat is stigma?\nStigma involves negative attitudes, stereotypes, and discrimination toward people with certain characteristics or conditions.\n\nHow stigma affects sexual health:\n\nReduced testing:\n- Fear of judgment prevents people from getting tested\n- Worry about confidentiality\n- Concern about being seen at sexual health clinics\n\nDelayed treatment:\n- People may not seek treatment quickly\n- May not complete treatment\n- Poorer health outcomes\n\nMental health impacts:\n- Shame and guilt\n- Anxiety and depression\n- Social isolation\n- Relationship difficulties\n\nReduced prevention discussions:\n- Difficulty talking to partners about STIs and testing\n- Barrier to negotiating condom use\n- Silence perpetuates spread\n\nSources of STI stigma:\n- Association with 'immoral' behaviour\n- Blame placed on individuals\n- Media portrayals\n- Religious and cultural beliefs\n- Historical associations (e.g., HIV and gay men)\n\nReducing stigma:\n- Person-first language (person with HIV, not 'HIV-infected')\n- Normalising testing and treatment\n- Education to counter myths\n- Involving affected communities in messaging\n- Healthcare provider training\n- Positive representation in media"
          },
          {
            "title": "Health Systems and STI Outcomes",
            "content": "How health systems are organised affects STI outcomes.\n\nAustralian system factors:\n\nStrengths:\n- Medicare provides universal healthcare access\n- PBS subsidises treatments including PrEP\n- Free sexual health clinics available\n- Strong HPV vaccination program through schools\n- STI notification system enables surveillance\n\nWeaknesses:\n- Fragmented service delivery\n- Geographic inequity (urban vs rural access)\n- Not all GPs comfortable with sexual health\n- Testing rates still too low for key populations\n- Stigma affects service engagement\n\nService models:\n\nIntegrated services:\n- Sexual health combined with mental health, alcohol and other drugs, general health\n- Addresses multiple needs\n- Less stigmatising than standalone sexual health clinics\n\nPeer-led services:\n- Services designed and delivered by affected communities\n- Example: peer-led HIV services for gay and bisexual men\n- More acceptable and trusted by target groups\n\nOutreach services:\n- Taking services to where people are\n- School-based vaccination and testing\n- Testing at festivals and events\n- Mobile clinics for remote areas\n\nDigital health:\n- Online booking reduces barriers\n- Telehealth consultations\n- Self-sampling kits sent by mail\n- Text results and reminders\n- Apps for testing reminders and partner notification\n\nWorkforce factors:\n- Training for healthcare providers in sexual health\n- Cultural safety training\n- LGBTQ+ inclusive practice\n- Youth-friendly service delivery"
          },
          {
            "title": "Population-Specific Approaches",
            "content": "Different populations have different STI patterns and require tailored approaches.\n\nYoung people (15-24):\n- Highest rates of chlamydia and gonorrhoea\n- Need: accessible, youth-friendly services; comprehensive sexuality education; addressing barriers like cost, transport, confidentiality\n\nGay and bisexual men:\n- Higher rates of HIV, syphilis, gonorrhoea\n- Need: regular STI testing (3-6 monthly); PrEP access; community-led programs; culturally appropriate services\n\nAboriginal and Torres Strait Islander communities:\n- Higher rates of some STIs, particularly in remote areas\n- Need: community-controlled health services; culturally appropriate education; addressing social determinants; community-led responses\n\nPeople who inject drugs:\n- HIV and hepatitis C risks from sharing equipment\n- Need: needle and syringe programs; harm reduction services; non-judgmental care; hepatitis C treatment\n\nSex workers:\n- Varying levels of STI risk depending on context\n- Need: accessible services; non-criminalisation (enables safer practices); peer-led organisations; workplace health and safety\n\nRegional and remote communities:\n- Reduced access to services\n- Need: outreach services; telehealth; self-testing options; trained local healthcare workers\n\nCulturally and linguistically diverse communities:\n- May face language barriers; different cultural contexts\n- Need: interpreters; translated resources; culturally responsive services; community engagement"
          },
          {
            "title": "Policy Analysis: STI Prevention",
            "content": "STI policies reflect values, evidence, and political priorities. Critical analysis helps evaluate effectiveness.\n\nPolicy approaches:\n\nBiomedical approaches:\n- Emphasise testing, treatment, vaccines, PrEP\n- Strengths: evidence-based, directly reduce transmission\n- Limitations: don't address social factors; require healthcare access\n\nBehavioural approaches:\n- Focus on individual behaviour change (condom use, reducing partners)\n- Strengths: can be effective when well-designed\n- Limitations: assume individuals have full control; may ignore structural factors; can be victim-blaming\n\nStructural approaches:\n- Address social, economic, legal factors affecting sexual health\n- Examples: decriminalising sex work; addressing homophobia; reducing poverty\n- Strengths: address root causes\n- Limitations: politically challenging; take longer to show results\n\nEvaluating policies:\n- What evidence supports the approach?\n- Who was involved in developing the policy?\n- Who benefits and who might be harmed?\n- What resources are allocated?\n- How is success measured?\n- Are affected communities involved?\n\nAustralian policy examples:\n\nNational STI strategies:\n- Set targets for STI reduction\n- Guide funding and programs\n- Reviewed and updated periodically\n\nHPV vaccination:\n- Evidence-based policy success\n- School-based delivery ensures access\n- Extended to boys addressed equity concerns\n\nPrEP rollout:\n- Initially advocated by community\n- PBS listing improved access\n- Success in reducing HIV diagnoses"
          }
        ],
        "keyTerms": [
          {
            "term": "Primary prevention",
            "definition": "Actions to prevent infection from occurring in the first place"
          },
          {
            "term": "Secondary prevention",
            "definition": "Early detection and treatment to prevent progression and further transmission"
          },
          {
            "term": "Surveillance",
            "definition": "Systematic collection and analysis of health data to monitor disease patterns"
          },
          {
            "term": "Combination prevention",
            "definition": "Using multiple prevention strategies together for maximum effect"
          },
          {
            "term": "Structural approaches",
            "definition": "Interventions addressing social, economic, and legal factors affecting health"
          },
          {
            "term": "Peer-led services",
            "definition": "Health services designed and delivered by members of affected communities"
          }
        ]
      },
      "caseStudy": {
        "title": "Addressing an STI Outbreak",
        "scenario": "A regional town in Victoria has seen a significant increase in syphilis cases over the past year. Cases are occurring across different population groups - young heterosexual adults, Aboriginal community members, and gay and bisexual men visiting from the city. The local health service has limited sexual health capacity. The Aboriginal community has expressed concerns about mainstream services not being culturally safe. Young people report embarrassment and concerns about confidentiality in a small town where 'everyone knows everyone.'",
        "questions": [
          "What are the different factors contributing to this outbreak?",
          "How should a response be tailored to address the different affected populations?",
          "What role should community involvement play in the response?",
          "How can confidentiality and cultural safety concerns be addressed?",
          "What structural and service delivery changes might help?"
        ],
        "keyLearning": "Effective STI outbreak responses require understanding the specific context and affected populations, involving communities in the response, addressing barriers to testing and treatment including stigma and cultural safety, and combining biomedical, behavioural, and structural approaches."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What are the three levels of prevention in public health?",
          "sampleAnswer": "Primary prevention (stopping infection from occurring), secondary prevention (early detection and treatment), and tertiary prevention (managing consequences of infection)."
        },
        "understand": {
          "question": "Explain how stigma acts as a barrier to effective STI control at multiple levels.",
          "sampleAnswer": "At the individual level, stigma prevents people from getting tested or seeking treatment due to shame and fear of judgment. At the interpersonal level, it makes it difficult to discuss STIs with partners or disclose status. At the community level, it silences discussion and education. At the structural level, it affects funding for services and can lead to punitive rather than health-focused policies. All of these barriers result in more undiagnosed and untreated infections, perpetuating transmission."
        },
        "apply": {
          "question": "A sexual health clinic wants to improve access for young people. Apply principles of youth-friendly services to suggest improvements.",
          "sampleAnswer": "Improvements could include: separate entrance or waiting area; extended hours including after school and weekends; online booking and text reminders; drop-in options without appointments; trained staff who are non-judgmental and comfortable with young people; clear confidentiality policies explained upfront; youth representation on advisory groups; peer workers; engaging social media presence; clear information about costs and what to expect; self-testing options; and promotion through schools and youth services."
        },
        "analyse": {
          "question": "Analyse why peer-led health services are often more effective for STI prevention in specific communities.",
          "sampleAnswer": "Peer-led services are designed by people who understand the community's needs, language, and culture. They're more trusted because they come from within the community rather than being imposed. They can address specific barriers the community faces. They reduce stigma because they normalise sexual health within the community. They're more likely to use appropriate communication channels and messages. Examples include LGBTQ+ organisations leading HIV prevention and Aboriginal Community Controlled Health Services. However, they require adequate funding and capacity-building, and must ensure appropriate clinical oversight."
        },
        "evaluate": {
          "question": "Evaluate the arguments for and against targeted STI prevention programs versus universal approaches.",
          "sampleAnswer": "Arguments for targeted: resources are limited and should go where need is greatest; some populations have much higher STI rates; targeted programs can be more culturally appropriate; can achieve greater impact per dollar spent. Arguments against: can be stigmatising by associating certain groups with STIs; may miss infections in 'low-risk' populations; can feel discriminatory; universal approaches benefit everyone. Evaluation: a balanced approach is best - universal baseline services (like school-based HPV vaccination) combined with targeted programs for higher-need groups, ensuring targeted programs are developed with affected communities and framed positively."
        },
        "create": {
          "question": "Design a comprehensive STI prevention strategy for a specific population (e.g., young people in rural areas) addressing multiple levels of intervention.",
          "sampleAnswer": "Strategy for rural young people: Primary prevention - comprehensive sexuality education in all schools; free condom distribution at schools, sports clubs, and events; HPV vaccination catch-up campaigns; community education to reduce stigma. Secondary prevention - outreach testing at schools and events; self-testing kits available by mail; telehealth consultations; training for local GPs; point-of-care testing for rapid results. Structural - addressing transport barriers through mobile services; guaranteed confidentiality protocols; youth advisory groups for services; peer education programs; partnerships with schools, sports clubs, and Aboriginal organisations; online booking and results. Evaluation would track testing rates, STI rates, and service satisfaction."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is contact tracing in the context of STI control?",
          "sampleAnswer": "Contact tracing is identifying and notifying people who may have been exposed to an STI through sexual contact with an infected person, so they can be tested and treated."
        },
        "multistructural": {
          "question": "List the key elements of a combination prevention approach to HIV.",
          "sampleAnswer": "Condom promotion and provision, PrEP for at-risk people, regular testing, treatment as prevention (U=U), PEP after potential exposure, harm reduction for people who inject drugs, community education, and addressing structural barriers like stigma and discrimination."
        },
        "relational": {
          "question": "Explain the relationship between health system design and STI outcomes in Australia.",
          "sampleAnswer": "Health system design directly affects STI outcomes. Universal Medicare and subsidised treatments through PBS improve access. However, fragmented services mean people may not know where to go. Geographic inequity means rural areas have fewer services. The GP-based system depends on GP comfort with sexual health, which varies. Free sexual health clinics are effective but only available in urban areas. School-based vaccination ensures high coverage. STI notification enables surveillance but may deter testing if people fear breach of confidentiality. The system works well for some populations but leaves gaps for others."
        },
        "extendedAbstract": {
          "question": "Critically analyse how Australia's response to HIV demonstrates the principles of effective public health responses to STIs.",
          "sampleAnswer": "Australia's HIV response is internationally recognised for its effectiveness in controlling the epidemic. Key principles demonstrated: 1) Community involvement - gay community organisations were central partners from the beginning, ensuring acceptable and trusted programs. 2) Evidence-based policy - harm reduction (needle programs) was adopted despite controversy; PrEP was made available quickly. 3) Combination prevention - never relied on one approach alone. 4) Structural interventions - addressing discrimination and stigma was part of the response. 5) Targeted but non-stigmatising - focused resources on affected communities while framing HIV as a health issue, not moral failing. 6) Political will - bipartisan support for evidence-based approaches. Lessons apply to other STIs, though each has specific challenges. Current concerns include whether the response adequately reaches all populations (e.g., heterosexual people, culturally diverse communities) and sustainability of community-led approaches."
        }
      },
      "studentReflection": [
        "How do public health approaches to STI prevention differ from individual-focused approaches?",
        "What role can young people play in advocating for better sexual health services?",
        "How might my own assumptions about STIs and affected communities affect my views on policy?"
      ]
    },
    "E": {
      "levelDescription": "2+ years above expected level - Critical engagement with sexual health research, ethics, policy development, and global perspectives",
      "whatYouWillLearn": [
        "Critical analysis of sexual health research methodologies and evidence",
        "Bioethical frameworks applied to STI testing, treatment, and policy",
        "Global perspectives on STI burden and response",
        "Policy development processes and advocacy strategies"
      ],
      "explicatoryContent": {
        "sections": [
          {
            "title": "Critical Analysis of Sexual Health Research",
            "content": "Understanding research methodologies helps evaluate evidence quality and applicability.\n\nResearch design considerations:\n\nEpidemiological studies:\n- Surveillance data shows trends but may undercount (not everyone is tested)\n- Studies in specific populations may not generalise\n- Correlation doesn't equal causation (risk factors vs causes)\n\nIntervention research:\n- Randomised controlled trials (RCTs) are gold standard but not always feasible or ethical\n- Community-level interventions are hard to evaluate with RCTs\n- What works in trials may not work in real-world implementation\n\nQualitative research:\n- Essential for understanding barriers, experiences, and acceptability\n- Helps explain why interventions work or don't\n- Should inform quantitative research and program design\n\nCritical questions to ask:\n- Who funded the research and what are their interests?\n- Who was included and excluded from the study?\n- How were outcomes measured and are they meaningful?\n- Can findings be generalised to other populations or settings?\n- Were affected communities involved in the research?\n\nResearch ethics considerations:\n- Historical exploitation (e.g., Tuskegee syphilis study)\n- Power imbalances in researcher-participant relationships\n- Confidentiality and privacy protections\n- Benefit-sharing with participating communities\n- Community consent vs individual consent\n- Research on stigmatised behaviours and populations"
          },
          {
            "title": "Bioethics of STI Testing and Treatment",
            "content": "STI control raises significant ethical questions balancing individual rights and public health.\n\nAutonomy vs public health:\n\nVoluntary vs mandatory testing:\n- Mandatory testing (e.g., in prisons, for sex workers in some jurisdictions) raises autonomy concerns\n- Arguments for: protects others, ensures treatment\n- Arguments against: violates bodily autonomy, may deter health engagement, not evidence-based\n\nPartner notification:\n- Individual's right to privacy vs partner's right to know about health risks\n- Voluntary notification with support is preferred approach\n- Provider-led notification without consent is controversial\n\nCriminalisation of HIV non-disclosure:\n- Some jurisdictions criminalise not disclosing HIV status to sexual partners\n- Arguments for: protects public, ensures disclosure\n- Arguments against: doesn't reduce transmission, disproportionate penalty, deters testing, ignores U=U\n- Most public health experts oppose criminalisation\n\nJustice considerations:\n\nDistributive justice:\n- Are STI prevention and treatment resources distributed fairly?\n- Geographic, socioeconomic, and population-based inequities exist\n\nProcedural justice:\n- Who has voice in policy decisions?\n- Are affected communities involved?\n\nHistorical justice:\n- Recognition of past harms (e.g., Tuskegee, forced testing of sex workers)\n- How history shapes current community trust\n\nPrivacy and surveillance:\n- STI notification systems collect sensitive data\n- Balancing surveillance benefits with privacy concerns\n- Digital health data security\n- Risks of data being used for non-health purposes"
          },
          {
            "title": "Global Perspectives on STIs",
            "content": "STIs are a global health challenge with significant disparities between and within countries.\n\nGlobal burden:\n- WHO estimates over 1 million STIs acquired daily\n- Highest burden in low- and middle-income countries\n- HIV: approximately 38 million people living with HIV globally\n- Syphilis causing significant congenital infection and death\n- HPV-related cancers significant cause of female cancer mortality globally\n\nFactors affecting global STI burden:\n- Healthcare system capacity and access\n- Poverty and socioeconomic factors\n- Gender inequality\n- Stigma and discrimination\n- Conflict and displacement\n- Legal and policy environment (criminalisation of sex work, LGBTQ+ status)\n- Access to education\n\nGlobal health governance:\n\nWHO:\n- Sets technical guidelines\n- STI global strategy targets elimination of some conditions\n- Prequalifies treatments and diagnostics\n\nUNAIDS:\n- Leads global HIV response\n- Sets 95-95-95 targets (95% diagnosed, 95% on treatment, 95% virally suppressed)\n\nGlobal Fund:\n- Major funder of HIV, TB, and malaria programs\n- Supports health system strengthening\n\nGlobal challenges:\n- Antimicrobial resistance in gonorrhoea\n- Funding gaps for sexual health services\n- Limited access to PrEP in most countries\n- Cervical cancer burden where HPV vaccination and screening aren't available\n- COVID-19 pandemic impacts on STI services"
          },
          {
            "title": "Policy Development and Advocacy",
            "content": "Understanding policy processes enables effective advocacy for sexual health.\n\nPolicy development stages:\n\n1. Agenda setting:\n- How issues get attention\n- Role of data, advocacy, and events\n- Example: HIV activism in 1980s-90s\n\n2. Policy formulation:\n- Who drafts policies\n- Role of evidence, values, politics\n- Stakeholder consultation processes\n\n3. Decision-making:\n- Political processes\n- Balancing competing interests\n- Role of community voices\n\n4. Implementation:\n- Translating policy to practice\n- Resource allocation\n- Monitoring and accountability\n\n5. Evaluation:\n- Measuring outcomes\n- Feedback loops to policy revision\n\nAdvocacy strategies:\n\nCommunity organising:\n- Building collective power\n- ACT UP as historical example\n- Current peer-led organisations\n\nEvidence generation:\n- Research to support advocacy positions\n- Community-based participatory research\n- Data collection and presentation\n\nMedia and communications:\n- Framing issues for public and political audiences\n- Social media strategies\n- Storytelling and lived experience\n\nPolitical engagement:\n- Direct lobbying\n- Electoral engagement\n- Coalition building\n\nLegal strategies:\n- Litigation for rights\n- Law reform advocacy\n- International human rights mechanisms\n\nYouth engagement:\n- Young people as advocates and experts\n- Youth-led organisations\n- Meaningful participation not tokenism"
          },
          {
            "title": "Future Directions and Contested Spaces",
            "content": "Sexual health continues to evolve with new technologies, social changes, and ongoing debates.\n\nTechnological developments:\n\nNew prevention tools:\n- Long-acting injectable PrEP (cabotegravir)\n- Broadly neutralising antibodies for HIV\n- HSV (herpes) vaccines in development\n- New gonorrhoea treatments combating resistance\n\nDigital health:\n- AI-powered sexual health chatbots\n- Syndromic management apps\n- Partner notification platforms\n- Privacy and data security concerns\n\nPoint-of-care testing:\n- Rapid diagnostics enabling same-day treatment\n- Self-testing expanding access\n- Multiplex tests for multiple STIs\n\nSocial and cultural changes:\n\nChanging sexual practices:\n- Dating apps and hook-up culture\n- Changing relationship structures\n- Implications for STI transmission and prevention\n\nDecriminalisation movements:\n- Sex work decriminalisation and health outcomes\n- HIV criminalisation reform\n- Drug decriminalisation and harm reduction\n\nContested policy areas:\n\nComprehensive sexuality education:\n- Evidence supports but remains politically contested\n- What should be taught and at what age\n- Role of parents, schools, communities\n\nBiomedical vs structural interventions:\n- Tension between individual-focused and systemic approaches\n- Pharmaceutical industry influence\n- Medicalisation concerns\n\nTarget populations and stigma:\n- How to target resources without stigmatising\n- Universal vs targeted approaches\n- Community ownership of responses\n\nGlobal health equity:\n- Access to prevention and treatment across income levels\n- Intellectual property and pharmaceutical pricing\n- Climate change and health system resilience"
          }
        ],
        "keyTerms": [
          {
            "term": "Tuskegee syphilis study",
            "definition": "Unethical US research (1932-1972) that withheld syphilis treatment from Black men without consent"
          },
          {
            "term": "95-95-95 targets",
            "definition": "UNAIDS goals: 95% of people with HIV diagnosed, 95% on treatment, 95% virally suppressed"
          },
          {
            "term": "Syndromic management",
            "definition": "Treating STIs based on symptoms rather than laboratory diagnosis, used where testing is unavailable"
          },
          {
            "term": "Agenda setting",
            "definition": "The process by which issues come to be seen as requiring policy attention"
          },
          {
            "term": "Epistemic justice",
            "definition": "Fair treatment in knowledge production, including whose experiences and expertise are valued"
          },
          {
            "term": "Meaningful participation",
            "definition": "Involvement of affected communities in decisions that affect them, with genuine influence rather than tokenism"
          }
        ]
      },
      "caseStudy": {
        "title": "Gonorrhoea Antimicrobial Resistance",
        "scenario": "Antimicrobial-resistant gonorrhoea is a growing global health threat. Currently, injectable ceftriaxone is the last effective treatment option, but resistance is emerging. A case of extensively drug-resistant gonorrhoea has been reported in Australia. WHO has listed gonorrhoea as a high-priority pathogen for new antibiotic development. However, pharmaceutical companies have limited interest in antibiotic development due to lower profit potential compared to chronic disease medications. Public health responses include antimicrobial stewardship, surveillance, and ensuring complete treatment, but these may not be sufficient.",
        "questions": [
          "Analyse the factors contributing to antimicrobial resistance in gonorrhoea.",
          "Evaluate the ethical dimensions of pharmaceutical industry prioritisation of profitable drugs over needed antibiotics.",
          "What public health responses are available, and what are their limitations?",
          "How might global governance mechanisms address antibiotic development market failures?",
          "What role could community advocates play in this issue?"
        ],
        "keyLearning": "Antimicrobial resistance illustrates the intersection of biological, social, economic, and political factors in health. Addressing complex health challenges requires multi-level responses including individual behaviour change, health system improvements, pharmaceutical industry reform, and global coordination. It also demonstrates how market failures can threaten public health."
      },
      "assessmentBlooms": {
        "remember": {
          "question": "What were the UNAIDS 95-95-95 targets for HIV?",
          "sampleAnswer": "By 2025, 95% of all people living with HIV know their status, 95% of those diagnosed receive sustained antiretroviral therapy, and 95% of those on treatment achieve viral suppression."
        },
        "understand": {
          "question": "Explain the ethical arguments for and against criminalising HIV non-disclosure.",
          "sampleAnswer": "Arguments for: individuals have a right to know about risks; criminal law deters harmful behaviour; justice for those infected. Arguments against: doesn't actually reduce transmission (may increase it by discouraging testing); disproportionate punishment; ignores U=U (undetectable viral load means no transmission risk); targets marginalised communities already facing stigma; makes HIV exceptional when other health risks aren't criminalised; contradicts public health evidence. Most public health experts oppose criminalisation because it undermines HIV prevention goals."
        },
        "apply": {
          "question": "Apply the concept of epistemic justice to the development of STI prevention programs.",
          "sampleAnswer": "Epistemic justice requires fair treatment in knowledge production and whose expertise is valued. Applied to STI prevention: it means affected communities should be involved in research design, not just as subjects; their knowledge and experiences should inform programs; peer expertise should be valued alongside professional expertise; programs shouldn't be imposed based only on academic research that may not reflect community realities; and evaluation should include community-defined outcomes, not just researcher-defined metrics."
        },
        "analyse": {
          "question": "Analyse how the history of unethical STI research affects contemporary engagement with sexual health services.",
          "sampleAnswer": "Historical harms create lasting distrust. The Tuskegee study demonstrated how medical research could exploit and harm Black communities, contributing to ongoing distrust of healthcare among African Americans. Similar histories exist for Indigenous communities, including in Australia. For LGBTQ+ communities, medicalisation of homosexuality and early HIV research created suspicion. These histories mean some communities are reluctant to engage with testing, research, or public health programs. Building trust requires acknowledging this history, genuine community partnership, transparency, and demonstrating that contemporary practice differs. This analysis shows why affected communities must lead responses affecting them."
        },
        "evaluate": {
          "question": "Evaluate the tension between biomedical and structural approaches to STI prevention.",
          "sampleAnswer": "Biomedical approaches (PrEP, vaccines, testing) are evidence-based and provide direct protection. They're politically palatable and supported by pharmaceutical industry. But they may medicalize what are social problems; don't address root causes; can create two-tier systems based on access; and risk surveillance and control implications. Structural approaches address underlying factors (poverty, discrimination, criminalisation) that drive STI risk. They're more sustainable but harder to implement, take longer to show results, and challenge political and economic interests. Evaluation: both are necessary. Biomedical interventions provide immediate protection; structural change prevents ongoing vulnerability. The risk is biomedical approaches being funded while structural approaches are neglected, treating symptoms without addressing causes."
        },
        "create": {
          "question": "Develop a framework for ethical community-based participatory research on STI prevention.",
          "sampleAnswer": "Framework components: 1) Governance - community advisory boards with real decision-making power; co-principal investigators from community; community veto on research directions. 2) Research design - research questions developed with community; methods appropriate and acceptable; community knowledge valued. 3) Ethics - enhanced informed consent processes; additional protections for stigmatised behaviours; clear confidentiality protocols. 4) Capacity building - training for community members; building long-term research capability. 5) Benefit-sharing - community receives resources, not just publications; findings used for advocacy; access to interventions proven effective. 6) Dissemination - community ownership of data; community review before publication; accessible formats for community. 7) Sustainability - research strengthens rather than extracts from community; ongoing relationship not one-off study."
        }
      },
      "assessmentSOLO": {
        "unistructural": {
          "question": "What is syndromic management of STIs?",
          "sampleAnswer": "Treating STIs based on presenting symptoms rather than laboratory test results, used in settings where testing isn't available."
        },
        "multistructural": {
          "question": "List the key stages of the policy development process.",
          "sampleAnswer": "Agenda setting (how issues get attention), policy formulation (drafting policies), decision-making (political approval), implementation (putting policy into practice), and evaluation (measuring outcomes and revising)."
        },
        "relational": {
          "question": "Explain the relationship between the criminalisation of HIV non-disclosure and public health outcomes.",
          "sampleAnswer": "Criminalisation is intended to reduce HIV transmission but evidence suggests it may have the opposite effect. Fear of prosecution may deter people from getting tested (you can't be prosecuted for not disclosing what you don't know). It places responsibility entirely on HIV-positive individuals, undermining shared responsibility. It doesn't recognise that people on treatment with undetectable viral load cannot transmit (U=U). Prosecutions target marginalised communities already facing stigma. The relationship demonstrates how criminal law approaches can conflict with public health goals, and why public health expertise should guide policy."
        },
        "extendedAbstract": {
          "question": "Critically synthesise bioethical, public health, and social justice perspectives to develop principles for equitable global STI control.",
          "sampleAnswer": "Principles: 1) From bioethics - respect for autonomy requires voluntary engagement with services, not coercion; non-maleficence means avoiding harm from stigmatising interventions; justice demands fair distribution of prevention and treatment. 2) From public health - evidence-based interventions; combination approaches; addressing structural determinants; community involvement increases effectiveness. 3) From social justice - STIs reflect broader inequities; responses must address these; affected communities should lead; decolonise global health relationships. Synthesis: equitable STI control requires biomedical tools made universally accessible (not just available to wealthy); interventions designed with affected communities; structural approaches addressing root causes; historical harms acknowledged and addressed; power shared between global North and South; pharmaceutical industry reform to ensure needed drugs are developed and accessible; and rights-based framing that centres dignity rather than disease control."
        }
      },
      "studentReflection": [
        "How do power dynamics shape whose knowledge counts in sexual health research and policy?",
        "What responsibilities do wealthy countries have to address global STI inequities?",
        "How can young people effectively advocate for sexual health policy change?"
      ]
    }
  }
}
