{
  "_link": {
    "uuid": "lp-681cce66-cb9d-6847-6ced-0a7ddc03d045",
    "version": 1,
    "contentHash": "hash-681cce66",
    "title": "I can describe the basic components of a nuclear fission reactor",
    "generatedAt": "2026-01-26T00:00:00.000Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the primary fuel used in most nuclear fission reactors?",
      "options": [
        "Enriched uranium",
        "Natural gas",
        "Coal",
        "Hydrogen"
      ],
      "answer": 0,
      "explanation": "Most nuclear fission reactors use enriched uranium as fuel, which contains a higher concentration of fissile U-235 than natural uranium."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the function of the coolant in a nuclear reactor?",
      "options": [
        "To remove heat from the reactor core",
        "To absorb neutrons",
        "To produce neutrons",
        "To contain radiation"
      ],
      "answer": 0,
      "explanation": "The coolant circulates through the reactor core, absorbs the heat generated by fission, and transfers it to be used for generating electricity."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the purpose of containment structures in a nuclear reactor?",
      "options": [
        "To provide a safety barrier against radiation release",
        "To speed up the nuclear reaction",
        "To slow down neutrons",
        "To generate additional power"
      ],
      "answer": 0,
      "explanation": "Containment structures are thick barriers designed to prevent the release of radioactive materials into the environment in case of an accident."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "In a pressurized water reactor (PWR), what substance serves as both moderator and coolant?",
      "options": [
        "Water",
        "Graphite",
        "Helium",
        "Lead"
      ],
      "answer": 0,
      "explanation": "In PWRs, water performs both functions: it slows neutrons (moderation) and removes heat from the core (cooling)."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "Which component of a nuclear power plant converts the heat energy into electricity?",
      "options": [
        "Steam turbines connected to generators",
        "The fuel rods",
        "The control rods",
        "The containment structure"
      ],
      "answer": 0,
      "explanation": "Steam turbines are driven by steam produced from reactor heat. The turbines are connected to generators that convert mechanical energy to electricity."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "A fission reactor contains [[fuel rods]], a moderator, [[control rods]], coolant circuits, and containment structures.",
      "options": [
        ["fuel rods", "solar panels", "batteries", "capacitors"],
        ["control rods", "magnets", "sensors", "filters"]
      ],
      "answer": [0, 0],
      "explanation": "The main components of a fission reactor include fuel rods (containing uranium), control rods (for regulating the reaction), plus moderator, coolant, and containment systems."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "The coolant [[absorbs]] heat from fission and transfers it to [[steam generators]] that drive turbines.",
      "options": [
        ["absorbs", "produces", "reflects", "ignores"],
        ["steam generators", "fuel rods", "control rods", "containment walls"]
      ],
      "answer": [0, 0],
      "explanation": "Coolant carries heat away from the reactor core to steam generators, where water is converted to steam to drive electricity-generating turbines."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "In a [[pressurised water reactor]], water serves as both the [[moderator]] and the coolant.",
      "options": [
        ["pressurised water reactor", "fast breeder reactor", "fusion reactor", "solar panel"],
        ["moderator", "fuel", "shield", "containment"]
      ],
      "answer": [0, 0],
      "explanation": "Pressurised water reactors use ordinary water under high pressure to both slow neutrons (moderation) and remove heat (cooling)."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "The containment structure of a nuclear reactor is designed to prevent radioactive materials from escaping into the environment.",
      "answer": true,
      "explanation": "True. Containment structures are robust barriers that protect against radiation release, forming a critical safety feature of nuclear power plants."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Fuel rods in a nuclear reactor contain pure uranium-238 only.",
      "answer": false,
      "explanation": "False. Fuel rods contain enriched uranium with an increased proportion of fissile U-235, which is the isotope that sustains the chain reaction."
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is the coolant kept under high pressure in a pressurized water reactor?",
      "options": [
        "To prevent it from boiling at high operating temperatures",
        "To increase its neutron absorption",
        "To make it flow faster through the core",
        "To reduce radiation levels"
      ],
      "answer": 0,
      "explanation": "High pressure raises the boiling point of water, allowing it to remain liquid at the high temperatures needed for efficient heat transfer and power generation."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does the secondary coolant loop in a PWR differ from the primary loop?",
      "options": [
        "The secondary loop is not radioactive and produces steam for the turbines",
        "The secondary loop contains the nuclear fuel",
        "The secondary loop operates at higher temperatures",
        "The secondary loop absorbs neutrons"
      ],
      "answer": 0,
      "explanation": "The secondary loop never contacts the reactor core, so it remains non-radioactive. Heat is transferred to it via steam generators."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What happens to the heat produced by nuclear fission in a power reactor?",
      "options": [
        "It is transferred to coolant, then used to generate steam that drives turbines",
        "It is released directly into the atmosphere",
        "It is stored in the fuel rods indefinitely",
        "It is converted directly to electricity"
      ],
      "answer": 0,
      "explanation": "Fission heat is carried by coolant to steam generators, where it produces steam. This steam drives turbines connected to electrical generators."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do nuclear reactors have multiple containment barriers?",
      "options": [
        "To provide defense-in-depth protection against radiation release",
        "To increase the efficiency of power generation",
        "To store spent fuel",
        "To speed up the fission process"
      ],
      "answer": 0,
      "explanation": "Multiple barriers (fuel cladding, reactor vessel, containment building) ensure that if one barrier fails, others remain to prevent radioactive release."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does the fuel cladding serve as a containment barrier?",
      "options": [
        "It seals radioactive fission products within the fuel rods",
        "It absorbs all the neutrons produced",
        "It generates additional heat",
        "It controls the reaction rate"
      ],
      "answer": 0,
      "explanation": "Fuel cladding (usually zirconium alloy) forms the first barrier, containing fission products within the fuel pellets and preventing their release into the coolant."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is the reactor pressure vessel made of thick steel?",
      "options": [
        "To withstand high pressure and contain radiation from the core",
        "To absorb neutrons from the reaction",
        "To moderate the neutrons effectively",
        "To conduct heat away from the reactor"
      ],
      "answer": 0,
      "explanation": "The thick steel pressure vessel must contain the high-pressure coolant, withstand radiation damage, and provide a second barrier against radioactive release."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "The [[primary]] coolant loop passes through the reactor core while the [[secondary]] loop produces steam for turbines.",
      "options": [
        ["primary", "secondary", "tertiary", "backup"],
        ["secondary", "primary", "main", "auxiliary"]
      ],
      "answer": [0, 0],
      "explanation": "The primary loop contacts the core and becomes radioactive. Heat is transferred to the non-radioactive secondary loop via steam generators."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Multiple containment barriers provide [[defense-in-depth]] protection, ensuring safety even if [[one barrier fails]].",
      "options": [
        ["defense-in-depth", "single-layer", "temporary", "optional"],
        ["one barrier fails", "the reactor operates normally", "power increases", "fuel is added"]
      ],
      "answer": [0, 0],
      "explanation": "Defense-in-depth is a safety philosophy using multiple barriers so that failure of any single barrier does not result in radioactive release."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Fuel cladding made of [[zirconium]] alloy forms the first barrier against [[fission product]] release.",
      "options": [
        ["zirconium", "graphite", "copper", "aluminum"],
        ["fission product", "neutron", "coolant", "moderator"]
      ],
      "answer": [0, 0],
      "explanation": "Zirconium alloy has low neutron absorption and good high-temperature properties, making it ideal for containing fission products within fuel rods."
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "In a boiling water reactor (BWR), steam is generated directly in the reactor vessel.",
      "answer": true,
      "explanation": "True. Unlike PWRs, BWRs allow water to boil in the reactor core, producing steam that goes directly to the turbines without a secondary loop."
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A nuclear engineer is designing a reactor for a location with limited water supply. Which reactor design would be most suitable?",
      "options": [
        "A gas-cooled reactor using helium or carbon dioxide as coolant",
        "A boiling water reactor requiring large cooling towers",
        "A pressurized water reactor with multiple cooling loops",
        "An open-cycle reactor releasing steam to the atmosphere"
      ],
      "answer": 0,
      "explanation": "Gas-cooled reactors can use air or dry cooling systems, making them suitable for locations where water is scarce."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "If a PWR's steam generator develops a leak between primary and secondary loops, what is the main concern?",
      "options": [
        "Radioactive contamination of the secondary loop and potential release",
        "Immediate reactor explosion",
        "Complete loss of all coolant",
        "Fuel melting within seconds"
      ],
      "answer": 0,
      "explanation": "A steam generator leak allows radioactive primary coolant to mix with the non-radioactive secondary loop, potentially releasing contamination through the turbine system."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "During normal operation, operators notice the primary coolant pressure is dropping. What should be their immediate concern?",
      "options": [
        "A possible leak in the primary coolant system",
        "The control rods are moving too slowly",
        "The turbines are spinning too fast",
        "The containment building is too hot"
      ],
      "answer": 0,
      "explanation": "Dropping pressure in the primary loop suggests a leak, which could lead to loss of cooling capability and potential core damage if not addressed."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Why would a reactor design use separate primary and secondary coolant loops instead of a single loop?",
      "options": [
        "To keep radioactive contamination confined to the primary loop",
        "To increase the overall power output",
        "To reduce the cost of construction",
        "To simplify maintenance procedures"
      ],
      "answer": 0,
      "explanation": "Separate loops ensure that the turbines and external systems never contact radioactive coolant, reducing contamination risk and simplifying maintenance."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A reactor's containment building must withstand what types of events?",
      "options": [
        "Internal pressure, earthquakes, aircraft impact, and severe weather",
        "Only internal pressure from steam",
        "Only earthquake damage",
        "Normal operating conditions only"
      ],
      "answer": 0,
      "explanation": "Containment buildings are designed to survive multiple hazards including internal pressure from accidents, external impacts, seismic events, and extreme weather."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "In a loss-of-coolant accident (LOCA), what emergency system would activate to prevent fuel damage?",
      "options": [
        "Emergency core cooling system (ECCS) injecting water into the core",
        "Additional fuel rods being inserted",
        "The turbines speeding up to remove heat faster",
        "Opening the containment to release steam"
      ],
      "answer": 0,
      "explanation": "ECCS provides emergency water injection to remove decay heat and prevent fuel melting even after normal cooling is lost."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Why are cooling towers commonly associated with nuclear power plants?",
      "options": [
        "To dissipate waste heat from the condenser after the turbines",
        "To cool the nuclear fuel directly",
        "To moderate neutrons in the reactor",
        "To contain radioactive releases"
      ],
      "answer": 0,
      "explanation": "Cooling towers remove waste heat from the condenser where steam is converted back to water after passing through turbines. This is standard in thermal power plants."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "The [[emergency core cooling system]] activates during a loss-of-coolant accident to [[inject water]] into the reactor core.",
      "options": [
        ["emergency core cooling system", "turbine system", "containment system", "fuel loading system"],
        ["inject water", "remove fuel", "increase power", "vent steam"]
      ],
      "answer": [0, 0],
      "explanation": "ECCS is designed to provide emergency cooling water to the core, preventing fuel damage during accidents involving loss of normal cooling."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Cooling towers remove [[waste heat]] from the [[condenser]] where steam is converted back to water.",
      "options": [
        ["waste heat", "radioactive material", "neutrons", "fuel"],
        ["condenser", "reactor core", "control room", "containment"]
      ],
      "answer": [0, 0],
      "explanation": "After driving turbines, steam must be condensed back to water. Cooling towers dissipate the waste heat rejected by this condensation process."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "A steam generator leak allows [[radioactive]] primary coolant to potentially contaminate the [[secondary]] loop.",
      "options": [
        ["radioactive", "hot", "pressurized", "cold"],
        ["secondary", "primary", "tertiary", "backup"]
      ],
      "answer": [0, 0],
      "explanation": "Steam generator tube failures are a significant safety concern because they breach the barrier between radioactive primary and clean secondary systems."
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Compare the safety implications of PWR versus BWR designs regarding containment of radioactive materials.",
      "options": [
        "BWRs send potentially contaminated steam directly to turbines; PWRs keep radioactivity in the primary loop",
        "PWRs have no containment while BWRs have multiple barriers",
        "Both designs have identical safety features",
        "BWRs are inherently safer because they operate at lower pressure"
      ],
      "answer": 0,
      "explanation": "In BWRs, steam from the reactor goes directly to turbines, requiring turbine building radiation protection. PWRs keep radioactivity within the primary containment."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why passive safety systems are considered superior to active safety systems in modern reactor designs.",
      "options": [
        "Passive systems operate without external power or operator action, increasing reliability",
        "Passive systems are cheaper to install",
        "Passive systems generate additional electricity",
        "Active systems are no longer permitted by regulations"
      ],
      "answer": 0,
      "explanation": "Passive systems rely on natural forces (gravity, convection) rather than pumps or power, functioning even during station blackouts without operator intervention."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "How did the Fukushima accident reveal limitations in reactor component design for extreme events?",
      "options": [
        "Emergency diesel generators were vulnerable to flooding, causing loss of cooling",
        "The reactor containment was too small",
        "The fuel enrichment was insufficient",
        "The control rods failed to insert"
      ],
      "answer": 0,
      "explanation": "Fukushima's backup diesel generators were flooded by the tsunami, causing station blackout and loss of emergency cooling, leading to fuel damage."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "What trade-offs exist between reactor designs that emphasize thermal efficiency versus those that emphasize passive safety?",
      "options": [
        "Higher efficiency often requires higher temperatures and pressures, which may complicate safety systems",
        "More efficient reactors always have better safety",
        "Passive safety requires no maintenance",
        "There are no trade-offs; all designs optimize both"
      ],
      "answer": 0,
      "explanation": "Higher efficiency typically requires more extreme operating conditions, which can stress materials and complicate safety system design."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Why do small modular reactors (SMRs) often incorporate integral designs where major components are within a single vessel?",
      "options": [
        "To eliminate large-bore piping that could fail and cause loss-of-coolant accidents",
        "To increase the power output",
        "To reduce the cost of fuel",
        "To make refueling more frequent"
      ],
      "answer": 0,
      "explanation": "Integral designs eliminate external piping between major components, removing potential failure points for large pipe breaks."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate the role of the reactor building ventilation system in nuclear safety.",
      "options": [
        "It maintains negative pressure to prevent radioactive release and filters air before discharge",
        "It provides oxygen for the nuclear reaction",
        "It cools the fuel rods directly",
        "It generates additional electricity"
      ],
      "answer": 0,
      "explanation": "Ventilation systems keep contaminated areas at negative pressure so air flows inward, and filter any discharge to minimize radioactive releases."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "How do Generation IV reactor designs address limitations found in current reactor components?",
      "options": [
        "They use higher temperatures, different coolants, and inherent safety features",
        "They eliminate the need for control rods",
        "They use the same components but in different arrangements",
        "They abandon the use of uranium fuel"
      ],
      "answer": 0,
      "explanation": "Generation IV designs explore different coolants (sodium, lead, molten salt, helium), higher temperatures for efficiency, and passive safety mechanisms."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Why is hydrogen generation a concern in severe reactor accidents?",
      "options": [
        "Zirconium cladding can react with steam at high temperatures, producing explosive hydrogen",
        "Hydrogen is a fuel that increases reactor power",
        "Hydrogen absorbs neutrons and stops the reaction",
        "Hydrogen is naturally present in uranium fuel"
      ],
      "answer": 0,
      "explanation": "At high temperatures, zirconium cladding reacts with steam (Zr + 2H₂O → ZrO₂ + 2H₂), generating hydrogen that can explode if it accumulates."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "Generation IV reactor designs address current limitations by using [[different coolants]] and [[passive safety]] features.",
      "options": [
        ["different coolants", "the same coolants", "no coolants", "solid coolants"],
        ["passive safety", "active safety", "minimal safety", "emergency"]
      ],
      "answer": [0, 0],
      "explanation": "Generation IV designs explore sodium, lead, molten salt, and helium coolants along with inherent/passive safety features that don't require active intervention."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "The Fukushima accident demonstrated that [[backup power]] systems must be protected against [[extreme natural events]].",
      "options": [
        ["backup power", "primary coolant", "fuel enrichment", "control rod"],
        ["extreme natural events", "normal operation", "routine maintenance", "fuel loading"]
      ],
      "answer": [0, 0],
      "explanation": "Fukushima's diesel generators were flooded by the tsunami. Post-Fukushima improvements focus on protecting backup systems from multiple hazards."
    }
  ]
}
