{
  "_link": {
    "uuid": "lp-b7098314-bf55-4782-ed8e-c7a0824318fd",
    "version": 1,
    "contentHash": "hash-b7098314",
    "title": "I can explain the purpose and function of Australia's OPAL reactor",
    "generatedAt": "2026-01-26T00:00:00.000Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What does OPAL stand for?",
      "options": [
        "Open Pool Australian Lightwater reactor",
        "Original Power Australian Lightwater reactor",
        "Open Power Atomic Laboratory",
        "Operational Pool Atomic Lightwater reactor"
      ],
      "answer": 0,
      "explanation": "OPAL stands for Open Pool Australian Lightwater reactor, describing its open-pool design using light (ordinary) water."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "Where is the OPAL reactor located?",
      "options": [
        "Lucas Heights, Sydney",
        "Melbourne",
        "Perth",
        "Brisbane"
      ],
      "answer": 0,
      "explanation": "OPAL is located at the Lucas Heights campus of ANSTO (Australian Nuclear Science and Technology Organisation) in southern Sydney."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the thermal power output of the OPAL reactor?",
      "options": [
        "20 MW",
        "200 MW",
        "2 MW",
        "2000 MW"
      ],
      "answer": 0,
      "explanation": "OPAL operates at 20 megawatts thermal power, used for producing neutrons rather than generating electricity."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the primary purpose of the OPAL reactor?",
      "options": [
        "Producing radioisotopes for medical use and neutron beams for research",
        "Generating electricity for Sydney",
        "Producing plutonium for weapons",
        "Training nuclear power plant operators"
      ],
      "answer": 0,
      "explanation": "OPAL produces medical radioisotopes and provides neutron beams for scientific research; it does not generate electricity."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What percentage of enriched uranium does OPAL use as fuel?",
      "options": [
        "About 20% enriched",
        "About 90% enriched",
        "Natural uranium (0.7%)",
        "About 3-5% enriched"
      ],
      "answer": 0,
      "explanation": "OPAL uses low-enriched uranium (LEU) fuel at about 20% enrichment, well below weapons-grade levels (90%+)."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "OPAL is a [[20]] MW research reactor that produces [[radioisotopes]] for medical use.",
      "options": [
        ["20", "200", "2", "2000"],
        ["radioisotopes", "electricity", "plutonium", "hydrogen"]
      ],
      "answer": [0, 0],
      "explanation": "OPAL operates at 20 MW thermal power, used primarily to produce radioisotopes for medical diagnosis and treatment."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "About [[75-80%]] of radioisotopes used in Australian [[nuclear medicine]] come from OPAL.",
      "options": [
        ["75-80%", "25-30%", "50%", "10%"],
        ["nuclear medicine", "power generation", "research", "industry"]
      ],
      "answer": [0, 0],
      "explanation": "OPAL supplies the majority of radioisotopes used in Australian nuclear medicine procedures for diagnosis and treatment."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "OPAL is located at [[Lucas Heights]] and is operated by [[ANSTO]].",
      "options": [
        ["Lucas Heights", "Kakadu", "Port Augusta", "Woomera"],
        ["ANSTO", "CSIRO", "BOM", "ARPANSA"]
      ],
      "answer": [0, 0],
      "explanation": "OPAL is located at Lucas Heights in southern Sydney and operated by the Australian Nuclear Science and Technology Organisation."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "OPAL generates electricity for the Australian power grid.",
      "answer": false,
      "explanation": "False. OPAL is a research reactor that produces medical isotopes and neutrons for research. It does not generate electricity."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "The average Australian will use nuclear medicine procedures relying on isotopes like those produced by OPAL.",
      "answer": true,
      "explanation": "True. The average Australian will have at least two nuclear medicine procedures in their lifetime, most using isotopes from OPAL."
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is an 'open pool' design used for OPAL?",
      "options": [
        "The open water pool provides cooling and radiation shielding while allowing easy access",
        "It's cheaper than enclosed designs",
        "Open pools generate more electricity",
        "It makes the reactor invisible to satellites"
      ],
      "answer": 0,
      "explanation": "Open pool designs use the water for cooling and radiation shielding while allowing visual observation and easy access for inserting materials."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does OPAL produce medical isotopes?",
      "options": [
        "Target materials are irradiated with neutrons from the reactor",
        "Isotopes are extracted from the reactor fuel",
        "Gamma rays convert stable atoms to isotopes",
        "Isotopes are imported and stored at OPAL"
      ],
      "answer": 0,
      "explanation": "Target materials (like molybdenum-98) are placed in the reactor where neutron bombardment transforms them into useful radioisotopes."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What is technetium-99m and why is it important?",
      "options": [
        "A medical isotope used in most diagnostic nuclear medicine procedures",
        "The fuel used in OPAL",
        "A cooling agent for the reactor",
        "A waste product from fission"
      ],
      "answer": 0,
      "explanation": "Technetium-99m (Tc-99m) is produced from molybdenum-99 and is the most commonly used radioisotope in diagnostic medical imaging."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why are neutron beams from OPAL valuable for scientific research?",
      "options": [
        "Neutrons can probe the structure of materials in ways X-rays cannot",
        "Neutron beams are brighter than any other light source",
        "Only neutrons can create electricity",
        "Neutron beams are used to make diamonds"
      ],
      "answer": 0,
      "explanation": "Neutrons interact with atomic nuclei rather than electron clouds, providing unique information about material structures and properties."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What is the difference between OPAL's 20% enriched fuel and weapons-grade uranium?",
      "options": [
        "Weapons-grade is typically 90%+ enriched; OPAL's fuel cannot sustain explosive chain reactions",
        "There is no difference",
        "OPAL's fuel is more dangerous",
        "20% enrichment is considered weapons-grade"
      ],
      "answer": 0,
      "explanation": "Weapons-grade uranium is highly enriched (90%+). OPAL's 20% enriched fuel is low-enriched uranium (LEU), unsuitable for weapons."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does OPAL contribute to Australian healthcare?",
      "options": [
        "By providing radioisotopes for diagnosis and treatment of diseases including cancer",
        "By generating electricity for hospitals",
        "By training doctors",
        "By sterilizing medical equipment with radiation"
      ],
      "answer": 0,
      "explanation": "OPAL produces isotopes like molybdenum-99 (parent of technetium-99m) for diagnostic imaging and therapeutic isotopes for cancer treatment."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "[[Technetium-99m]] is the most widely used isotope in diagnostic [[nuclear medicine]], derived from molybdenum-99.",
      "options": [
        ["Technetium-99m", "Uranium-235", "Plutonium-239", "Carbon-14"],
        ["nuclear medicine", "surgery", "X-ray imaging", "MRI scans"]
      ],
      "answer": [0, 0],
      "explanation": "Tc-99m, produced from Mo-99, is used in about 80% of diagnostic nuclear medicine procedures worldwide."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Neutron [[beams]] from OPAL allow scientists to study the [[structure]] of materials at the atomic level.",
      "options": [
        ["beams", "bombs", "waste", "fuel"],
        ["structure", "color", "price", "age"]
      ],
      "answer": [0, 0],
      "explanation": "Neutron scattering techniques use beams from OPAL to determine atomic positions and dynamics in materials."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "OPAL's open pool design uses [[water]] as both [[coolant]] and radiation shield.",
      "options": [
        ["water", "lead", "concrete", "graphite"],
        ["coolant", "fuel", "moderator", "absorber"]
      ],
      "answer": [0, 0],
      "explanation": "The open pool design uses water to remove heat, moderate neutrons, and shield workers from radiation while allowing visual observation."
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "OPAL's 20% enriched uranium fuel is considered weapons-grade material.",
      "answer": false,
      "explanation": "False. Weapons-grade uranium is typically 90%+ enriched. OPAL uses low-enriched uranium (LEU) at about 20%, well below weapons-grade."
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "If OPAL were shut down for maintenance, what would be the impact on Australian healthcare?",
      "options": [
        "Shortages of diagnostic and therapeutic isotopes would affect nuclear medicine procedures",
        "No impact; isotopes can be stored indefinitely",
        "Hospitals would lose electricity",
        "Only research would be affected"
      ],
      "answer": 0,
      "explanation": "Many medical isotopes have short half-lives (Tc-99m: 6 hours) and cannot be stockpiled. OPAL shutdowns require importing isotopes or rescheduling procedures."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A researcher wants to study how hydrogen atoms are arranged in a new fuel cell material. Why might OPAL's neutron beams be ideal?",
      "options": [
        "Neutrons interact strongly with hydrogen, unlike X-rays",
        "OPAL produces the brightest light beams",
        "Fuel cells can only be studied with nuclear reactors",
        "Hydrogen is radioactive"
      ],
      "answer": 0,
      "explanation": "Neutrons scatter strongly from hydrogen nuclei, making them ideal for studying hydrogen positions in materials—difficult with X-rays."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Calculate approximately how many Australians benefit from OPAL each year if there are 600,000 nuclear medicine procedures annually.",
      "options": [
        "At least 450,000-480,000 patients (75-80% of procedures use OPAL isotopes)",
        "About 60,000 patients",
        "About 6,000 patients",
        "All 25 million Australians"
      ],
      "answer": 0,
      "explanation": "With OPAL supplying 75-80% of medical isotopes and 600,000 procedures/year, approximately 450,000-480,000 procedures use OPAL isotopes."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Why must technetium-99m be produced close to where it's used?",
      "options": [
        "Its 6-hour half-life means it decays quickly during transport",
        "It's too radioactive to transport",
        "Transport is prohibited by law",
        "It reacts with air during transport"
      ],
      "answer": 0,
      "explanation": "Tc-99m has a half-life of only 6 hours. Long transport times would result in significant activity loss before medical use."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "How might OPAL's silicon irradiation service benefit the electronics industry?",
      "options": [
        "Neutron transmutation doping creates precisely doped silicon for power electronics",
        "Radiation makes silicon glow",
        "Irradiation makes silicon lighter",
        "Silicon becomes magnetic after irradiation"
      ],
      "answer": 0,
      "explanation": "Neutron transmutation doping converts silicon-30 to phosphorus-31, creating uniformly doped silicon for high-power electronic devices."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "If you were planning a PET scan for a patient, which OPAL-produced isotope would be most relevant?",
      "options": [
        "Fluorine-18 or isotopes for producing it are distributed from OPAL",
        "Uranium-235",
        "Plutonium-239",
        "Lead-208"
      ],
      "answer": 0,
      "explanation": "While F-18 is often produced in cyclotrons, OPAL supports the broader radioisotope supply chain for nuclear medicine including PET applications."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "Why is OPAL operated continuously rather than turned on and off for each isotope production run?",
      "options": [
        "Starting and stopping a reactor is complex; continuous operation provides steady isotope supply",
        "Reactors cannot be turned off",
        "Continuous operation uses less fuel",
        "Medical isotopes require exactly 20 MW to form"
      ],
      "answer": 0,
      "explanation": "Reactor startups/shutdowns are complex operations. Continuous operation ensures reliable, scheduled isotope production for time-sensitive medical needs."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Technetium-99m has a half-life of [[6 hours]], requiring production facilities like OPAL to be relatively [[close]] to hospitals.",
      "options": [
        ["6 hours", "6 days", "6 minutes", "6 years"],
        ["close", "far from", "underground near", "overseas from"]
      ],
      "answer": [0, 0],
      "explanation": "The short 6-hour half-life of Tc-99m means significant decay during transport, necessitating regional production facilities."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "OPAL performs [[neutron transmutation doping]] of silicon, converting Si-30 to [[phosphorus]]-31 for electronics.",
      "options": [
        ["neutron transmutation doping", "chemical doping", "heat treatment", "laser annealing"],
        ["phosphorus", "carbon", "oxygen", "nitrogen"]
      ],
      "answer": [0, 0],
      "explanation": "Neutrons convert Si-30 nuclei to P-31, creating precisely doped silicon for power electronic devices."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "If 600,000 nuclear medicine procedures occur annually and [[75-80%]] use OPAL isotopes, about [[450,000-480,000]] procedures depend on OPAL.",
      "options": [
        ["75-80%", "10-20%", "50%", "100%"],
        ["450,000-480,000", "60,000", "600,000", "6,000"]
      ],
      "answer": [0, 0],
      "explanation": "Calculating: 600,000 × 0.75-0.80 = 450,000-480,000 procedures using OPAL-produced isotopes annually."
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze how OPAL demonstrates that nuclear technology serves purposes beyond electricity generation.",
      "options": [
        "OPAL provides medical, research, and industrial benefits without generating any electricity",
        "OPAL proves nuclear technology is only useful for weapons",
        "OPAL's electricity generation is its main contribution",
        "OPAL has no practical applications"
      ],
      "answer": 0,
      "explanation": "OPAL showcases nuclear technology's diverse applications: medical isotopes, materials research, and industrial processes—none involving power generation."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate the strategic importance of having domestic radioisotope production capability.",
      "options": [
        "Self-sufficiency ensures reliable supply for time-critical medical procedures",
        "There is no strategic advantage; imports are always available",
        "Domestic production is more expensive and unnecessary",
        "Only large countries need domestic production"
      ],
      "answer": 0,
      "explanation": "Short-lived isotopes cannot be stockpiled. Domestic production provides supply security independent of international transport disruptions or foreign facility issues."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Compare OPAL to a commercial power reactor in terms of design priorities.",
      "options": [
        "OPAL prioritizes neutron flux access; power reactors prioritize heat extraction efficiency",
        "Both have identical designs",
        "Power reactors prioritize neutron access",
        "OPAL is designed for maximum heat output"
      ],
      "answer": 0,
      "explanation": "OPAL is designed to provide neutron beams and irradiation positions. Power reactors are designed to efficiently convert fission heat to electricity."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "How might global supply chain disruptions affect the value of OPAL to Australia?",
      "options": [
        "OPAL's domestic production becomes more valuable when international isotope supply is uncertain",
        "Supply disruptions would not affect isotope availability",
        "Australia would benefit from closing OPAL during disruptions",
        "Global supply is always reliable"
      ],
      "answer": 0,
      "explanation": "Events like COVID-19 showed vulnerability of international supply chains. Domestic production provides resilience for essential medical isotopes."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why OPAL uses 20% enriched uranium rather than highly enriched uranium (HEU) used in older research reactors.",
      "options": [
        "Non-proliferation commitments; LEU cannot be readily converted to weapons material",
        "HEU is more expensive",
        "LEU produces more neutrons",
        "HEU is no longer produced"
      ],
      "answer": 0,
      "explanation": "International efforts to minimize HEU use led to research reactors using LEU. OPAL was designed from the start with LEU fuel for non-proliferation."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate the economic impact of OPAL on Australia beyond direct isotope sales.",
      "options": [
        "OPAL enables billions of dollars in healthcare value and supports research leading to innovations",
        "OPAL only generates cost without economic benefit",
        "The only benefit is electricity generation",
        "Economic impacts cannot be evaluated"
      ],
      "answer": 0,
      "explanation": "Beyond isotope sales, OPAL enables nuclear medicine procedures worth billions in healthcare, supports world-class research, and develops human capital."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "How does OPAL's existence inform the broader nuclear energy debate in Australia?",
      "options": [
        "It demonstrates capability to safely operate nuclear facilities under appropriate regulation",
        "It proves nuclear power would be dangerous",
        "OPAL is unrelated to the power debate",
        "OPAL shows Australia lacks nuclear expertise"
      ],
      "answer": 0,
      "explanation": "OPAL's safe operation demonstrates Australian regulatory capability, technical expertise, and public acceptance of beneficial nuclear technology."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why international coordination is necessary for global radioisotope supply despite reactors like OPAL.",
      "options": [
        "No single facility can meet global demand; coordinated scheduling ensures continuous supply",
        "Coordination is unnecessary; each country is self-sufficient",
        "Only one reactor produces all global isotopes",
        "International coordination increases costs"
      ],
      "answer": 0,
      "explanation": "Reactor maintenance schedules must be coordinated globally so that when one facility is down, others maintain supply of short-lived isotopes."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "OPAL's use of [[low-enriched uranium]] reflects international [[non-proliferation]] commitments for research reactors.",
      "options": [
        ["low-enriched uranium", "highly enriched uranium", "natural uranium", "plutonium"],
        ["non-proliferation", "efficiency", "cost reduction", "environmental"]
      ],
      "answer": [0, 0],
      "explanation": "The international community promotes LEU use in research reactors to minimize highly enriched uranium that could potentially be diverted."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "OPAL demonstrates that nuclear technology provides [[medical and research]] benefits independent of [[electricity generation]].",
      "options": [
        ["medical and research", "military", "agricultural", "transportation"],
        ["electricity generation", "isotope production", "neutron research", "silicon doping"]
      ],
      "answer": [0, 0],
      "explanation": "OPAL's primary contributions are medical isotopes and research capabilities, showing nuclear technology's value beyond power generation."
    }
  ]
}
