{
  "_link": {
    "uuid": "lp-99e1148f-3f45-4960-4db4-cfd227a70227",
    "version": 1,
    "contentHash": "hash-99e1148f",
    "title": "I can evaluate arguments for and against nuclear power in Australia",
    "generatedAt": "2026-01-26T00:00:00.000Z"
  },
  "toLevel2": [
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is a common argument in favour of nuclear power in Australia?",
      "options": [
        "It could provide reliable low-carbon baseload electricity",
        "It is currently the cheapest energy option",
        "Australia already has many nuclear plants",
        "Nuclear produces no waste at all"
      ],
      "answer": 0,
      "explanation": "Supporters argue nuclear could help Australia reduce emissions while providing reliable baseload power to complement renewables."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is a common argument against nuclear power in Australia?",
      "options": [
        "It takes too long to build and costs more than renewables",
        "Australia has no uranium",
        "Nuclear power doesn't reduce emissions",
        "Nuclear plants are too small to matter"
      ],
      "answer": 0,
      "explanation": "Critics argue nuclear's 10+ year construction time and high costs make it unsuitable when faster, cheaper renewables are available."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What resource advantage does Australia have for nuclear power?",
      "options": [
        "Australia has about one-third of the world's uranium reserves",
        "Australia has the world's only thorium deposits",
        "Australia manufactures nuclear reactors",
        "Australia already has enrichment facilities"
      ],
      "answer": 0,
      "explanation": "Australia possesses approximately one-third of global uranium reserves, which could provide domestic fuel supply."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What is the current legal status of nuclear power plants in Australia?",
      "options": [
        "Federal law prohibits nuclear power generation",
        "Nuclear plants are legal but none have been built",
        "Several nuclear plants are under construction",
        "Nuclear is only banned in some states"
      ],
      "answer": 0,
      "explanation": "Australian federal legislation currently prohibits the construction of nuclear power plants, though research reactors are permitted."
    },
    {
      "type": "MC",
      "bloom": "Remember",
      "stem": "What do supporters say about nuclear's role in meeting climate targets?",
      "options": [
        "Nuclear provides reliable low-carbon power to complement variable renewables",
        "Nuclear produces too many emissions to help",
        "Climate targets don't involve electricity",
        "Only fossil fuels can meet climate targets"
      ],
      "answer": 0,
      "explanation": "Supporters argue nuclear's zero operational emissions and reliable output make it valuable for decarbonisation."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Supporters argue nuclear provides [[low-carbon]] baseload power, while critics cite [[high costs]] and long construction times.",
      "options": [
        ["low-carbon", "high-emission", "variable", "expensive"],
        ["high costs", "low emissions", "fast construction", "simple technology"]
      ],
      "answer": [0, 0],
      "explanation": "The debate centres on balancing nuclear's climate benefits against its economic and practical challenges."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Australia has [[one-third]] of global uranium reserves but [[no]] operating nuclear power plants.",
      "options": [
        ["one-third", "one-half", "one-tenth", "all"],
        ["no", "many", "some", "few"]
      ],
      "answer": [0, 0],
      "explanation": "This apparent contradiction—uranium exporter without domestic nuclear power—is central to the Australian debate."
    },
    {
      "type": "Cloze",
      "bloom": "Remember",
      "stem": "Australian [[federal law]] currently [[prohibits]] the construction of nuclear power plants.",
      "options": [
        ["federal law", "state law", "international law", "policy"],
        ["prohibits", "encourages", "regulates", "subsidises"]
      ],
      "answer": [0, 0],
      "explanation": "Nuclear power is effectively banned under Australian federal legislation, requiring law change before development could proceed."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Nuclear power plants are currently legal to build in Australia.",
      "answer": false,
      "explanation": "False. Federal legislation prohibits nuclear power generation in Australia, though this could change through legislative amendment."
    },
    {
      "type": "TF",
      "bloom": "Remember",
      "stem": "Australia has significant uranium resources that could potentially fuel domestic nuclear power.",
      "answer": true,
      "explanation": "True. Australia holds about one-third of global uranium reserves, which could supply domestic nuclear plants if they were built."
    }
  ],
  "toLevel3": [
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do some argue Australia is uniquely suited for nuclear power?",
      "options": [
        "Abundant uranium, stable geology, and large land area for siting",
        "Australia has the cheapest construction costs",
        "Australian workers are specially trained for nuclear",
        "The climate is ideal for nuclear cooling"
      ],
      "answer": 0,
      "explanation": "Supporters cite Australia's uranium reserves, geologically stable regions for waste storage, and low population density for plant siting."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why do some argue Australia doesn't need nuclear power?",
      "options": [
        "Excellent renewable resources can meet needs faster and cheaper",
        "Australia has no energy needs",
        "Nuclear technology doesn't exist",
        "Australia already has enough nuclear plants"
      ],
      "answer": 0,
      "explanation": "Critics argue Australia's exceptional solar and wind resources make renewable energy the more practical low-carbon option."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How does the nuclear waste argument feature in the Australian debate?",
      "options": [
        "Both sides: critics cite risks, supporters cite Australia's geological stability for storage",
        "Waste is not discussed in Australia",
        "Everyone agrees waste is not a problem",
        "Waste can only be stored overseas"
      ],
      "answer": 0,
      "explanation": "Waste is contentious: critics worry about long-term storage, while some supporters argue Australia's stable geology is ideal for repositories."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "What role does public opinion play in the Australian nuclear debate?",
      "options": [
        "Historical anti-nuclear sentiment influences political positions",
        "The public universally supports nuclear",
        "Public opinion is not relevant to energy policy",
        "Australians have no opinion on nuclear"
      ],
      "answer": 0,
      "explanation": "Public attitudes shaped by historical anti-nuclear movements influence political feasibility and policy positions."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "How might small modular reactors affect arguments for nuclear in Australia?",
      "options": [
        "They could address concerns about large plant costs and construction times",
        "SMRs are illegal everywhere",
        "SMRs would make nuclear even more expensive",
        "Australia cannot use SMR technology"
      ],
      "answer": 0,
      "explanation": "SMR advocates argue smaller, factory-built reactors could overcome some economic barriers facing traditional large nuclear plants."
    },
    {
      "type": "MC",
      "bloom": "Understand",
      "stem": "Why is grid stability relevant to the nuclear debate in Australia?",
      "options": [
        "Nuclear could provide reliable baseload as coal plants retire and renewables increase",
        "Nuclear cannot connect to electricity grids",
        "Australia has no electricity grid",
        "Grid stability is not related to generation sources"
      ],
      "answer": 0,
      "explanation": "As coal retires and renewable share grows, some argue nuclear could help maintain grid reliability through constant output."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Supporters cite Australia's [[geological stability]] for waste storage, while critics worry about [[long-term]] risks.",
      "options": [
        ["geological stability", "earthquake activity", "volcanic activity", "coastal erosion"],
        ["long-term", "short-term", "immediate", "minimal"]
      ],
      "answer": [0, 0],
      "explanation": "Australia's stable geology could be an advantage for nuclear waste storage, though long-term management remains controversial."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "SMRs might address concerns about [[construction time]] and [[costs]] that apply to large nuclear plants.",
      "options": [
        ["construction time", "fuel supply", "waste production", "land area"],
        ["costs", "benefits", "simplicity", "size"]
      ],
      "answer": [0, 0],
      "explanation": "Small modular reactors are proposed as solutions to nuclear's economic challenges through standardisation and factory production."
    },
    {
      "type": "Cloze",
      "bloom": "Understand",
      "stem": "Historical [[anti-nuclear]] sentiment in Australia influences current [[political]] positions on nuclear power.",
      "options": [
        ["anti-nuclear", "pro-nuclear", "neutral", "industrial"],
        ["political", "scientific", "economic", "environmental"]
      ],
      "answer": [0, 0],
      "explanation": "Anti-nuclear movements, particularly during cold war nuclear testing, created lasting public sentiment affecting political positions."
    },
    {
      "type": "TF",
      "bloom": "Understand",
      "stem": "Australia's excellent solar and wind resources are irrelevant to the nuclear power debate.",
      "answer": false,
      "explanation": "False. Australia's renewable resources are central to the debate, as critics argue they offer faster, cheaper alternatives to nuclear."
    }
  ],
  "toLevel4": [
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "If Australia committed to nuclear power today, when would the first plant likely be operational?",
      "options": [
        "Mid-2030s at earliest, given regulatory development and 9+ year construction",
        "By 2027, following fast international examples",
        "Immediately, as technology exists",
        "Never, as nuclear is physically impossible in Australia"
      ],
      "answer": 0,
      "explanation": "Building regulatory frameworks, completing planning, and construction would likely take 10+ years from policy change to operation."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "How might Australia's electricity market structure affect nuclear viability?",
      "options": [
        "Deregulated markets may not provide the long-term price certainty nuclear investments require",
        "Market structure has no effect on nuclear economics",
        "Nuclear only works in deregulated markets",
        "Australia's market perfectly suits nuclear investment"
      ],
      "answer": 0,
      "explanation": "Nuclear's high capital costs and long payback period may require market reforms or government support not present in current structures."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "A policy maker must choose: lift nuclear ban or accelerate renewable deployment. What factors should inform this choice?",
      "options": [
        "Timeline to emissions reduction, costs, public acceptance, and grid reliability needs",
        "Only construction costs matter",
        "Only public opinion matters",
        "The choice is obvious and doesn't require analysis"
      ],
      "answer": 0,
      "explanation": "Sound policy analysis considers multiple factors including timing, economics, social license, and technical requirements."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "How would workforce development affect nuclear timeline in Australia?",
      "options": [
        "Australia would need to develop nuclear engineering expertise, adding to lead time",
        "Workforce is irrelevant to nuclear development",
        "Australia already has sufficient nuclear workforce",
        "Workers can be trained in days"
      ],
      "answer": 0,
      "explanation": "Developing nuclear engineering, operations, and regulatory expertise would require years of training and education investment."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "If SMRs become commercially viable in 2030, how might this affect the Australian nuclear debate?",
      "options": [
        "Arguments about construction time and cost could weaken, shifting debate to other factors",
        "The debate would end immediately",
        "SMRs would be irrelevant to Australia",
        "Nuclear opponents would become supporters"
      ],
      "answer": 0,
      "explanation": "SMR success would address some objections but not all; waste, public acceptance, and competition with maturing renewables would remain."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "How should Australia's abundant coal generation history affect the nuclear decision?",
      "options": [
        "Existing coal workforce and transmission could potentially transfer to nuclear at same sites",
        "Coal and nuclear are completely unrelated",
        "Coal workers cannot work in nuclear",
        "Australia should keep using coal"
      ],
      "answer": 0,
      "explanation": "Coal plant sites have transmission infrastructure and potentially transferable workforce, though retraining would be needed."
    },
    {
      "type": "MC",
      "bloom": "Apply",
      "stem": "How might climate urgency affect the nuclear versus renewables choice for Australia?",
      "options": [
        "Urgency may favour faster-deploying renewables over nuclear's decade-long timeline",
        "Climate urgency doesn't affect technology choices",
        "Nuclear is always faster than renewables",
        "Climate change is unrelated to energy decisions"
      ],
      "answer": 0,
      "explanation": "If rapid decarbonisation is priority, construction timelines become crucial, potentially favouring faster-deploying renewables."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Nuclear in Australia would require [[regulatory framework]] development, adding years to an already [[long construction]] timeline.",
      "options": [
        ["regulatory framework", "fuel supply", "worker enthusiasm", "political agreement"],
        ["long construction", "short design", "simple approval", "instant deployment"]
      ],
      "answer": [0, 0],
      "explanation": "Australia lacks nuclear power regulatory infrastructure, requiring development before construction could begin."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Australia's [[electricity market]] structure may need reform to provide the [[long-term certainty]] nuclear investment requires.",
      "options": [
        ["electricity market", "labour market", "stock market", "fuel market"],
        ["long-term certainty", "short-term volatility", "immediate returns", "price fluctuation"]
      ],
      "answer": [0, 0],
      "explanation": "Deregulated markets with volatile prices may not suit nuclear's requirement for stable long-term revenue."
    },
    {
      "type": "Cloze",
      "bloom": "Apply",
      "stem": "Climate [[urgency]] may favour [[faster-deploying]] renewables over nuclear's decade-long timeline.",
      "options": [
        ["urgency", "denial", "debate", "confusion"],
        ["faster-deploying", "slower", "more expensive", "less reliable"]
      ],
      "answer": [0, 0],
      "explanation": "Timeframes matter for climate action. Faster deployment means earlier emission reductions, potentially favouring renewables."
    }
  ],
  "toLevel5": [
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze why the Australian nuclear debate often involves broader values beyond technical considerations.",
      "options": [
        "Views on nuclear reflect deeper values about environment, technology, governance, and risk",
        "The debate is purely technical",
        "Values are irrelevant to energy policy",
        "Everyone shares the same values about nuclear"
      ],
      "answer": 0,
      "explanation": "Nuclear debates involve values about acceptable risk, trust in institutions, environmental philosophy, and technology optimism that go beyond engineering."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate the argument that Australia should wait for advanced nuclear technologies before committing.",
      "options": [
        "Waiting might miss climate windows; but current costs may not justify immediate action",
        "Waiting is always the best strategy",
        "Australia should never use nuclear regardless of technology",
        "Advanced technologies will never arrive"
      ],
      "answer": 0,
      "explanation": "Waiting for SMRs or Generation IV reactors has trade-offs: potentially better technology versus delayed deployment and missed climate action."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Compare how different stakeholders frame the nuclear debate in Australia.",
      "options": [
        "Industry emphasises reliability; environmentalists split on climate vs. safety; economists focus on costs",
        "All stakeholders agree on nuclear",
        "Stakeholders have identical views",
        "Only politicians have opinions on nuclear"
      ],
      "answer": 0,
      "explanation": "Different groups prioritise different factors—reliability, emissions, costs, safety, jobs—leading to varied positions even among those sharing general values."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze how Australia's unique circumstances affect transferability of overseas nuclear experiences.",
      "options": [
        "Australia's resources, markets, and policies differ, limiting direct comparison with nuclear-using countries",
        "All countries are identical for nuclear planning",
        "Overseas experience is completely irrelevant",
        "Australia should exactly copy France"
      ],
      "answer": 0,
      "explanation": "While overseas experience informs debate, Australia's specific context (renewables, market structure, politics) affects applicability."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate whether the nuclear debate in Australia is primarily scientific, economic, or political.",
      "options": [
        "It's intertwined: scientific facts inform but don't determine essentially political choices",
        "The debate is purely scientific",
        "The debate is purely economic",
        "Politics are irrelevant to energy decisions"
      ],
      "answer": 0,
      "explanation": "Scientific facts about emissions, costs, and safety inform the debate, but choices about acceptable risk and priorities are political."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "How might the Australian nuclear debate evolve over the next decade?",
      "options": [
        "Depends on SMR progress, renewable costs, climate urgency, and political shifts",
        "The debate will remain exactly the same",
        "Nuclear will definitely be adopted",
        "Nuclear will definitely be rejected forever"
      ],
      "answer": 0,
      "explanation": "Multiple factors could shift the debate: technology developments, climate events, political changes, and global energy trends."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Analyze the role of intergenerational considerations in the nuclear debate.",
      "options": [
        "Both sides invoke future generations: for climate stability or against leaving nuclear waste",
        "Future generations are irrelevant to current decisions",
        "Only nuclear supporters consider future generations",
        "Only nuclear opponents consider future generations"
      ],
      "answer": 0,
      "explanation": "Intergenerational justice features on both sides: addressing climate change versus leaving nuclear waste for future management."
    },
    {
      "type": "MC",
      "bloom": "Analyze",
      "stem": "Evaluate how evidence quality affects the Australian nuclear debate.",
      "options": [
        "Disputed cost projections and cherry-picked international examples complicate rational analysis",
        "All evidence clearly supports one position",
        "Evidence is irrelevant to policy debates",
        "Cost estimates are perfectly accurate"
      ],
      "answer": 0,
      "explanation": "Both sides selectively cite evidence. Genuine uncertainty about future costs, timelines, and technology makes definitive analysis difficult."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "The nuclear debate reflects deeper [[values]] about risk, environment, and technology beyond [[technical]] considerations alone.",
      "options": [
        ["values", "facts", "numbers", "physics"],
        ["technical", "ethical", "political", "social"]
      ],
      "answer": [0, 0],
      "explanation": "Energy choices involve value judgments about acceptable risk, environmental philosophy, and governance that science alone cannot resolve."
    },
    {
      "type": "Cloze",
      "bloom": "Analyze",
      "stem": "Both sides invoke [[intergenerational]] justice: addressing climate change versus leaving [[nuclear waste]] for future management.",
      "options": [
        ["intergenerational", "immediate", "personal", "financial"],
        ["nuclear waste", "carbon emissions", "debt", "infrastructure"]
      ],
      "answer": [0, 0],
      "explanation": "Responsibilities to future generations feature prominently but point in different directions depending on which legacy is prioritised."
    }
  ]
}
